{
    "1004": [
        "Obtain great rewards from the Mog Minister! Exchange 64 petal tokens for a 10% 5★ summon ticket!",
        "從異界莫古利大臣那裡獲得豪華報酬！以64個花瓣紀念物交換1張 ★5機率10%召喚券！",
        "이계의 모그리 대신으로부터 놀랄만한 보상을 받으세요!벚꽃 토큰 64개와 ★5 확률 10% 소환 티켓 1장을 교환해보세요!",
        "Obtenez de superbes récompenses de la part du Mog Ministre ! Echangez 64 pièces de pétale contre un ticket d'invocation 5★ (10%) !",
        "Erhalte großartige Belohnungen vom Mogryminister im Abyssum! Tausche 64 Blütenblattmarken gegen eine 10% 5★ Beschwörungskarte!",
        "¡Consigue las fabulosas recompensas del Ministro Moguri en el Etéreo! ¡Intercambia 64 monedas de pétalo por un tícket de invocación de 5★ del 10%!"
    ],
    "1006": [
        "Login everyday during the event period to receive multiple rewards!",
        "在活動期間內每日登入遊戲獲得豪華報酬！",
        "이벤트 기간 동안 매일 로그인하고 다양한 보상을 받으세요!",
        "Connectez-vous tous les jours pendant la durée de l'événement pour recevoir de multiples récompenses !",
        "Melde dich während des Ereigniszeitraums täglich an, um verschiedene Belohnungen zu erhalten!",
        "¡Inicia sesión todos los días durante el periodo de evento para conseguir multitud de recompensas!"
    ],
    "1007": [
        "Log in every day during the event period to receive multiple rewards!",
        "在活動期間內每日登入遊戲獲得豪華報酬！",
        "이벤트 기간 동안 매일 로그인하고 다양한 보상을 받으세요!",
        "Connectez-vous tous les jours pendant la durée de l'événement pour recevoir de multiples récompenses !",
        "Melde dich während des Ereigniszeitraums täglich an, um verschiedene Belohnungen zu erhalten!",
        "¡Inicia sesión todos los días durante el periodo de evento para conseguir multitud de recompensas!"
    ],
    "1008": [
        "Enjoy your 2nd anniversary login bonus reward, kupo!",
        "2週年紀念登入獎勵，庫啵！",
        "2주년 기념 출석 보상쿠포!",
        "Profitez de vos bonus de connexion du 2e anniversaire, kupo !",
        "Genieße deine Belohnung zum 2-Jahres-Jubiläum Anmeldebonus, kupo!",
        "¡Disfruta de tu recompensa de bonificación de inicio de sesión de 2º aniversario, kupó!"
    ],
    "1009": [
        "Enjoy your 2nd anniversary login bonus reward, kupo!",
        "2週年紀念登入獎勵，庫啵！",
        "2주년 기념 출석 보상쿠포!",
        "Profitez de vos bonus de connexion du 2e anniversaire, kupo !",
        "Genieße deine Belohnung zum 2-Jahres-Jubiläum Anmeldebonus, kupo!",
        "¡Disfruta de tu recompensa de bonificación de inicio de sesión de 2º aniversario, kupó!"
    ],
    "1010": [
        "Here are today's login rewards! And don't forget about the \"5% Rainbow Free Daily Summon,\" kupo!",
        "今日登入報酬！別忘了「彩虹水晶機率5%(免費每日召喚)」，庫啵！",
        "오늘의 출석 보상쿠포! '★5 확률 5% 무료 일일 소환'을 잊지마쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui ! Et n'oubliez pas l'invocation arc-en-ciel quotidienne gratuite à 5%, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen! Und vergiss nicht die \"Kostenlose Tägliche 5% Regenbogen Beschwörung\", kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de la invocación arcoíris diaria gratuita de 5%, kupó!"
    ],
    "1011": [
        "Here are today's login rewards! And don't forget about the \"5% Rainbow Free Daily Summon,\" kupo!",
        "今日登入報酬！別忘了「彩虹水晶機率5%(免費每日召喚)」，庫啵！",
        "오늘의 출석 보상쿠포! '★5 확률 5% 무료 일일 소환'을 잊지마쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui ! Et n'oubliez pas l'invocation arc-en-ciel quotidienne gratuite à 5%, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen! Und vergiss nicht die \"Kostenlose Tägliche 5% Regenbogen Beschwörung\", kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de la invocación arcoíris diaria gratuita de 5%, kupó!"
    ],
    "1012": [
        "Here are today's login rewards. Don't forget about the Vault of Hidden Treasures dungeon, kupo!",
        "這是今天的登入獎勵。別忘了「秘密的寶物庫」迷宮，庫啵！",
        "오늘의 출석 보상! 비밀의 보물창고 던전을 잊지마쿠포!",
        "Voici les récompenses de connexion pour aujourd'hui ! Et n'oubliez pas le Coffre aux trésors cachés, kupo !",
        "Hier sind die heutigen Anmeldungsbelohnungen. Vergiss nicht den \"Gewölbe der verborgenen Schätze\"-Dungeon, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de la Cámara de los Tesoros Escondidos, kupó!"
    ],
    "1013": [
        "Here are today's login rewards. Don't forget about the Summer Event exchange, kupo!",
        "這是今天的登入獎勵。別忘了夏日活動兌換獎報酬，庫啵！",
        "오늘의 출석 보상! 여름 이벤트 보상 교환을 잊지마쿠포!",
        "Voici les récompenses de connexion pour aujourd'hui ! Et n'oubliez pas l'événement d'échange de l'été, kupo !",
        "Hier sind die heutigen Anmeldungsbelohnungen. Vergiss nicht den Sommerereignis-Austausch, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis del intercambio de evento de verano, kupó!"
    ],
    "1014": [
        "Here are today's login rewards. Don't forget to use your Halloween 2018 Summon Tickets, kupo!",
        "這是今天的登入獎勵。別忘了使用你的萬聖節召喚券，庫啵！",
        "오늘의 출석 보상! 할로윈 소환티켓을 사용해봐쿠포!",
        "Voici les récompenses de connexion pour aujourd'hui ! Et n'oubliez pas d'utiliser vos tickets d'Halloween, kupo !",
        "Hier sind die heutigen Anmeldungsbelohnungen. Vergiss nicht, deine Halloweenkarten zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets de invocación de Halloween 2018, kupó!"
    ],
    "1015": [
        "Here are today's login rewards. Don't forget to use your 35 Million Downloads Tickets, kupo!",
        "這是今天的登入獎勵。別忘了使用你的3500萬下載紀念券，庫啵！",
        "오늘의 출석 보상! 3천5백만 다운로드 기념 티켓을 사용해봐쿠포!",
        "Voici les récompenses de connexion pour aujourd'hui ! Et n'oubliez pas d'utiliser vos ticket 35 M de télécharg., kupo !",
        "Hier sind die heutigen Anmeldungsbelohnungen. Vergiss nicht, deine 35 Millionen Downloads Karte zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets por las 35 millones de descargas, kupó!"
    ],
    "1016": [
        "Here are today's login rewards. Don't forget to summon for free lapis, kupo!",
        "今日的登入獎勵！別忘了「免費寶石召喚」，庫啵！",
        "오늘의 출석 보상! 무료 라피스 소환을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas d'invoquer pour recevoir des lapis, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen! Vergiss nicht deine kostenlose Lapis zu beschwören, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de realizar una invocación para conseguir lapis gratis, kupó!"
    ],
    "1017": [
        "Here are today's login rewards. Don't forget to use your Fan Festa 2018 Summon Tickets, kupo!",
        "這是今天的登入獎勵。別忘了使用你的2018粉絲慶典召喚券，庫啵！",
        "오늘의 출석 보상! 팬 페스타 2018 소환티켓을 사용해봐쿠포!",
        "Voici votre bonus de connexion du jour. N'oubliez pas d'utiliser vos tickets d'invocation de la Fan Festa 2018, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht deine Fan Festa 2018 Beschwörungskarten zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets de invocación de la Fan Festa 2018, kupó!"
    ],
    "1018": [
        "Here are today's login rewards. Don't forget to use your Fan Festa 2018 Select Tickets, kupo!",
        "這是今天的登入獎勵。別忘了使用你的2018粉絲慶典自選券，庫啵！",
        "오늘의 출석 보상! 팬 페스타 2018 선택 소환 티켓을 사용해봐쿠포!",
        "Voici votre bonus de connexion du jour. N'oubliez pas d'utiliser vos tickets sélectionneurs de la Fan Festa 2018, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Fan Festa 2018 Auswahlkarten zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets seleccionadores de Fan Festa 2018, kupó!"
    ],
    "1019": [
        "Here are today's login rewards. Don't forget to use your Fan Festa 2018 Select Tickets, kupo!",
        "這是今天的登入獎勵。別忘了使用你的2018粉絲慶典自選券，庫啵！",
        "오늘의 출석 보상! 팬 페스타 2018 선택 소환 티켓을 사용해봐쿠포!",
        "Voici votre bonus de connexion du jour. N'oubliez pas d'utiliser vos tickets sélectionneurs de la Fan Festa 2018, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Fan Festa 2018 Auswahlbeschwörungskarten zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets seleccionadores de Fan Festa 2018, kupó!"
    ],
    "1020": [
        "Here are today's login rewards. Don't forget to use your STAR OCEAN: ANAMNESIS Tickets, kupo!",
        "這些是今天的登入獎勵，別忘了使用STAR OCEAN: ANAMNESIS召喚券，庫啵！",
        "오늘의 출석 보상! STAR OCEAN: ANAMNESIS 티켓을 사용해봐쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui. N'oubliez pas d'utiliser vos tickets STAR OCEAN : ANAMNESIS, kupo !",
        "Hier sind deine täglichen Anmeldebelohnungen. Vergiss nicht, deine STAR OCEAN: ANAMNESIS Karten zu benutzen, kupo!",
        "Aquí tenéis las recompensas por inicio de sesión de hoy. ¡Tampoco os olvidéis de usar vuestros tíckets de STAR OCEAN: ANAMNESIS, kupó!"
    ],
    "1021": [
        "Thank you to all Fan Festa Unit Design Contest participants! Don't forget to use your free 10+1 summon, kupo!",
        "感謝所有粉絲慶典兵員設計大賽的參加者！別忘了進行免費10+1召喚，庫啵！",
        "모든 팬 페스타 유닛 디자인 콘테스트 참가자 여러분 감사합니다! 무료 10+1 소환을 잊지마세요!",
        "Merci à tous ceux qui ont participé au concours de conception d'unités de la Fan Festa ! N'oubliez pas d'utiliser vos 10+1 invocations gratuites, kupo !",
        "Wir möchten uns bei allen Teilnehmern des Fan Festa Einheiten Designwettbewerbs bedanken. Vergiss nicht, deine kostenlosen 10+1 Beschwörungen zu benutzen, kupo!",
        "¡Gracias a todos los que habéis participado en el concurso de diseño de unidad de la Fan Festa! ¡Tampoco os olvidéis de usar vuestra invocación 10+1 gratuita, kupó!"
    ],
    "1022": [
        "Here are today's login rewards. Don't forget to collect any 1★ Trust Moogles in your gift box, kupo!",
        "這是今天的登入獎勵。別忘了領取「★1 信賴度莫古利」，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '★1 트러스트 모그리' 수령을 잊지마쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui. N'oubliez pas de récupérer les mogs de confiance 1★ inclus en cadeau, kupo !",
        "Hier sind deine Anmeldebelohnungen. Vergiss nicht 1★ Treuemogrys aus deinem Posteingang abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de los moguris fieles de 1★ en tu bandeja de regalos, kupó!"
    ],
    "1023": [
        "Here are today's login rewards. Don't forget to use your free daily lapis summon, kupo!",
        "這是今天的登入獎勵！別忘了進行免費的每日寶石召喚，庫啵！",
        "오늘의 출석 보상쿠포! 무료 일일 라피스 소환을 잊지마쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui. N'oubliez pas d'utiliser votre invocation de lapis quotidienne gratuite, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine tägliche kostenlose Lapisbeschwörung zu nutzen, kupo!",
        "Aquí tienes las recompensas de inicio de sesión de hoy. ¡No te olvides de usar tu invocación diaria gratuita de lapis, kupó!"
    ],
    "1024": [
        "Here are today's login rewards. Don't forget to collect your King Metal Minituar from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集金屬小仙人掌王，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함에서 '킹 메탈 미니텐' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre roi mini pampinator dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen König-Mini-Metallkaktor von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides del Rey mini cactilio de metal en tu bandeja de regalos, kupó!"
    ],
    "1025": [
        "Here are today's login rewards. Don't forget to collect your King Metal Minituar from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集金屬小仙人掌王，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '킹 메탈 미니텐' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre roi mini pampinator dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen König-Mini-Metallkaktor aus deiner Geschenkekiste abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides del Rey mini cactilio de metal en tu bandeja de regalos, kupó!"
    ],
    "1026": [
        "Here are today's login rewards. Don't forget to collect your Deus Raid Coins from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集迪烏斯共鬥硬幣，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함에서 '데우스 레이드 코인' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre Jetons de Deus dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen Deus Raubzugmünzen von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides del Monedas de banda de Deus en tu bandeja de regalos, kupó!"
    ],
    "1027": [
        "Here are today's login rewards. Don't forget to collect your King Metal Minituar from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集金屬小仙人掌王，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '킹 메탈 미니텐' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre roi mini pampinator dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen König-Mini-Metallkaktor von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides del Rey mini cactilio de metal en tu bandeja de regalos, kupó!"
    ],
    "1028": [
        "Here are today's login rewards. Don't forget to collect your King Metal Minituar from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集金屬小仙人掌王，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '킹 메탈 미니텐' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre roi mini pampinator dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen König-Mini-Metallkaktor aus deiner Geschenkekiste abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides del Rey mini cactilio de metal en tu bandeja de regalos, kupó!"
    ],
    "1029": [
        "Here are today's login rewards. Don't forget to collect your walnuts from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集胡桃，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '호두' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer vos noix dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Walnüsse von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de las nueces en tu bandeja de regalos, kupó!"
    ],
    "1030": [
        "Here are today's login rewards. Don't forget to collect your Exchange Coin (Login Summer 2019) from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集交換硬幣(2019 夏日登入)，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함에서 '교환 코인(2019 여름맞이 출석)' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer votre Jeton d'échange (Connexion Été 2019) dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deinen Tauschmünze (Anmeldung Sommer 2019) von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de las monedas de intercambio (inicio de sesión verano 2019) en tu bandeja de regalos, kupó!"
    ],
    "1031": [
        "Here are today's login rewards. Don't forget to collect your 3rd Anniversary Countdown Rewards from your gift box too, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集3週年紀念獎勵，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함에서 '3주년 기념 카운트다운 보상' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer aussi vos récompenses du compte à rebours du 3e anniversaire dans votre messagerie, kupo !",
        "Hier sind die täglichen Anmeldebelohnungen. Vergiss auch nicht, deine Countdown-Belohnungen für das 3. Jubiläum aus deinem Posteingang abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides tampoco de las recompensas de la cuenta atrás del 3er aniversario en tu bandeja de regalos, kupó!"
    ],
    "1032": [
        "Here are today's login rewards. Don't forget to collect your Player's Voice Tickets 2019 (Part 1) from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集2019 玩家之聲券(第1階段)，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '2019 유저의 소망 티켓(1부)' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer vos tickets de la voix du joueur 2019 (1re partie) dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Spielerwunsch-Karte 2019 (Teil 1) von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de los tickets de voz del jugador 2019 (parte 1) en tu bandeja de regalos, kupó!"
    ],
    "1033": [
        "Here are today's login rewards. Don't forget to collect your Player's Voice Tickets 2019 (Part 2) from your gift box, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中收集2019 玩家之聲券(第2階段)，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 '2019 유저의 소망 티켓(2부)' 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer vos tickets de la voix du joueur 2019 (2re partie) dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Spielerwunsch-Karte 2019 (Teil 2) von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de los tickets de voz del jugador 2019 (parte 2) en tu bandeja de regalos, kupó!"
    ],
    "1034": [
        "Here are today's login rewards. Don't forget to collect your lapis from your mailbox, kupo!",
        "這是今天的登入獎勵！別忘了從收信箱中領取寶石，庫啵！",
        "오늘의 출석 보상쿠포! 메시지함 내 라피스 수령을 잊지마쿠포!",
        "Voici les récompenses de connexion d'aujourd'hui. N'oubliez pas de récupérer vos Lapis dans votre messagerie, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen. Vergiss nicht, deine Lapis von deinen Geschenken abzuholen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy! ¡Y no te olvides de los lapis en tu bandeja de regalos, kupó!"
    ],
    "1035": [
        "Here are today's login rewards, kupo!",
        "這是今天的登入獎勵，庫啵！",
        "오늘의 출석 보상쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy, kupó!"
    ],
    "1036": [
        "Here are today's login rewards, kupo!",
        "這是今天的登入獎勵，庫啵！",
        "오늘의 출석 보상쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy, kupó!"
    ],
    "1037": [
        "Here are today's login rewards, kupo!",
        "這是今天的登入獎勵，庫啵！",
        "오늘의 출석 보상쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy, kupó!"
    ],
    "1038": [
        "Here are today's login rewards, kupo!",
        "這是今天的登入獎勵，庫啵！",
        "오늘의 출석 보상쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy, kupó!"
    ],
    "1039": [
        "Here are today's login rewards, kupo!",
        "這是今天的登入獎勵，庫啵！",
        "오늘의 출석 보상쿠포!",
        "Voici vos récompenses de connexion pour aujourd'hui, kupo !",
        "Hier sind deine heutigen Anmeldebelohnungen, kupo!",
        "¡Aquí tienes las recompensas de inicio de sesión de hoy, kupó!"
    ]
}