{
    "100000201": [
        "Rain and Lasswell as they attack enemies aboard an airship. These knights were confused by the onslaught of small monsters who should fear airships, with no way to know that this was the mere beginning of a battle with the world's survival hanging in the balance.",
        "在飛空艇的甲板之上迎擊敵人的雷因與拉斯韋爾。本應懼怕飛空艇的小型魔物們此時卻成群襲來，騎士們對此都深感意外。此時的兩人尚不知道，這只是關乎世界存亡之戰的序章。",
        "비공정 갑판 위에서 적을 무찌르는 레인과 라스웰. 두 기사는 비공정을 두려워하지 않는 소형 마물의 공격에 어리둥절했지만, 이 싸움이 세계의 존망을 건 싸움의 서막이었다는 것을 알 도리가 없었다.",
        "Rain et Lasswell alors qu'ils attaquent des ennemis à bord de leur vaisseau. Ces chevaliers sont désorientés par l'assaut de petits monstres qui devraient normalement craindre les vaisseaux, sans savoir que ce n'est que le début d'une bataille qui décidera de la survie du monde.",
        "Rain und Lasswell, wie sie sich Feinden auf einem Luftschiff stellen. Die beiden Ritter hegten den ungewöhnlichen Angriffen der kleinen Monster, die für gewöhnlich Luftschiffe fürchteten, gegenüber zwar Misstrauen, jedoch wussten sie nicht, dass dies lediglich der Prolog eines Krieges war, in dem das Schicksal der Welt auf dem Spiel stehen würde.",
        "Rain y Lasswell atacando a sus enemigos desde un barco volador. Ambos fueron sorprendidos por la arremetida de pequeños monstruos que deberían temer a los barcos voladores. No tenían ni idea de que este era el comienzo de una batalla por la supervivencia del mundo.",
        "Rain dan Lasswell yang menaiki kapal udara untuk menyerang musuh-musuh mereka. Kedua kesatria ini dikejutkan oleh serangan monster-monster kecil yang seharusnya takut terhadap kapal udara. Tanpa mereka sadari, ini hanyalah awal dari pertempuran untuk mempertahankan kelangsungan hidup dunia.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001aต่อสู้\u001aศัตรู\u001aที่อยู่\u001aบน\u001aเรือ\u001aเหาะ\u001aของ\u001aตน\u001a \u001aอัศวิน\u001aทั้งสอง\u001aต่าง\u001aสงสัย\u001aว่า\u001aเพราะเหตุใด\u001a \u001aเหล่า\u001aมอนสเตอร์\u001aขนาดเล็ก\u001aที่\u001aน่าจะ\u001aเกรงกลัว\u001aเรือ\u001aเหาะ\u001aถึง\u001aกล้า\u001aบุก\u001aโจมตี\u001aเข้ามา\u001aได้\u001a \u001aพวกเขา\u001aไม่\u001aเอะใจ\u001aเลย\u001aว่า\u001a \u001aนี่\u001aเป็น\u001aเพียง\u001aการ\u001aเริ่มต้น\u001aของ\u001aการต่อสู้\u001aครั้ง\u001aยิ่งใหญ่\u001aที่\u001aมี\u001aความอยู่รอด\u001aของ\u001aโลก\u001aเป็น\u001aเดิมพัน\u001a"
    ],
    "100000301": [
        "Water priestess, Luka, as she purifies the waters of Lake Dorr, and the water god Leviathan, who watches over her. The water god seems to be consoling Luka, who may require years upon years to fulfill her duty of purifying the lake alone.",
        "為了淨化多爾湖水而獻上祈禱的水之巫女露露卡與守護她的水神利維坦。直到水中的污穢徹底消去之前，露露卡只能在漫長的時間中隻身一人完成這一使命，而水神彷彿正在安慰著她一般。",
        "돌 호수의 물을 정화하기 위해 기도를 바치는 물의 무녀 루루카와 그녀를 지켜보는 수신 리바이어선. 수신은 긴 시간 동안 물의 오염이 사라질 때까지 홀로 책무를 다하는 루루카를 위로하고 있는 듯하다.",
        "La prêtresse de l'eau, Luluka, alors qu'elle purifie les eaux du lac Dorr sous le regard protecteur de Léviathan, la divinité de l'eau. Léviathan semble consoler Luka, qui aura probablement besoin de plusieurs années pour remplir seule son devoir et purifier le lac.",
        "Die Wasserpriesterin Luka, wie sie das Wasser des Sees Dorr reinigt, und der Wassergott Leviathan, wie er über sie wacht. Er scheint Luka Trost zu spenden, die sich, lange Jahre ganz auf sich alleine gestellt, der Aufgabe widmen wird, das Wasser von seiner Verderbtheit zu reinigen.",
        "La sacerdotisa del agua, Luka, purificando las aguas del Lago Dorr, y el rey del agua, Leviatán, que la vigila. El rey del agua parece estar consolando a Luka, a la que seguramente le harán falta años para poder purificar el lago entero sola.",
        "Pendeta Air, Luka, yang sedang menyucikan air Danau Dorr, dan Dewa Air Leviathan yang menjaganya. Tampaknya Dewa Air ini menghibur Luka yang mungkin memerlukan beberapa tahun untuk menuntaskan tugasnya untuk menyucikan seluruh danau sendirian.",
        "Luka\u001a \u001aนักบวช\u001aหญิง\u001aแห่ง\u001aวารี\u001aในขณะที่\u001aเธอ\u001aกำลัง\u001aทำการ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001a \u001aDorr\u001a \u001aโดยที่\u001aมี\u001a \u001aLeviathan\u001a \u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aเฝ้ามอง\u001aเธอ\u001aอยู่\u001a \u001aดูเหมือนว่า\u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aปลอบใจ\u001a \u001aLuke\u001a \u001aอยู่\u001a \u001aเนื่องจาก\u001aเธอ\u001aจำเป็น\u001aจะ\u001aต้อง\u001aใช้เวลา\u001aถึง\u001aหลาย\u001aปี\u001aใน\u001aการ\u001aปฏิบัติภารกิจ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001aให้\u001aบริสุทธิ์\u001aแต่\u001aเพียงลำพัง\u001a"
    ],
    "100000401": [
        "Rain and Lasswell at the Earth Shrine as they confront a mysterious armor-clad intruder. The intruder unleashed a powerful attack at the duo, who warned him against coming near the Earth Crystal.",
        "與入侵土之神殿的穿鎧甲的神秘男人對峙的雷因與拉斯韋爾。兩人對試圖接近水晶的男人發出了警告，而身穿黑色鎧甲的入侵者釋放出了極大的力量。",
        "땅의 신전에 침입한, 갑옷을 입은 의문의 남자와 대적하는 레인과 라스웰. 크리스탈에 접근하지 말라는 레인과 라스웰의 경고에, 검은 갑옷의 남자는 무시무시한 힘을 내보였다.",
        "Rain et Lasswell au temple de la terre alors qu'ils affrontent un mystérieux intrus en armure. L'intrus qui s'approchait dangereusement du cristal de la terre a déclenché une puissante attaque contre le duo qui tentait de s'interposer.",
        "Rain und Lasswell am Erdschrein, wie sie sich einem Eindringlung in mysteriöser Rüstung stellen. Dieser entfesselt einen mächtigen Angriff auf das Duo, welches ihn davor warnte, sich dem Kristall zu nähern.",
        "Rain y Lasswell en el Templo de la Tierra mientras se enfrentan a un intruso ataviado con una armadura. Ambos le advierten que no se acerque al Cristal de la Tierra, y es entonces cuando el intruso les lanza un poderoso ataque.",
        "Rain dan Lasswell yang berhadapan dengan penyusup misterius berarmor gelap di Kuil Tanah. Ketika mereka mencoba memperingatkan penyusup tersebut untuk tidak mendekati Kristal Tanah, ia melancarkan serangan yang kuat terhadap keduanya.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001a \u001aเผชิญหน้า\u001aกับ\u001aผู้บุกรุก\u001aลึกลับ\u001aสวม\u001aชุด\u001aเกราะ\u001aที่\u001aวิหาร\u001aปฐพี\u001a  \u001aผู้บุกรุก\u001aคน\u001aนี้\u001aได้\u001aปลดปล่อย\u001aพลัง\u001aการ\u001aโจมตี\u001aอัน\u001aรุนแรง\u001aใส่\u001aอัศวิน\u001aสอง\u001aคู่หู\u001aเมื่อ\u001aพวกเขา\u001aเตือน\u001aอีก\u001aฝ่าย\u001aไม่\u001aให้\u001aเข้าใกล้\u001aคริสตัล\u001a"
    ],
    "100000501": [
        "Rain overwhelmed with sadness in the ruined town of Sacher. Due to the royal blood within his veins, he lost the girl who saved his life, resolving himself to change the world. Wielding a cruel blade, he joins the Orders in hopes of becoming the next emperor.",
        "在被破壞殆盡的扎哈消沉的雷因。他身上的王族之血害死了自己的救命恩人，為此他決定改變世界。為了成為下一任皇帝而加入了號令者，揮舞起了無情之劍。",
        "파괴된 자하 마을에서 슬픔에 잠긴 레인. 그의 몸속에 흐르는 왕족의 피 때문에, 자신의 목숨을 구해준 소녀를 잃고 만 레인은 세계를 바꾸겠다는 결심을 했다. 차기 황제가 되기 위해 오더즈에 들어간 그는 비정한 검을 휘두른다.",
        "Rain, accablé par la tristesse dans la ville en ruine de Sacher. Le sang royal qui coule dans ses veines précipita la mort de la fille qui lui avait sauvé la vie. Cet épisode tragique fut le moteur de sa résolution à changer le monde. Brandissant sa lame avec cruauté, il rejoignit l'Ordre dans l'espoir de devenir le prochain empereur.",
        "Rain, wie er, von Trauer überwältigt, vor den Ruinen des Dorfes Sacher steht. Durch das königliche Blut in seinen Adern verlor er das Mädchen, das ihm das Leben rettete und hat sich geschworen, die Welt zu verändern. Er führt eine grausame Klinge und tritt dem Orden in der Hoffnung bei, der nächste Imperator zu werden.",
        "Rain, abrumado por la tristeza en la ciudad asolada de Sacher. Por culpa de la sangre real que corre por sus venas perdió a la chica que le salvó la vida y, desde entonces, ha tomado la resolución de cambiar el mundo. Se une a las Órdenes con una cruel espada entre las manos y la esperanza de convertirse en el próximo emperador.",
        "Rain yang diliputi kesedihan di kota Sacher yang telah hancur. Ia kehilangan gadis yang menyelamatkan nyawanya akibat darah kerajaan yang mengalir dalam tubuhnya, sehingga ia pun bertekad untuk mengubah dunia. Mengayunkan pedangnya dengan kejam, Rain bergabung dengan Orders dan berharap menjadi kaisar berikutnya.",
        "Rain\u001a \u001aอยู่\u001aใน\u001aสภาพ\u001aที่\u001aเปี่ยม\u001aไป\u001aด้วย\u001aความ\u001aโศกเศร้า\u001aท่ามกลาง\u001aเมือง\u001a \u001aSacher\u001a \u001aที่\u001aถูก\u001aทำลาย\u001a \u001aเพียง\u001aเพราะ\u001aเขา\u001aเป็น\u001aผู้\u001aมี\u001aสาย\u001aเลือก\u001aแห่ง\u001aกษัตริย์\u001a \u001aเด็กสาว\u001aผู้\u001aช่วยชีวิต\u001aเขา\u001aไว้\u001aจึง\u001aต้อง\u001aสิ้นชีพ\u001aไฟ\u001a \u001aด้วยเหตุนี้\u001aเขา\u001aจึง\u001aมุ่งมั่น\u001aที่จะ\u001aเปลี่ยนแปลง\u001aโลก\u001aให้ได้\u001a \u001aเขา\u001aเข้าร่วม\u001aภาคี\u001aยุทธ\u001aดารา\u001aและ\u001aฟาด\u001aฟันดาบ\u001aด้วย\u001aความ\u001aไร้\u001aปรานี\u001a \u001aภายใต้\u001aความหวัง\u001aที่จะ\u001aได้\u001aเป็น\u001aจักรพรรดิ\u001aองค์\u001aถัดไป\u001a"
    ],
    "100000601": [
        "Realizing that Lasswell is struggling with his own feelings interfering with the fulfillment of his duties as king, Akstar challenges him to a sparring session. Determined to steer him in the right direction, Akstar bestows upon him a new skill of his own creation—the guiding mirror of equity.",
        "向壓抑著自己的心情，決心履行自己身為王的職責的拉斯韋爾發起挑戰的阿克斯特。他為了引導迷茫的年輕人，自行創造出了「導・明鏡」，並運用這一技能來戰鬥。",
        "자신의 마음을 억누르고 왕으로서의 책무를 다하려 하는 라스웰에게 승부를 건 엑스타. 망설이는 젊은이를 이끌기 위해, 자신이 만들어낸 신기술 '도·잔잔한 거울'을 선보였다.",
        "Face au conflit intérieur de Lasswell, qui réprime ses propres sentiments pour remplir ses devoirs de roi, Akstar décide de lui proposer un duel amical. Déterminé à le guider dans la bonne direction, Akstar utilise sur lui sa nouvelle technique : Sérénité directrice.",
        "Akstar in seinem Kampf gegen Lasswell, der danach strebt, seine Pflichten als König zu erfüllen und dabei seine eigenen Gefühle unterdrückt. Um diesem verlorenen Jüngling zu helfen, entfesselt er die Leitende Kata, eine Technik, die er selbst erdacht hat.",
        "Al darse cuenta de que Lasswell tiene un conflicto interno que no le deja cumplir como debiera con sus deberes de rey, Akstar lo desafía a una sesión de entrenamiento y, decidido a guiarle en la dirección correcta, le otorga una nueva habilidad de su propia cosecha: la Tranquilidad guía.",
        "Menyadari bahwa Lasswell merasa terbebani dengan perasaan pribadinya yang mengganggunya dalam memenuhi tugasnya sebagai raja, Akstar menantangnya untuk melakukan sesi pelatihan. Bertekad untuk mengarahkannya dengan benar, Akstar mengajarinya jurus baru ciptaannya, Cermin Keadilan Pembimbing.",
        "หลังจากที่\u001aทราบ\u001aว่า\u001a \u001aLasswell\u001a \u001aกำลัง\u001aดิ้นรน\u001aใน\u001aการ\u001aเก็บกด\u001aความรู้สึก\u001aของ\u001aตัวเอง\u001a \u001aเพื่อ\u001aทำหน้าที่\u001aของ\u001aกษัตริย์\u001aให้\u001aลุล่วง\u001a \u001aAkstar\u001a \u001aจึง\u001aท้า\u001aประลอง\u001aกับ\u001aอีก\u001aฝ่าย\u001a  \u001aเขา\u001aได้\u001aพยายาม\u001aชี้แนะ\u001aแนวทาง\u001aให้\u001a \u001aLasswell\u001a \u001aผู้\u001aกำลัง\u001aสับ\u001aสนใจ\u001a \u001aด้วย\u001aการ\u001aใช้\u001aกระบวนท่า\u001aใหม่\u001aที่\u001aเขา\u001aคิดค้น\u001aขึ้น\u001aมา\u001aเอง\u001a \u001aนั่น\u001aก็\u001aคือ\u001a \u001aGuiding\u001a \u001aMirror\u001a \u001aof\u001a \u001aEquity\u001a"
    ],
    "207000101": [
        "A scene depicting Cloud with Jessie, an Avalanche member, riding through the night on a motorcycle. He shows off his impressive driving skills all the while fending off the Shinra security officers on their tail.",
        "與雪崩的成員潔西一同騎乘機車在深夜奔馳的克勞德。他一邊擊倒追趕而來的警備兵，一邊發揮著精湛的駕駛技術。",
        "아발란치의 멤버 제시를 바이크에 태우고 어두운 밤길을 질주하는 클라우드. 추격하는 경비병들을 쓰러뜨리며 멋진 드라이빙 테크닉을 선보인다.",
        "Une scène montrant Cloud fendant l'air nocturne sur une moto, avec Jessie d'Avalanche dans son dos. Il affiche pleinement sa maîtrise des deux-roues tout en se débarrassant des gardes de la Shinra.",
        "Cloud, wie er mit Jessie, einem Mitglied von Avalanche, auf einem Motorrad mitten in der Nacht unterwegs ist. Er beweist seine überlegenen Fahrkünste, indem er auch noch die Shinra-Gardisten abwehrt, die den beiden auf den Fersen sind.",
        "Una ilustración de Cloud y Jessie, una miembro de Avalancha, a lomos de una moto en mitad de la noche. En esta escena, Cloud hace alarde de sus extraordinarias habilidades de conducción al sortear a los centinelas de Shinra, que van pisándoles los talones.",
        "Adegan di mana Cloud dan Jessie, anggota Avalanche kebut-kebutan dengan sepeda motor di tengah malam. Cloud menunjukkan kemampuan mengemudinya yang hebat sambil menyingkirkan pasukan Shinra yang mengejar di belakang mereka.",
        "ภาพ\u001aฉาก\u001aที่\u001a \u001aCloud\u001a \u001aและ\u001aสมาชิก\u001aลุ่ม\u001a \u001aAvalanche\u001a \u001aชื่อ\u001a \u001aJessie\u001a \u001aขับ\u001aรถมอเตอร์ไซค์\u001aซิ่ง\u001aไป\u001aใน\u001aยามค่ำคืน\u001a \u001aเขา\u001aได้\u001aแสดง\u001aฝีไม้ลายมือ\u001aใน\u001aการขับขี่\u001aอัน\u001aยอดเยี่ยม\u001aของ\u001aเขา\u001aใน\u001aระหว่าง\u001aที่\u001aต่อสู้\u001aกับ\u001aเจ้าหน้าที่\u001aความปลอดภัย\u001aของ\u001a \u001aShinra\u001a \u001aที่\u001aไล่ล่า\u001aเขา\u001aอยู่\u001a"
    ],
    "207000201": [
        "When Cloud and Barret infiltrate Mako Reactor 1 in order to destroy it, Shinra sends the Scorpion Sentinel to put a stop to their plans.",
        "為了執行引爆魔晄爐的任務，克勞德與巴雷特潛入了壹號魔晄爐。然而他們卻在魔晄池遭遇了「神羅公司」的兵器・守衛巨蠍並與其戰鬥。",
        "마황로 폭파 작전을 수행하기 위해 1번 마황로에 잠입한 클라우드와 바렛. 그러나 마황 노심에서 '신라 컴퍼니'의 병기인 가드 스콜피온과의 전투가 벌어지고 만다.",
        "Quand Cloud et Barret infiltrent le réacteur mako nº 1 dans le but de le saboter, ils se retrouvent contraints d'affronter le scorpion gardien, une puissante arme automatisée de la Shinra.",
        "Als Cloud und Barret den Mako-Reaktor 1 infiltrieren, um diesen zu zerstören, entsendet Shinra den Wachskorpion, um ihre Pläne zu vereiteln.",
        "Cuando Cloud y Barret se infiltran en el reactor de mako n.º 1 con el objetivo de destruirlo, Shinra envía al escorpión guardián para frustrar sus planes.",
        "Ketika Cloud dan Barret menyusup untuk menghancurkan Reaktor Mako 1, Shinra mengirim Scorpion Sentinel untuk menghentikan rencana mereka.",
        "เมื่อ\u001a \u001aCloud\u001a \u001aและ\u001a \u001aBarret\u001a \u001aแทรกซึม\u001aเข้าไป\u001aทำลาย\u001aเตา\u001aปฏิกรณ์\u001a \u001aMako\u001a \u001aหมายเลข\u001a \u001a1\u001a \u001aนั้น\u001a \u001aฝ่าย\u001a \u001aShinra\u001a \u001aได้\u001aส่ง\u001aหุ่น\u001a \u001aScorpion\u001a \u001aSntinel\u001a \u001aออกมา\u001aหยุดยั้ง\u001aแผน\u001aของ\u001aพวกเขา\u001a"
    ],
    "207000301": [
        "In a corner of Midgar's upper Sector 8, Aerith, the flower peddler, kneels down before a set of glowing pipes overflowing with mako energy—the lifeblood of the planet.",
        "米德加第捌區市區裡蹲在角落中賣花的艾莉絲。眼前的管道中正露出了可稱之為行星生命的魔晄能量的光。",
        "미드가르 8번가 시가지 한쪽 구석에 쭈그려 앉아 있는, 꽃 파는 처녀 에어리스. 눈앞의 배관에서 별의 생명인 '마황 에너지'가 내뿜는 빛이 흘러나오고 있다.",
        "Quelque part dans le centre-ville du secteur 8, Aerith, la marchande de fleurs, s'agenouille devant de lourds tuyaux débordant d'énergie mako, l'essence vitale de la planète.",
        "In einer Ecke im achten Sektor Midgards kniet ein Blumenmädchen namens Aerith vor einem Rohrkonstrukt nieder, das Mako, die Lebensenergie des Planeten, verströmt.",
        "En una esquina del distrito central del sector 8 de Midgar, Aeris, la florista, se arrodilla frente unas tuberías relucientes repletas de energía mako, la sangre del planeta.",
        "Di suatu sudut Sektor 8 atas di Midgar, Aerith, si penjual bunga, berlutut di depan serangkaian pipa bercahaya penuh dengan energi mako yang merupakan sumber kehidupan planet ini.",
        "ใน\u001aมุม\u001aหนึ่ง\u001aของ\u001aพื้นที่\u001aชั้นบน\u001aของ\u001aมหานคร\u001a \u001aMidgar\u001a \u001aSector\u001a \u001a8\u001a \u001aนั้น\u001a \u001aสาว\u001aขาย\u001aดอกไม้\u001aชื่อ\u001a \u001aAerith\u001a \u001aได้\u001aคุกเข่า\u001aลง\u001aหน้า\u001aท่อ\u001aส่ง\u001aพลังงาน\u001a \u001aMako\u001a \u001aที่\u001aมี\u001aประกาย\u001aแสง\u001aเล็ดลอด\u001aออกมา\u001a \u001aพลังงาน\u001aดังกล่าว\u001aนั้น\u001aคือ\u001aสายเลือด\u001aที่\u001aหล่อเลี้ยง\u001aดาวเคราะห์\u001aดวง\u001aนี้\u001a"
    ],
    "401000101": [
        "Not one to spend much of his time physically exerting himself, Yoshikiri prefers to do most of his training virtually⁠—through games. This modern type of training may do little for his melee skills, but it does serve as good reflex practice for his ranged attacks.",
        "葦切並不是一個會花很多時間鍛鍊身體的人，他比較偏好透過「遊戲」來進行虛擬操練。這個現代化訓練方式也許對近戰技巧的幫助不大，但卻是練習遠程攻擊反應能力的絕佳手段。",
        "몸 쓰는 일에 시간을 들이는 걸 좋아하지 않는 요시키리는 대부분의 훈련을 게임을 통해 가상으로 소화하는 것을 선호한다. 이런 신세대 훈련 방식이 근접 격투에는 그다지 효과가 없을 수도 있지만, 원거리 공격에는 효과적인 반사 신경 훈련으로 충분히 도움이 된다.",
        "Yoshikiri n'est pas véritablement adepte des combats physiques, il préfère de loin s'adonner à ses entraînements virtuels grâce à ses jeux. Bien que cette façon de s'entraîner ne lui permet pas de développer ses aptitudes de combat au corps à corps, elle lui permet cependant de développer ses réflexes quant à ses attaques de longues portées.",
        "Nicht der Typ für physische Übungen, trainiert Yoshikiri lieber virtuell – durch Videospiele. Zwar mag diese moderne Art des Trainings seine Nahkampffähigkeiten nicht stark verbessern, aber eine ideale Übung für seine Fernkampf-Reflexe ist sie auf jeden Fall.",
        "Yoshikiri no es de los que se pasan las horas ejercitándose físicamente. Prefiere hacerlo virtualmente, a través de los videojuegos. Este nuevo sistema de entrenamiento no le servirá de mucho para mejorar sus habilidades cuerpo a cuerpo, pero le va bien para practicar sus reflejos con ataques a distancia.",
        "Yoshikiri bukan tipe orang yang suka beraktivitas fisik, sehingga ia lebih cenderung untuk berlatih secara virtual melalui game. Tipe latihan modern ini mungkin tidak terlalu meningkatkan kemampuan serangan jarak dekatnya, tapi lebih berfungsi sebagai latihan refleks untuk meningkatkan kemampuan serangan jarak jauhnya.",
        "Yoshikiri\u001a \u001aไม่\u001aใช่\u001aคน\u001aที่\u001aนิยม\u001aใช้เวลา\u001aไป\u001aกับ\u001aการ\u001aเคี่ยว\u001aกรำ\u001aร่างกาย\u001aตนเอง\u001aนัก\u001a \u001aในทางกลับกัน\u001aเขา\u001aชื่นชอบ\u001aใน\u001aการ\u001aฝึก\u001aวิชา\u001aผ่าน\u001aทางโลก\u001aเสมือน\u001a \u001a-\u001a \u001aนั่น\u001aก็\u001aคือ\u001aการ\u001aเล่น\u001aเกม\u001aนั่นเอง\u001a \u001aการฝึกฝน\u001aใน\u001aสไตล์\u001aทัน\u001aสมัยนี้\u001aอาจจะ\u001aไม่\u001aช่วย\u001aพัฒนา\u001aทักษะ\u001aการต่อสู้\u001aระยะ\u001aประชิด\u001aสัก\u001aเท่าไร\u001a \u001aแต่\u001aมัน\u001aก็\u001aช่วย\u001aให้\u001aประสาท\u001aสัมผัสใน\u001aการ\u001aโจมตี\u001aระยะไกล\u001aของ\u001aเขา\u001aเฉียบคม\u001aมากขึ้น\u001a"
    ],
    "401000301": [
        "A cake made to celebrate the 4th Anniversary of FINAL FANTASY BRAVE EXVIUS. The story's main protagonists and other beloved heroes adorn it as they partake in the joyous festivities. Thank you all for four wonderful years!",
        "慶祝《FINAL FANTASY BRAVE EXVIUS》4週年的蛋糕。故事中的主要人物和其他備受喜愛的英雄齊聚於蛋糕之上，如同他們也正在參與歡樂的慶典。感謝各位和我們共同度過這美好的四年！",
        "FINAL FANTASY BRAVE EXVIUS의 4주년을 기념하기 위해 만든 케이크. 스토리의 주인공과 다른 여러 인기 영웅들이 기쁨으로 가득한 축제에 함께하며 케이크를 장식했다. 지난 4년을 놀라운 시간으로 만들어주신 모든 여러분께 감사드립니다!",
        "Un gâteau fabriqué à l'occasion du 4e anniversaire de FINAL FANTASY BRAVE EXVIUS. Les personnages principaux de l'histoire et d'autres héros mémorables le décorent tout en participant aux festivités. Merci pour ces quatre merveilleuses années !",
        "Ein Kuchen zur Feier des 4. Jubiläums von FINAL FANTASY BRAVE EXVIUS. Die Hauptprotagonisten der Geschichte und andere beliebte Helden verzieren ihn, während sie an den fröhlichen Festlichkeiten teilnehmen. Vielen Dank für vier wundervolle Jahre!",
        "Una tarta para celebrar el 4.º aniversario de FINAL FANTASY BRAVE EXVIUS. Los protagonistas de la historia principal y otros héroes memorables la decoran mientras participan en las festividades. ¡Gracias por estos cuatro años maravillosos!",
        "Kue yang dibuat untuk merayakan Peringatan 4 Tahun FINAL FANTASY BRAVE EXVIUS. Para jagoan utama cerita ini bersama dengan pahlawan-pahlawan lainnya menghiasi kue ini sekaligus memperingati perayaan yang meriah tersebut. Terima kasih semuanya untuk empat tahun yang luar biasa ini!",
        "เค้ก\u001aนี้\u001aถูก\u001aทำ\u001aขึ้น\u001aมา\u001aเพื่อ\u001aฉลอง\u001aครบรอบ\u001aปี\u001aที่\u001a \u001a4\u001a \u001aของ\u001aเกม\u001a \u001aFINAL\u001a \u001aFANTASY\u001a \u001aBRAVE\u001a \u001aEXVIUS\u001a \u001aบน\u001aเค้ก\u001aมี\u001aเหล่า\u001aตัวเอก\u001aใน\u001aเกม\u001aพร้อม\u001aเหล่า\u001aวีรชน\u001aยอดนิยม\u001aคนอื่นๆ\u001aประดับประดา\u001aจน\u001aดู\u001aราวกับว่า\u001aพวกเขา\u001aได้\u001aเข้ามา\u001aร่วม\u001aการเฉลิมฉลอง\u001aนี้\u001aด้วย\u001a \u001aขอ\u001aขอบคุณ\u001aทุกท่าน\u001aสำหรับ\u001aช่วงเวลา\u001aสี่\u001aปี\u001aอัน\u001aน่ามหัศจรรย์\u001aนี้\u001a!\u001a"
    ],
    "401000401": [
        "A moment in time depicting Elena touching the Crystal that grants her the power of all the warriors who have wielded it before her. She is determined to fight alongside her partner, the Azure Crystal, to bring back light to the world.",
        "下定決心自前代戰士那裡繼承了藍色之力的艾琳娜，在接觸到水晶的時候窺見的光景。為了使世界光芒普照，她與夥伴藍色水晶一同戰鬥著。",
        "엘레나가 모든 선대 전사들의 힘을 자신에게 부여한 크리스탈을 만지던 순간. 세상에 다시 빛을 비추기 위해 그녀는 파트너인 푸른 크리스탈과 함께 싸우기로 결심했다.",
        "Un moment dans le temps représentant Elena touchant le Cristal qui lui confère le pouvoir de tous les guerriers qui l'ont porté avant elle. Elle est déterminée à se battre aux côtés de son partenaire, le Cristal bleu, pour ramener la lumière dans ce monde.",
        "Stellt den Moment dar, in dem Elena den Kristall berührt, der ihr die Kräfte all der Krieger verleiht, die zuvor im Besitz dieses Kristalls waren. Elena ist entschlossen, gemeinsam an der Seite ihres Partners, dem blauen Kristall, das Licht wieder zurück in die Welt zu bringen.",
        "Un momento en el tiempo en el que se ve a Elena tocando el cristal que le otorga el poder de todos los guerreros que lo poseyeron antes que ella. Está decidida a combatir junto a su compañero, el Cristal azul, para devolverle la luz al mundo.",
        "Saat di mana Elena menyentuh Kristal yang memberikannya kekuatan para prajurit yang dulu pernah menggunakan Kristal tersebut. Ia bertekad untuk bertarung bersama partnernya, Kristal Azure, untuk membawa cahaya kembali ke dunia.",
        "ภาพ\u001aฉาก\u001aในขณะที่\u001a \u001aElena\u001a \u001aสัมผัส\u001aกับ\u001aคริสตัล\u001aและ\u001aได้รับ\u001aพลัง\u001aของ\u001aเหล่า\u001aนักรบ\u001aผู้\u001aเคย\u001aเป็นเจ้าของ\u001aคริสตัล\u001aนี้\u001aเมื่อ\u001aครั้ง\u001aอดีต\u001a \u001aเธอ\u001aมุ่งมั่น\u001aที่จะ\u001aต่อสู้\u001aไป\u001aด้วยกัน\u001aกับ\u001aคริสตัล\u001aสี\u001aฟ้า\u001aซึ่ง\u001aเป็น\u001aคู่หู\u001aของ\u001aเธอ\u001a \u001aเพื่อ\u001aนำ\u001aแสงสว่าง\u001aกลับคืน\u001aสู่\u001aโลก\u001aใบ\u001aนี้\u001a"
    ],
    "900020101": [
        "The long-awaited appearance of a metal cactuar. He flew onstage feeling a strong obligation to provide experience to vision cards, but fled backstage and ran home after noticing the spotlight.",
        "在絕佳的時機登場的金屬巨型仙人掌。他燃燒著給予幻兵卡經驗值的使命感而跳到了舞台之上，但因察覺到眾人的目光又逃回到了簾幕之後。",
        "만반의 준비를 갖추고 등장한 메탈 사보텐더. 비전 카드에 경험치를 주겠다는 불타는 사명감을 안고 무대에 뛰어들었지만, 주목을 받게 되자 커튼 뒤로 줄행랑치고 말았다.",
        "L'apparition tant attendue d'un pampinator. Il s'est précipité sur scène en sentant en lui le devoir de donner de l'expérience aux atouts-visions, mais il s'enfuit en coulisses et rentra chez lui si tôt qu'il aperçut les projecteurs.",
        "Der langerwartete Auftritt des Metallkaktorius. Sein starkes Pflichtbewusstsein, Visionskarten Erfahrung verleihen zu müssen, ließ ihn förmlich auf die Bühne fliegen, aber als er sich binnen kurzer Zeit bewusst geworden war, dass er im Zentrum der Aufmerksamkeit stand, zog er ebenso schnell wieder von dannen.",
        "La esperada entrada en escena de un cactilio de metal. Apareció al sentir la imperiosa necesidad de compartir su experiencia con las cartas de visión, pero se escondió entre bastidores y se marchó corriendo a casa abrumado al convertirse en el centro de todas las miradas.",
        "Kemunculan kaktuar logam yang sudah ditunggu-tunggu. Ia menampakkan diri ketika merasakan kebutuhan mendesak untuk menyediakan pengalamannya kepada kartu vision, tapi kaktuar ini segera bersembunyi dan kembali ke rumahnya apabila ia menyadari dirinya menjadi pusat perhatian.",
        "ฉาก\u001aการ\u001aปรากฏตัว\u001aของ\u001aของ\u001a \u001aCactuar\u001a \u001aเหล็ก\u001aที่\u001aผู้คน\u001aรอคอย\u001a \u001aเขา\u001aโผล่\u001aขึ้น\u001aมา\u001aบน\u001aเวที\u001aด้วย\u001aความรู้สึก\u001aอัน\u001aแรงกล้า\u001aที่\u001aต้องการ\u001aมอบ\u001aค่า\u001a \u001aEXP\u001a \u001aให้\u001aแก่\u001aการ์ด\u001a \u001aVision\u001a \u001aแต่\u001aพอ\u001aเจอ\u001aไฟ\u001aสปอต\u001aไลท์\u001aส่อง\u001aเขา\u001aก็\u001aหลบ\u001aไป\u001aยัง\u001aหลัง\u001aเวที\u001aแล้ว\u001aหนี\u001aกลับบ้าน\u001aไป\u001aเลย\u001a"
    ]
}