{
    "1000101": [
        "Equipment can be viewed under Units. Tap the unit you wish to change equipment, then tap 'Equipment.' The equipment the unit can equip will be displayed under their status display.Tap the section you wish to equip, then select a piece of equipment to change their layout. Weapons can be equipped in either left or right hands. There are single-handed weapons, and two-handed weapons, with two-handed weapons being marked as such, meaning you can't equip anything else in the other hand.",
        "在「兵員」選單中點擊想要變更裝備的兵員，並點擊「裝備」來變更裝備。在狀態下方顯示的圖示，就是該兵員可以裝備的武具種類。點擊想要裝備的部位，選擇裝備品後就能夠變更。武器可以裝備於「左手」「右手」。武器有單手武器與雙手武器，裝備雙手武器時，會顯示「雙手」，此時無法在另一隻手裝備其他武器。",
        "장비는 '유닛' 메뉴에서 확인할 수 있습니다. 장비를 교체하고 싶은 유닛을 터치한 후, '장비' 버튼을 터치하여 장비를 교체할 수 있습니다. 유닛이 장착할 수 있는 장비의 종류는 상태창 하단에 표시됩니다.장비를 장착하고 싶은 부위를 터치한 후, 장착하고자 하는 장비를 선택합니다. 무기는 유닛의 왼손 또는 오른손에 장착할 수 있습니다. 무기의 유형에는 한손 무기와 양손 무기가 있으며, 양손 무기는 장착 시 '양손'으로 표시되고 다른 손에 무기를 장착할 수 없습니다.",
        "Pour voir votre équipement : Unités > touchez l’unité dont vous souhaitez modifier l’équipement > Équipement. L’équipement accessible à cette unité s'affiche en dessous de son statut.Touchez la partie du corps que vous souhaitez équiper, puis sélectionnez la pièce d’équipement pour la modifier. Les armes peuvent être équipées dans la main gauche ou dans la droite. Il existe deux types d’armes : à une main et à deux mains. Les armes à deux mains, indiquées comme telles, vous empêchent d’équiper quoi que ce soit dans votre autre main.",
        "Du siehst die Ausrüstung unter Einheiten. Tippe auf die Einheit, deren Ausrüstung du wechseln möchtest und dann auf Ausrüstung. Die mögliche Ausrüstung findest du unter der Statusanzeige.Tippe auf den Bereich, den du ausrüsten willst, dann wähle die Ausrüstung, um das Layout zu verändern. Waffen kannst du entweder in die rechte oder linke Hand legen. Es gibt Ein- und Zweihänder, bei einer als zweihändig markierten Waffe kann die andere Hand also nicht ausgerüstet werden.",
        "El equipo se puede ver en Unidades. Toca la unidad a la que quieres cambiarle el equipo y después toca Equipo. El equipo con el que la unidad puede equiparse aparecerá debajo de la información de la unidad.Toca la sección en la que quieras equiparte el objeto y a continuación selecciona la pieza de equipo que quieras ponerte. Las armas se pueden llevar tanto en la mano derecha como en la izquierda. Asimismo, existen armas de una y dos manos. Las armas de dos manos aparecen con una marca que significa que no te puedes equipar nada en la otra.",
        "Perlengkapan dapat dilihat dari Unit. Sentuh unit dengan perlengkapan yang ingin kamu ganti, lalu sentuh 'Perlengkapan'. Perlengkapan yang dapat digunakan unit akan ditampilkan di layar status unit tersebut.Sentuh bagian yang ingin kamu lengkapi, lalu pilih perlengkapan yang diinginkan untuk mengganti perlengkapan unit tersebut. Senjata dapat digunakan dengan tangan kiri atau tangan kanan. Ada berbagai jenis senjata seperti senjata satu tangan dan senjata dua tangan. Senjata dua tangan akan ditandai sehingga kamu tidak dapat menggunakan senjata lain di tangan yang satu lagi.",
        "คุณ\u001aสามารถ\u001aดู\u001aอุปกรณ์\u001aได้\u001aใน\u001aหน้าจอ\u001aของ\u001aยู\u001aนิ\u001aท\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aยู\u001aนิ\u001aท\u001aที่\u001aคุณ\u001aต้องการ\u001aเปลี่ยน\u001aอุปกรณ์\u001aให้\u001aก่อน\u001a \u001aจากนั้น\u001aจึง\u001aแตะ\u001aไป\u001aที่\u001a \u001a\"\u001aอุปกรณ์\u001a\"\u001a \u001aรายละเอียด\u001aของ\u001aอุปกรณ์\u001aที่\u001aยู\u001aนิ\u001aทราย\u001aนั้น\u001aสามารถ\u001aติดตั้ง\u001aได้\u001aจะ\u001aถูก\u001aแสดง\u001aอยู่\u001aข้างใต้\u001aข้อมูล\u001aสเตตัส\u001aของ\u001aยู\u001aนิ\u001aท\u001aดังกล่าว\u001aให้\u001aคุณ\u001aแตะ\u001aตำแหน่ง\u001aบน\u001aร่างกาย\u001aของ\u001aยู\u001aนิ\u001aท\u001aที่\u001aต้องการ\u001aติดตั้ง\u001aอุปกรณ์\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001aอุปกรณ์\u001aที่จะ\u001aเปลี่ยน\u001a \u001aอาวุธ\u001aนั้น\u001aจะ\u001aสามารถ\u001aติดตั้ง\u001aที่\u001aมือซ้าย\u001aหรือ\u001aมือขวา\u001aของ\u001aยู\u001aนิ\u001aท\u001aก็ได้\u001a \u001aอาวุธ\u001aที่\u001aติดตั้ง\u001aได้\u001aจะ\u001aมี\u001aทั้ง\u001aอาวุธ\u001aถือ\u001aมือ\u001aเดียว\u001a \u001aและ\u001aอาวุธ\u001aถือ\u001aสอง\u001aมือ\u001a \u001aอาวุธ\u001aถือ\u001aสอง\u001aมือ\u001aนั้น\u001aจะ\u001aมี\u001aข้อความ\u001aระบุ\u001aกำกับ\u001aไว้\u001aชัดเจน\u001a \u001aเพื่อให้\u001aคุณ\u001aรับทราบ\u001aว่า\u001aคุณ\u001aจะ\u001aไม่\u001aสามารถ\u001aติดตั้ง\u001aอาวุธ\u001aอื่น\u001aใด\u001aเข้ากับ\u001aมือ\u001aอีก\u001aข้าง\u001aหนึ่ง\u001aของ\u001aยู\u001aนิ\u001aท\u001aนั้น\u001aได้\u001a"
    ],
    "1000102": [
        "When selecting friends as companions when departing on a quest, they will be marked FRIEND. Also, since espers can be used, they will be displayed with a bright icon, and you will also receive 10 friend points.",
        "好友的同行者兵員被選擇為任務出擊的同行者時，會顯示「FRIEND」。此外，可以使用幻獸時會顯示為明亮狀態，單次同行能獲得10點羈絆點數。",
        "퀘스트를 떠날 때 친구를 동행자로 선택하면 동행자 유닛에는 '친구'로 표시됩니다. 또한 환수를 사용할 수 있어 이는 밝은 색 아이콘으로 표시되며, 10 인연 포인트도 획득할 수 있습니다.",
        "Tout ami avec lequel vous choisissez d’entreprendre une quête possède la mention AMI. Les chimères, également utilisables, sont indiquées par une icône lumineuse. Enfin, vous recevrez 10 points d’amitié pour votre quête.",
        "Wählst du Freunde als Begleiter, wenn du zu einem Auftrag aufbrichst, werden sie als FREUND markiert. Können Esper eingesetzt werden, wird das durch ein helles Symbol angezeigt. Du erhältst dann ebenfalls 10 Freundespunkte.",
        "Cuando seleccionas a un amigo como compañero y comienzas una misión, ese personaje aparecerá como AMIGO. Asimismo, al poder usarse espers, estos aparecerán con un icono brillante y, también recibirás 10 puntos de amistad.",
        "Ketika kamu memilih teman sebagai partner sebelum berangkat untuk melakukan quest, mereka akan ditandai dengan TEMAN. Selain itu, karena esper dapat digunakan, icon yang terang akan ditampilkan, dan kamu juga akan menerima 10 poin teman.",
        "ในกรณีที่\u001aคุณ\u001aเลือก\u001aเพื่อน\u001aไป\u001aเป็น\u001aผู้\u001aร่วมทาง\u001a \u001aจะ\u001aมี\u001aข้อความ\u001aว่า\u001aเพื่อน\u001aขึ้น\u001aกำกับ\u001aบน\u001a<br>\u001aยู\u001aนิ\u001aท\u001aของ\u001aเพื่อน\u001aในขณะที่\u001aทีม\u001aกำลัง\u001aออกเดินทาง\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aEsper\u001a \u001aของ\u001aเพื่อน\u001aได้\u001aด้วย\u001a \u001aดังนั้น\u001a \u001aไอคอน\u001aของ\u001a \u001aEsper\u001a \u001aเหล่านั้น\u001aก็\u001aจะ\u001aสว่าง\u001aขึ้น\u001a \u001aนอกจากนี้\u001a \u001aการ\u001aเล่น\u001a<br>\u001aเค\u001aวส\u001aโดย\u001aมี\u001aเพื่อน\u001aร่วม\u001aเดินทาง\u001aไป\u001aด้วย\u001a \u001a1\u001a \u001aครั้ง\u001a \u001aจะ\u001aทำให้\u001aคุณ\u001aได้\u001a \u001aFriend\u001a \u001aPt\u001a.\u001a \u001a10\u001a \u001aแต้ม\u001a"
    ],
    "1000103": [
        "You can send friend requests to companions you've taken who weren't friends. There is also a method which can be accessed by going to Friends on the lower screen. Here you can search via Friend ID or use the search function to find and send requests.",
        "在選擇好友以外的玩家當作同行者時，就能夠申請好友。此外，也能透過畫面下方選單的「好友」來進行申請。在這裡可以透過檢索玩家ID或利用「尋找」顯示的玩家列表來申請好友。",
        "동행자가 친구가 아니었던 경우 전투 시 동행자로 데려간 플레이어에게 친구 신청을 보낼 수 있습니다. 또한 홈 화면 하단에 위치한 '친구' 메뉴에서 친구의 ID를 검색하거나 또는 '찾기' 기능을 사용해 친구 신청을 보낼 수 있습니다.",
        "Vous pouvez envoyer une demande d’ami à un partenaire de combat qui ne figure pas dans votre liste d’amis. De plus, vous avez la possibilité d’ajouter un ami en sélectionnant le menu \"Amis\" en bas de votre écran. Cette option vous permet de rechercher un joueur via son ID ami ou d’utiliser la fonction de recherche pour trouver et envoyer des demandes.",
        "Sende Freundschaftsanfragen an Begleiter, die keine Freunde sind, oder tippe am unteren Bildschirm auf Freunde. Hier kannst du nach der Freundes-ID suchen oder eine Suche starten, um Anfragen zu finden und zu schicken.",
        "Puedes enviarle una petición de amistad a cualquier compañero del que no seas amigo. Otro método consiste en ir a Amigos en la parte inferior de la pantalla y, desde ahí, buscar mediante ID de amigo o usar la función de búsqueda para ver y enviar peticiones.",
        "Kamu dapat mengirimkan permintaan berteman pada partner yang belum kamu jadikan teman. Selain itu, ada metode lain yang dapat dilakukan melalui Teman pada layar bagian bawah. Di sini, kamu dapat mencari teman melalui ID mereka atau menggunakan fungsi Cari Teman dan mengirimkan permintaan.",
        "คุณ\u001aสามารถ\u001aส่ง\u001aคำขอ\u001aเป็นเพื่อน\u001aไป\u001aยัง\u001aผู้\u001aเล่น\u001aอื่น\u001aที่\u001aเป็นเจ้าของ\u001aยู\u001aนิ\u001aท\u001aเพื่อนร่วมทาง\u001aที่\u001aคุณ\u001aนำ\u001aไป\u001aเล่น\u001aเค\u001aวส\u001a \u001aแต่\u001aยัง\u001aไม่\u001aได้\u001aเป็นเพื่อน\u001aกับ\u001aคุณ\u001aได้\u001a \u001aนอกจากนี้\u001a \u001aคุณ\u001aยัง\u001aสามารถ\u001aขอ\u001aผู้\u001aเล่น\u001aอื่น\u001aเป็นเพื่อน\u001aได้\u001aด้วย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aเพื่อน\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aจากนั้น\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aID\u001a \u001aหรือ\u001aฟังก์ชั่น\u001aค้นหา\u001aใน\u001aการ\u001aค้นหา\u001aผู้\u001aเล่น\u001aราย\u001aอื่น\u001a \u001aเพื่อที่จะ\u001aได้\u001aส่ง\u001aคำขอ\u001aเป็นเพื่อน\u001aใน\u001aขั้น\u001aต่อไป\u001a"
    ],
    "1000104": [
        "Limit bursts can be used once the limit burst gauge in a unit's window is full. Once the gauge is full, you can flick the window right to turn it a bright orange color, enabling you to use the limit burst.",
        "在戰鬥中，當兵員視窗的「LIMIT」槽全滿時就能夠使用極限技。當極限技槽全滿時，將兵員視窗往右滑動就會看見能力一覽，此時極限技將會顯示發亮的橘色，並能夠選擇使用。",
        "리미트 버스트는 유닛 창의 LB 게이지가 모두 채워지면 사용할 수 있습니다. 게이지가 모두 채워지면 유닛 창을 오른쪽으로 밀어 밝은 주황색으로 바뀔 때 리미트 버스트를 사용할 수 있습니다.",
        "Vous pouvez utiliser une limite une fois que la jauge de limite d’une unité est remplie. Lorsque la jauge est pleine, faites glisser la fenêtre vers la droite et elle virera alors à l’orange, indiquant que vous pouvez déclencher la limite.",
        "Ein Limitrausch ist einmal einsetzbar, sobald das Limitmeter einer Einheit voll ist. Ist es voll, wechsle zum rechten Fenster, und aktiviere die helle orange Farbe, um den Limitrausch einer Einheit zu ermöglichen.",
        "Los Estallidos Límite se pueden usar cuando la barra de EL de la unidad llega al máximo. Cuando la barra esté llena, mueve la ventana a la derecha para que se ponga naranja brillante, lo que te permitirá usar el EL.",
        "Limit burst dapat digunakan sekali setelah bar limit burst di jendela unit penuh. Begitu bar penuh, kamu dapat menggeser jendela unit ke kanan, dan menyentuh cell berwarna jingga terang yang ditampilkan untuk menggunakan limit burst.",
        "ยู\u001aนิ\u001aท\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aLB\u001a \u001aได้\u001a \u001a1\u001a \u001aครั้ง\u001a \u001aเมื่อ\u001a \u001aLB\u001a \u001aGauge\u001a \u001aใน\u001aหน้าต่าง\u001aของ\u001aยู\u001aนิ\u001aทราย\u001aนั้นๆ\u001a \u001aเต็ม\u001a \u001aหลัง\u001a \u001aLB\u001a \u001aGauge\u001a \u001aเต็ม\u001aแล้ว\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aปัด\u001aหน้าต่าง\u001aของ\u001aยู\u001aนิ\u001aท\u001aไป\u001aทางขวา\u001aเพื่อ\u001aเลือก\u001aรายการ\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aที่\u001aมี\u001aสีส้ม\u001aสดใส\u001aและ\u001aใช้งาน\u001aมัน\u001aได้\u001a"
    ],
    "1000105": [
        "Siren's Tower is unlocked by clearing Dalnakya Cavern - Demon's Lair. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right corner of the mission screen after selecting the quest.",
        "只要完成「達爾納吉亞洞窟·小鬼住處」後，「塞壬之塔」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'세이렌의 탑'은 '달나키아 동굴·도깨비 집'을 완료하면 개방됩니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Tour des sirènes après avoir terminé Grotte de Dalnakya - Antre du démon. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Der Turm der Sirene wird freigeschaltet, nachdem du Dalnakia-Höhle – Versteck des Dämons abgeschlossen hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsfensters nach der Auftragsauswahl auf Strategie tippst.",
        "La Torre de Sirena se desbloquea cuando completas Caverna de Dalnakya - Guarida. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Menara Siren akan muncul setelah kamu menyelesaikan Gua Dalnakya - Sarang Monster. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "หอคอย\u001a \u001aSiren\u001a \u001aจะ\u001aถูก\u001aปลด\u001aผนึก\u001aหลังจากที่\u001aคุณ\u001aเคลียร์\u001a \u001aถ้ำ\u001a \u001aDalnakya\u001a \u001a-\u001a \u001aรัง\u001aปีศาจ\u001aได้\u001aสำเร็จ\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1000106": [
        "Units can be enhanced by going to Units at the bottom of the Home screen > Enhance Units.First, select a base, the tap on the spaces marked TAP and select your material units. Units, including those that provide enhancements other than just EXP, will be displayed on the material selection screen. Units used as materials will be lost.",
        "可以透過畫面下方選單「兵員」＞「兵員強化」來強化兵員。先選取想要強化的兵員，接著點擊顯示著「TAP」的地方並選取強化用素材。除了經驗值以外，還能獲得其他強化效果的兵員，將會顯示於素材選擇畫面的最上方。被當作強化素材的兵員將會消滅。",
        "유닛은 홈 화면 하단에 위치한 '유닛' 메뉴에서 '유닛 강화' 아이콘으로 이동하여 강화할 수 있습니다.우선, 베이스가 될 유닛을 고른 후 '터치' 표시가 되어 있는 칸을 눌러 재료 유닛을 선택합니다. 경험치 이외에 강화 효과를 제공하는 유닛들의 경우 재료 선택 화면에 상승 내용이 표시됩니다. 재료로 사용된 유닛은 소멸됩니다.",
        "Il vous est possible d’améliorer vos unités en allant dans \"Unités (en bas de l’écran Accueil) > Améliorer unités\"Commencez par sélectionner l'unité à améliorer, puis touchez les espaces portant la mention \"TAP\" et sélectionnez vos unités à utiliser comme matériaux. Toutes les unités, y compris celles qui offrent des bonus autres que de l’EXP, sont affichées sur l’écran de sélection des matériaux. Toute unité utilisée comme matériau est définitivement perdue.",
        "Verbessere Einheiten, indem du unten im Hauptbildschirm auf Einheiten > Einheiten verbessern tippst. Wähle zuerst eine Basis, tippe auf die mit TIPPEN markierten Felder und wähle deine Materialeinheiten. Einheiten, die mehr Verbesserungen bieten als nur EXP, werden in der Materialauswahl angezeigt. Die als Material verwendeten Einheiten gehen verloren.",
        "Puedes mejorar las unidades si vas a Unidades en la parte inferior de la pantalla principal > Mejorar unidades.En primer lugar, selecciona una base, luego toca en los espacios marcados con TOCAR y selecciona los materiales. Las unidades que proporcionan algo más que EXP (incluyendo las unidades de mejora) aparecerán en la pantalla de selección de materiales. Las unidades usadas como materiales se perderán.",
        "Unit dapat diperkuat melalui Unit di bagian bawah layar Home > Perkuat Unit.Pertama-tama, pilih unit dasar, lalu sentuh slot yang ditandai dengan SENTUH dan pilih unit material yang diinginkan. Unit, termasuk unit yang memberikan hal lain selain EXP, akan ditampilkan di layar pemilihan material. Unit yang digunakan sebagai material akan menghilang.",
        "คุณ\u001aสามารถ\u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aยู\u001aนิ\u001aท\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aHome\u001a \u001a>\u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท\u001a \u001aใน\u001aขั้นแรก\u001a \u001aให้\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aก่อน\u001a \u001aจากนั้น\u001aแตะ\u001aตรง\u001aพื้น\u001aที่ว่าง\u001aที่\u001aมี\u001aคำ\u001aว่า\u001a \u001a\"\u001aแตะ\u001a\"\u001a \u001aกำกับ\u001aไว้\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aวัตถุดิบ\u001aต่อไป\u001a \u001aหาก\u001a\u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท\u001a \u001aใน\u001aขั้นแรก\u001a \u001aให้\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aก่อน\u001a \u001aจากนั้น\u001aแตะ\u001aตรง\u001aพื้น\u001aที่ว่าง\u001aที่\u001aมี\u001aคำ\u001aว่า\u001a \u001a\"\u001aแตะ\u001a\"\u001a \u001aกำกับ\u001aไว้\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aวัตถุดิบ\u001aต่อไป\u001a \u001aหาก\u001a<br>\u001aยู\u001aนิ\u001aท\u001aวัตถุดิบ\u001aนั้น\u001a \u001aมี\u001aสิ่ง\u001aที่\u001aสามารถ\u001aมอบให้\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aได้\u001aนอกเหนือจาก\u001a \u001aEXP\u001a \u001aรายชื่อ\u001aของ\u001aสิ่ง\u001aเหล่านั้น\u001aจะ\u001aถูก\u001aแสดง\u001aไว้\u001aที่\u001aหน้าจอ\u001aเลือก\u001aวัตถุ\u001a \u001aยู\u001aนิ\u001aท\u001aที่\u001aถูก\u001aใช้\u001aเป็น\u001aวัตถุดิบ\u001aนั้น\u001aจะ\u001aหาย\u001aไป\u001a"
    ],
    "1000107": [
        "Earth Shrine - Exploration will appear in the Earth Shrine after you've cleared Earth Shrine - Depths and proceeded to Mitra. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要完成「土之神殿·最深處」並進入米特拉鎮後「土之神殿」內就會出現「土之神殿·探索」。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "땅의 신전·최심부'를 완료한 후 '미트라 마을'을 거치면 '땅의 신전'에 '땅의 신전·탐색'이 등장합니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la zone Temple de la Terre - Exploration après avoir terminé Temple de la Terre - Entrailles, et avoir atteint Mitra. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Erdschrein – Erkundung erscheint, sobald du Erdschrein – Tiefen abgeschlossen hast und nach Mitra weitergegangen bist.<br><br>Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "Templo de la Tierra - Exploración estará disponible dentro del Templo de la Tierra una vez hayas completado el Templo de la Tierra - Fondo y llegado a Mitra. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Kuil Tanah - Eksplorasi akan muncul setelah kamu menyelesaikan Kuil Tanah - Pintu Keluar dan menuju Mitra. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "วิหาร\u001aปฐพี\u001a \u001a-\u001aภาค\u001aสำรวจ\u001a \u001aจะ\u001aปรากฏ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aเคลียร์\u001aวิหาร\u001aปฐพี\u001a-\u001aชั้นใน\u001aสุด\u001aสำเร็จ\u001aและ\u001aได้\u001aออกเดินทาง\u001aต่อไป\u001aยัง\u001aเมือง\u001a \u001aMitra\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1000108": [
        "Espers can be set on the party selection screen under the unit image. (If nothing is set, it will be marked Empty). Evocations can be used once the green gauge above the unit windows is full. Once the green gauge is full, an evocation can be selected by swiping right on a unit window with an esper equipped, and tapping the bright green cell that is shown.",
        "在隊伍編輯畫面中兵員下方的幻獸欄位（未編制時顯示「Nothing」）能夠變更裝備的幻獸。在戰鬥中，兵員視窗的右上方的綠色計量槽全滿時就能夠使用幻獸。計量槽全滿時，將有裝備幻獸的兵員視窗往右滑動就會看見能力一覽，此時幻獸召喚魔法將會顯示發亮的綠色，並能夠選擇使用。",
        "환수는 파티 선택 창의 유닛 이미지 아래에서 장착할 수 있습니다. (환수를 장착하고 있지 않은 경우 'Nothing' 상태로 표시됩니다.) 소환마법은 유닛 창 위의 초록색 게이지가 모두 채워지면 사용할 수 있습니다. 환수 게이지가 모두 채워지면 소환수를 장착한 유닛 창을 오른쪽으로 밀어 소환마법을 선택할 수 있으며, 밝은 초록색으로 표시되는 창을 눌러 소환마법을 사용할 수 있습니다.",
        "Vous pouvez configurer vos chimères depuis l’écran de sélection du groupe, sous l’image de l’unité concernée. (Si aucune chimère n’est configurée, la mention \"Vide\" est indiquée). Vous pouvez utiliser les pouvoirs de l’invocation une fois que la jauge verte située au dessus de la fenêtre contenant les unités est remplie. Lorsque la jauge est pleine, vous avez la possibilité de sélectionner une invocation en faisant glisser votre doigt à droite sur la fenêtre d’une unité équipée d’une chimère, puis en touchant la bulle vert vif qui apparaît alors.",
        "Esper können im Gruppenauswahlbildschirm unter dem Einheitensprite festgelegt wurden (wenn nichts festgelegt wurde, dann wird der Slot als leer markiert). Rufen kann verwendet werden, sobald die grüne Leiste voll ist. Sobald die grüne Leiste voll ist, kann ein Esper gerufen werden, indem du im Einheitenfenster einer Einheit, die mit einem Esper ausgerüstet ist, nach rechts wischst und auf die hellgrüne Zelle tippst, die dort zu sehen ist.",
        "Los espers se pueden seleccionar en la pantalla de selección de grupo, justo debajo de la unidad. (Si no pones nada ahí, aparecerá como Vacío). Las evocaciones solo se pueden usar cuando la barra verde encima de las ventanas de las unidades que aparece durante los combates está al máximo. Cuando está al máximo, puedes elegir una evocación si deslizas a la derecha en la ventana de la unidad con un esper equipado y, luego, tocando la celda verde brillante que aparecerá.",
        "Esper dapat dipasang melalui layar pemilihan tim di bawah gambar unit. (Apabila tidak ada esper yang dipasang, tanda Kosong akan ditampilkan). Summon dapat digunakan setelah bar hijau di atas jendela unit penuh. Begitu bar hijau ini penuh, summon dapat dipilih dengan menggeser jendela unit dengan esper yang ingin kamu panggil ke kanan, dan menyentuh cell berwarna hijau terang yang ditampilkan untuk menggunakan summon.",
        "คุณ\u001aสามารถ\u001aติดตั้ง\u001a \u001aEsper\u001a \u001aได้\u001aใน\u001aหน้าจอ\u001aสำหรับ\u001aเลือก\u001aทีม\u001a \u001aแล้วไป\u001aที่\u001aบริเวณ\u001aใต้\u001aรูป\u001aยู\u001aนิ\u001aท\u001a \u001a(\u001aหาก\u001aไม่\u001aมี\u001a \u001aEsper\u001a \u001aใด\u001aถูก\u001aติดตั้ง\u001aไว้\u001a \u001aกล่อง\u001aใต้\u001aรูป\u001aยู\u001aนิ\u001aท\u001aจะ\u001aว่างเปล่า\u001a)\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aซัม\u001aม่อน\u001a \u001aEsper\u001a \u001aได้\u001a \u001a1\u001a \u001aครั้ง\u001aเมื่อ\u001aเกจ\u001aสี\u001aเขียว\u001aบริเวณ\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aการต่อสู้\u001aถูก\u001aเติม\u001aจน\u001aเต็ม\u001a \u001aเมื่อ\u001aเกจ\u001aดังกล่าว\u001aเต็ม\u001aแล้ว\u001a \u001aให้\u001aคุณ\u001aเลื่อน\u001aหน้าต่าง\u001aยู\u001aนิ\u001aท\u001aไป\u001aทางขวา\u001a \u001aและ\u001aแตะ\u001aบริเวณ\u001aปุ่ม\u001aสี\u001aเขียว\u001aสด\u001aเพื่อ\u001aดำเนินการ\u001aซัม\u001aม่อน\u001a \u001aEsper\u001a \u001aที่\u001aติดตั้ง\u001aไว้\u001a"
    ],
    "1000109": [
        "Fulan Pass will appear once you've entered the Royal Capital Grandshelt. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要進出過「王都格蘭謝爾特」後，「芙蘭街道」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'프랜 가도'는 '왕도 그랑셸트'를 거친 후 등장합니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Route de Fulan après être entré dans Grandshelt, capitale royale. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Fulan-Pass erscheint, nachdem du die Residenzstadt Grandshelt betreten hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "El Paso de Fulan estará disponible una vez hayas completado la Capital real Grandshelt. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Jalur Fulan akan muncul setelah kamu memasuki Ibu Kota Kerajaan Grandshelt. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ทาง\u001aผ่านเมือง\u001a \u001aFulan\u001a \u001aจะ\u001aปรากฎ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aได้\u001aเข้าไป\u001aใน\u001aนครหลวง\u001aราชอาณาจักร\u001a \u001aGrandshelt\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aข้อมูล\u001aช่วย\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1000201": [
        "Standard summons can be performed by going to Summon on the bottom of the Home screen > Standard Summon > Standard Summon. Standard summons require friend points which are usually acquired by taking companions on quests.",
        "「普通召喚」可以在畫面下方的選單「召喚」＞畫面中央的「免費召喚」＞「普通召喚」來進行。進行「普通召喚」需要花費「羈絆點數」，可以透過進入任務時，選擇同行者來獲得。",
        "일반 소환은 홈 화면 하단에 위치한 '소환' 메뉴에서 '일반 소환' 탭 > '일반 소환' 배너로 이동하여 진행할 수 있습니다. 일반 소환에는 인연 포인트가 소모되며, 인연 포인트는 보통 퀘스트 수행 시 동행자를 편성하여 획득할 수 있습니다.",
        "Vous pouvez exécuter une invocation standard en allant dans \"Invocation (en bas de l’écran Accueil) > Invocation standard > Invocation standard\". Une invocation standard nécessite l’usage de points d’amitié, lesquels sont le plus souvent acquis en choisissant un partenaire pour vous accompagner dans une quête.",
        "Führe normale Beschwörungen durch, indem du dich unten im Hauptbildschirm auf Beschwören > Kostenlose Beschwörung > Normale Beschwörung begibst. Normale Beschwörungen erfordern Freundespunkte, die du für gewöhnlich erhältst, indem du Begleiter mit auf Aufträge nimmst.",
        "Para realizar una invocación estándar, tienes que tocar el botón Invocación de la pantalla principal > Invocación estándar > Invocación estándar. Las invocaciones estándar requieren puntos de amistad, que suelen adquirirse al llevar compañeros a lo largo de tus misiones.",
        "Summon standar dapat dilakukan melalui Summon di bagian bawah layar Home > Summon Standar > Summon Standar. Summon standar memerlukan poin teman yang biasanya dapat diperoleh dengan membawa partner dalam quest.",
        "คุณ\u001aสามารถ\u001aซัม\u001aม่อน\u001aยู\u001aนิ\u001aท\u001aแบบ\u001aปกติ\u001aด้วย\u001aการ\u001aไป\u001aที่\u001a \u001aปุ่ม\u001aซัม\u001aม่อน\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aHome\u001a \u001a>\u001a \u001aFree\u001a \u001aSummon\u001a \u001a>ซัม\u001aม่อน\u001aปกติ\u001a  \u001aการ\u001aซัม\u001aม่อน\u001aแบบ\u001aปกติ\u001aนั้น\u001aจะ\u001aต้อง\u001aใช้\u001a \u001aFriend\u001a \u001aPt\u001a.\u001a \u001aซึ่ง\u001aส่วนใหญ่\u001aแล้\u001aวจะ\u001aได้\u001aจาก\u001aการพา\u001aยู\u001aนิ\u001aท\u001aเพื่อน\u001aผู้\u001aร่วมทาง\u001aไป\u001aทำ\u001aเค\u001aวส\u001aด้วยกัน\u001a"
    ],
    "1000202": [
        "The arena can be accessed from the reel menu on the Home screen which is unlocked after you've arrived at Royal Capital Grandshelt. 1 orb is required to participate.",
        "只要到達「王都格蘭謝爾特」後，就能解放鬥技場。在首頁畫面中，點擊迴轉選單的「鬥技場」就能進入。參加戰鬥需要花費1個鬥技場寶珠。",
        "결투장은 메인 스토리의 '왕도 그랑셸트'에 도달한 후 개방되며, 홈 화면의 릴 메뉴에서 입장할 수 있습니다. 결투장 참가 시 구슬 1개가 필요합니다.",
        "Vous pouvez accéder à l’arène depuis le menu circulaire de l’écran Accueil, qui apparaît dès que vous arrivez à Grandshelt, capitale royale. Chaque participation nécessite de payer 1 orbe.",
        "Betritt die Arena über das Rollmenü im Hauptbildschirm, sobald du in der Residenzstadt Grandshelt angelangt bist. Für die Teilnahme ist ein Juwel erforderlich.",
        "Puedes acceder a la Arena desde el menú desplazable de la pantalla principal, que se desbloquea cuando llegas a la Capital real Grandshelt. Necesitas 1 orbe para participar.",
        "Arena dapat diakses dari reel menu di layar Home yang akan dibuka setelah kamu tiba di Ibu Kota Kerajaan Grandshelt. 1 orb diperlukan untuk berpartisipasi.",
        "คุณ\u001aสามารถ\u001aเข้า\u001aเล่น\u001aอารี\u001aน่า\u001aได้\u001aจาก\u001aเมนู\u001aเลื่อน\u001aได้ที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aปุ่ม\u001aอารี\u001aน่าจะ\u001aถูก\u001aปลด\u001aล็อค\u001aหลังจากที่\u001aคุณ\u001aเดินทาง\u001aมาถึง\u001aนครหลวง\u001aราชอาณาจักร\u001a \u001aGrandshelt\u001a \u001aคุณ\u001aต้อง\u001aใช้\u001aลูกแก้ว\u001a \u001a1\u001a \u001aลูก\u001a \u001aใน\u001aการ\u001aเข้า\u001aเล่น\u001aอารี\u001aน่า\u001a"
    ],
    "1000203": [
        "Gifts can be sent by going to the upper right hand corner under Friends and tapping Gifts followed by Send. By tapping Send All, you can send the gifts your friends have set to everyone at once. You can set your own desired gift by going to Friends > Gifts then tapping on the desired gift icon in the center of the screen.",
        "禮物可以透過畫面下方選單的「好友」＞「禮物」＞右上方的「贈送」來贈送給好友。「一併贈送」能夠一次贈送所有好友所設定的「想要的禮物」。此外，自己「想要的禮物」請點擊「好友」＞「禮物」中的<span>「設定想要的禮物」中央的圖示來變更。",
        "선물은 '친구' 메뉴로 이동하여 '선물' 버튼을 선택한 후 우측 상단에 위치한 '보내기'를 눌러 보낼 수 있습니다. 우측 상단의 '모두 보내기' 버튼을 터치하면 친구가 설정한 선물을 한 번에 모두에게 보낼 수 있습니다. 또한 '친구' 메뉴 내 '선물'로 이동하여 화면 중앙에서 원하는 선물 아이콘을 눌러 받고 싶은 선물을 지정할 수 있습니다.",
        "Vous avez la possibilité d’envoyer un cadeau en sélectionnant l’option \"Amis (en haut à droite) > Cadeaux > Offrir\". En sélectionnant \"Tout envoyer\", vous pouvez envoyer d'un coup à chacun de vos amis le cadeau correspondant à ses préférences. Un cadeau répondant à leurs attentes est alors envoyé. Vous pouvez configurer vos préférences de cadeau en allant dans \"Amis > Cadeaux\" puis en touchant l’icône de cadeau souhaité située au centre de l’écran.",
        "Verschicke Geschenke über die obere rechte Ecke unter Freunde > Geschenke und dann Senden. Tippe auf Stapel senden, um von deinen Freunden festgelegte Geschenke direkt an alle zu senden. Du verschickst dann ihr Wunschgeschenk. Lege deine eigenen Wunschgeschenke über Freunde > Geschenke fest und tippe anschließend auf das gewünschte Geschenksymbol in der Bildschirmmitte.",
        "Se pueden enviar regalos si vas a la esquina inferior derecha en Amigos y tocas Regalos seguido de Enviar. Si tocas en Enviar todo, le enviarás a todos tus amigos a la vez los regalos que ellos han configurado. Tú también puedes configurar tu regalo preferido yendo a Amigos > Regalos y luego tocando el icono del regalo que quieras en el centro de la pantalla.",
        "Kado dapat dikirim melalui pojok kanan atas layar Teman, lalu sentuh Kado diikuti dengan Kirim. Dengan menyentuh tombol Kirim Semua, kamu dapat mengirim kado yang sudah ditentukan oleh temanmu ke semuanya sekaligus. Kamu dapat mengatur kado yang kamu inginkan melalui Teman > Kado, lalu sentuh icon kado yang diinginkan di bagian tengah layar.",
        "คุณ\u001aสามารถ\u001aส่ง\u001aของขวัญ\u001aได้\u001aโดย\u001aไป\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aหน้าจอ\u001aเพื่อน\u001a \u001aจากนั้น\u001aจึง\u001aแตะ\u001aปุ่ม\u001aของขวัญ\u001aตาม\u001aด้วย\u001aปุ่ม\u001aส่ง\u001a \u001aถ้า\u001aคุณ\u001aแตะ\u001aที่\u001aปุ่ม\u001a \u001a\"\u001aส่ง\u001aยก\u001aชุด\u001a\"\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aส่ง\u001aของ\u001aที่\u001aเพื่อน\u001aแต่ละคน\u001aตั้งค่า\u001aไว้\u001aไป\u001aยัง\u001aเพื่อน\u001aทุกคน\u001a \u001aคุณ\u001aสามารถ\u001aตั้งค่า\u001aของขวัญ\u001aที่\u001aคุณ\u001aอยากได้\u001aโดย\u001aไป\u001aที่\u001aปุ่ม\u001aเพื่อน\u001a \u001a>\u001a \u001aของขวัญ\u001a \u001aจากนั้น\u001aจึง\u001a \u001aแตะ\u001aไป\u001aที่\u001aไอคอน\u001aของขวัญ\u001aที่\u001aคุณ\u001aอยากได้\u001aใน\u001aบริเวณ\u001aตรงกลาง\u001aหน้าจอ\u001a"
    ],
    "1000204": [
        "Crafting can be selected from Crafting on the reel menu on the Home screen. By selecting a category, you can confirm all items available to be created. If an item is marked 'no recipe,' you can see where to find the recipe by tapping on the item. For items which you have the recipe for, you can find out where to obtain the displayed materials by tapping on them.",
        "在首頁畫面的迴轉選單中點擊「製作」來製作物品。選取類別後，就能夠確認目前能夠做的道具。顯示「無配方」的項目，只要點擊道具名稱就能夠確認獲得的地點。擁有配方的項目，點擊顯示的素材後就能夠確認獲得的地點。",
        "제작은 홈 화면의 릴 메뉴에서 선택할 수 있습니다. 카테고리를 선택하여 제작이 가능한 모든 아이템을 확인할 수 있습니다. 아이템에 '제작법 없음'이 표시된 경우 해당 아이템을 터치하여 제작법 획득 장소를 확인할 수 있습니다. 제작법을 보유하고 있는 아이템의 경우 표시된 재료를 터치하여 재료 획득 장소를 확인할 수 있습니다.",
        "L’option \"Artisanat\" est accessible depuis le menu circulaire de l’écran Accueil. En choisissant une catégorie, vous pouvez vérifier tous les objets pouvant être créés. Si un objet est marqué de la mention \"Aucune recette\", vous pouvez voir où trouver la recette en touchant cette mention. Pour les objets dont vous possédez la recette, vous pouvez découvrir où recueillir les matériaux affichés en les touchant.",
        "Wähle Herstellen im Rollmenü im Hauptbildschirm. Wähle eine Kategorie, um alle herzustellenden Gegenstände zu bestätigen, die verfügbar sind. Steht bei einem Gegenstand kein Rezept dabei, dann tippe auf den Gegenstand, um zu sehen, wo du das entsprechende Rezept findest. Hast du das Rezept für einen Gegenstand, dann tippe auf die angezeigten Materialien, um zu sehen, wo du sie findest.",
        "Para elaborar objetos, tienes que ir a la opción Elaboración del menú desplazable de la pantalla principal. Si seleccionas una categoría, podrás confirmar todos los objetos que puedes crear. Si un objeto tiene la marca sin receta, cuando toques dicho objeto podrás ver dónde encontrar su receta correspondiente. Si ya cuentas con la receta para crear el objeto, cuando toques los materiales averiguarás cómo obtenerlos.",
        "Kerajinan dapat diakses dari reel menu di layar Beranda. Dengan memilih kategori, kamu dapat memeriksa semua item yang dapat dibuat. Apabila item tersebut ditandai dengan Tidak Ada Resep, dengan menyentuh item, kamu dapat melihat lokasi untuk menemukan resep tersebut. Untuk item dengan resep yang sudah kamu miliki, dengan menyentuh material yang ditampilkan kamu dapat mencari tahu lokasi untuk menemukan mereka.",
        "ผู้\u001aเล่น\u001aสามารถ\u001aทำ\u001aการผลิต\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aการผลิต\u001aบน\u001aเมนู\u001aเลื่อนที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aเมื่อ\u001aเลือก\u001aปุ่ม\u001aนี้\u001a \u001aคุณ\u001aจะ\u001aได้\u001aเห็น\u001aข้อมูล\u001aไอเทม\u001aทุกอย่าง\u001aที่\u001aสามารถ\u001aทำ\u001aการผลิต\u001aได้\u001a \u001aถ้าหาก\u001aไอเทม\u001aนั้น\u001aมี\u001aข้อความ\u001aว่า\u001a \u001a\"\u001aไม่\u001aมี\u001aสูตร\u001aผสม\u001a\"\u001a \u001aกำกับ\u001aอยู่\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aบน\u001aไอเทม\u001aเพื่อ\u001aดู\u001aรายละเอียด\u001aว่า\u001aจะ\u001aหา\u001aสูตร\u001aผสม\u001aได้\u001aที่ไหน\u001a \u001aในกรณีที่\u001aคุณ\u001aมี\u001aสูตร\u001aผสม\u001aสำหรับ\u001aไอเทม\u001aนั้นๆ\u001a \u001aแล้ว\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aไป\u001aบน\u001aวัตถุดิบ\u001aที่\u001aแสดง\u001aอยู่\u001aเพื่อ\u001aดู\u001aรายละเอียด\u001aว่า\u001aสามารถ\u001aเก็บ\u001aวัตถุดิบ\u001aดังกล่าว\u001aได้\u001aที่ไหน\u001a"
    ],
    "1000205": [
        "Inferno Hollow will appear after talking to someone in Ordol Port. Since the Ordol Port appears by talking to someone in a certain place in Port City Lodin, check around the area and talk to everyone until you find the right person. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "「炎風洞窟」只要與「奧德爾港」內的某人對話後就會出現。「奧德爾港」只要前往「洛丁港口鎮」內的特定場所，並與某人對話過後就會出現，調查城鎮內的各個角落，並與所有人對話吧。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'불바람 동굴'은 '오돌 항구'에서 특정 인물과 대화를 나누면 개방됩니다. '오돌 항구'는 '항구마을 로딘'의 특정 장소의 인물과 대화한 후에 개방되므로, 주변을 확인하고 적절한 사람을 찾을 때까지 만나는 모든 사람과 대화해 보세요. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Porte des Enfers après avoir parlé avec une certaine personne dans le Port d’Ordol. Puisque vous devez parler à une personne dans un certain endroit de la ville portuaire de Lodin pour parvenir au Port d’Ordol, il est conseillé d’explorer toute la zone et de parler à chaque personnage jusqu’à ce que vous trouviez le bon. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Feuersturmgrotte erscheint, nachdem du mit jemandem im Hafen Ordol gesprochen hast. Da der Hafen Ordol erst erscheint, wenn du mit der richtigen Person in der Hafenstadt Lodin gesprochen hast, sieh dich dort gut um und sprich mit allen, bis du diese Person gefunden hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "El Valle del infierno estará disponible una vez hayas hablado con alguien en Puerto Ordol. Sin embargo, Puerto Ordol no aparecerá en el mapa hasta que no hayas hablado con cierta persona en Ciudad portuaria Lodin. Registra la zona y habla con todo el mundo hasta que encuentres a la persona adecuada. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Gua Badai Api akan muncul setelah kamu berbicara dengan seseorang di Pelabuhan Ordol. Karena Pelabuhan Ordol hanya akan muncul setelah kamu berbicara dengan orang tertentu di Kota Pelabuhan Lodin, cobalah untuk memeriksa area setempat dan berbicara dengan semua orang sampai kamu menemukan orang yang dimaksud. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ถ้ำ\u001aเพลิง\u001aโล\u001aกันต์\u001aจะ\u001aปรากฎ\u001aขึ้น\u001a \u001aหลังจากที่\u001aคุณ\u001aไป\u001aคุย\u001aกับ\u001aคน\u001aที่\u001aกำหนด\u001aไว้\u001aที่\u001aท่าเรือ\u001a \u001aOrdol\u001a  \u001aท่าเรือ\u001a \u001aOrdol\u001a \u001aนั้น\u001aจะ\u001aปรากฎ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aได้\u001aไป\u001aยัง\u001aสถานที่\u001aที่\u001aกำหนด\u001aใน\u001aเมือง\u001aท่าเรือ\u001a \u001aLodin\u001a \u001aและ\u001aคุย\u001aกับ\u001aบุคคล\u001aที่\u001aเกม\u001aกำหนด\u001a \u001aดังนั้น\u001a \u001aให้\u001aคุณ\u001aสำรวจ\u001aไป\u001aให้\u001aทั่ว\u001aพื้นที่\u001aและ\u001aพูดคุย\u001aกับ\u001aทุกคน\u001aจนกว่า\u001aจะ\u001aเจอ\u001aกับ\u001aบุคคล\u001aดังกล่าว\u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1000206": [
        "Units can be awoken by going to Units on the bottom of the Home screen and tapping 'Awaken Units.'Units that can be awoken are brightly displayed. After selecting a base, necessary awakening materials will be displayed. Also, by tapping the magnifying glass under the awakening material, you can confirm where to obtain it. There are some materials which can only be obtained from places like limited events and the Chamber of Awakening in the Dimensional Vortex.",
        "可以透過畫面下方選單「兵員」＞「兵員覺醒」來覺醒兵員。能夠覺醒的兵員將會發亮顯示。選擇想要覺醒的兵員後，就會顯示所需的覺醒素材。此外，點擊覺醒素材下面的放大鏡圖示，就能確認獲得素材的地點。一部分的素材只能透過期間限定活動或是「次元夾縫」內的「覺醒之間」來獲得。",
        "유닛은 홈 화면 하단에 위치한 '유닛' 메뉴에서 '유닛 각성' 아이콘을 눌러 각성할 수 있습니다.각성 가능한 유닛은 밝은 색으로 표시됩니다. 베이스가 될 유닛을 선택하면 각성에 필요한 각성 재료가 표시됩니다. 또한 각성 재료 아래 돋보기 아이콘을 터치하여 재료 획득 장소를 확인할 수 있습니다. 일부 각성 재료는 한정 이벤트 또는 차원의 틈새 내 '각성의 틈'에서만 획득할 수 있습니다.",
        "Vous pouvez éveiller vos unités en allant dans \"Unités (en bas de l’écran Accueil) > Éveiller unités\".Les unités pouvant être éveillées apparaissent en surbrillance. Une fois l'unité à éveiller sélectionnée, les matériaux d’éveil requis s’affichent à l’écran. En outre, en touchant l’icône de loupe située en dessous de chaque matériau, vous pouvez voir où il est possible de l’obtenir. Certains matériaux ne peuvent être obtenus que par l’intermédiaire d’événements ou de la Chambre de l’éveil dans le Vortex dimensionnel.",
        "Erwecke Einheiten, indem du zu Einheiten unten auf dem Hauptbildschirm gehst und auf \"Einheiten erwecken\" tippst.Erweckbare Einheiten werden hell hervorgehoben. Nach dem Auswählen der Basis werden die nötigen Erweckmaterialien angezeigt. Tippe unter Erweckmaterialien auf die Lupe, um zu sehen, wo du sie findest. Einige Materialien findest du nur bei begrenzten Ereignissen oder in der Kammer des Erwachens im Dimensionsvortex.",
        "Puedes despertar unidades si vas a Unidades en la parte inferior de la pantalla principal y tocas Despertar unidades.Las unidades que se puedan despertar aparecerán brillando. Tras seleccionar una base, se mostrarán los materiales de despertar que te hacen falta. Asimismo, si tocas la lupa bajo el material de despertar, podrás ver dónde obtenerlo. Algunos de estos materiales solo pueden obtenerse en eventos limitados o en la Cámara del Despertar de la Grieta Dimensional.",
        "Unit dapat dibangkitkan melalui Unit di bagian bawah layar Home, lalu sentuh 'Bangkitkan Unit'.Unit yang dapat dibangkitkan akan terlihat terang. Setelah unit dasar dipilih, material kebangkitan yang diperlukan akan ditampilkan. Selain itu, dengan menyentuh kaca pembesar di bawah material kebangkitkan, kamu dapat memeriksa lokasi untuk menemukannya. Ada beberapa material yang hanya dapat diperoleh dari tempat-tempat seperti event waktu terbatas dan Ruang Kebangkitan dalam Vorteks Dimensi.",
        "คุณ\u001aสามารถ\u001aปลุก\u001aพลัง\u001aยู\u001aนิ\u001aท\u001aด้วย\u001aการ\u001aแตะ\u001a \u001aปุ่ม\u001aยู\u001aนิ\u001aท\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aHome\u001a \u001aจากนั้น\u001aจึง\u001aแตะ\u001aปุ่ม\u001a \u001a\"\u001aปลุก\u001aพลัง\u001aยู\u001aนิ\u001aท\"\u001a \u001aยู\u001aนิ\u001aท\u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aจะ\u001aถูก\u001aแสดงให้เห็น\u001aอยู่\u001aใน\u001aโทน\u001aสี\u001aสว่าง\u001aกว่า\u001aปกติ\u001a \u001aเมื่อ\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aที่จะ\u001aปลุก\u001aพลัง\u001aแล้ว\u001a \u001aรายการ\u001aของ\u001aวัตถุดิบ\u001aใน\u001aการปลุก\u001aพลัง\u001aก็\u001aจะ\u001aถูก\u001aแสดง\u001aขึ้น\u001aมา\u001a \u001aนอกจากนี้\u001a \u001aหาก\u001aคุณ\u001aแตะ\u001aไป\u001aที่\u001aแว่นขยาย\u001aที่อยู่\u001aข้างใต้\u001aวัตถุดิบ\u001aปลุก\u001aพลัง\u001aแล้ว\u001a \u001aคุณ\u001aก็\u001aจะ\u001aเห็น\u001aข้อมูล\u001aเกี่ยวกับ\u001aสถานที่\u001aใน\u001aการ\u001aรับ\u001aวัตถุดิบ\u001aดังกล่าว\u001aด้วย\u001a \u001aวัตถุดิบ\u001aบางอย่าง\u001aจะ\u001aสามารถ\u001aเก็บ\u001aได้\u001aจาก\u001aสถานที่\u001aที่\u001aกำหนด\u001aไว้\u001aอาทิ\u001a \u001aอีเวนท์\u001aแบบ\u001aจำกัด\u001aเวลา\u001aหรือ\u001aห้องโถง\u001aแห่ง\u001aการปลุก\u001aพลัง\u001aใน\u001a \u001aDimensional\u001a \u001aVortex\u001a"
    ],
    "1000207": [
        "After you've arrived at Royal Capital Grandshelt, the arena screen will be unlocked on the reel menu, allowing access to the colosseum from the upper right hand corner of the arena screen. 1 orb is required to participate.",
        "只要到達「王都格蘭謝爾特」後，就能解放競技場。在首頁畫面中，迴轉選單的「鬥技場」内，點擊右上方的「競技場」就能進入。參加戰鬥需要花費1個鬥技場寶珠。",
        "'왕도 그랑셸트'에 도착하면 릴 메뉴에서 '결투장' 화면이 개방되며, 결투장 화면의 우측 상단에서 '투기장'으로 입장할 수 있습니다. 투기장 참가 시 구슬 1개가 필요합니다.",
        "Vous pouvez accéder au Colisée en allant en haut à droite de la fenêtre de l’arène, disponible quant à elle dans le menu circulaire de l’écran Accueil dès que vous arrivez à Grandshelt, capitale royale. Chaque participation nécessite de payer 1 orbe.",
        "Betritt das Kolosseum über die rechte obere Ecke im Arenafenster, das du über das Rollmenü im Hauptbildschirm findest, sobald du in der Residenzstadt Grandshelt angelangt bist. Für die Teilnahme ist ein Juwel erforderlich.",
        "Tras llegar a la Capital real Grandshelt se desbloqueará la pantalla de la Arena en el menú desplazable, y eso te permitirá acceder al Coliseo desde la esquina superior derecha de la pantalla de la Arena. Necesitas 1 orbe para participar.",
        "Koloseum dapat diakses dari pojok kanan atas layar arena di reel menu yang akan dibuka setelah kamu tiba di Ibu Kota Kerajaan Grandshelt. 1 orb diperlukan untuk berpartisipasi.",
        "หลังจากที่\u001aคุณ\u001aเดินทาง\u001aมาถึง\u001aนครหลวง\u001aอาณาจักร\u001a \u001aGrandshelt\u001a \u001aแล้ว\u001a \u001aหน้าจอ\u001a<br>\u001aอารี\u001aน่า\u001aบน\u001aเมนู\u001aเลื่อนที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aจะ\u001aถูก\u001aปลด\u001aล็อค\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aเข้า\u001aเล่น\u001aใน\u001a<br>\u001aโคล\u001aอสเซี่ยม\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aส่วน\u001aขวา\u001aบน\u001aใน\u001aหน้าจอ\u001aอารี\u001aน่า\u001a \u001aคุณ\u001aต้อง\u001aใช้\u001aลูกแก้ว\u001a \u001a1\u001a \u001aลูก\u001aใน\u001aการ\u001aเข้าร่วม\u001aต่อสู้\u001a"
    ],
    "1000208": [
        "After selecting a unit with an ability to awaken, select the ability you wish to awaken, then you will see how many crysts and gil it will take, as well as the before and after effects of the ability. Units without awakenable abilities will be blacked out and unable to be selected.Crysts can be obtained from limited events or the Chamber of Gems in the Dimensional Vortex. Lasswell's \"Mirror of Equity\" is one example of an ability that can be awoken.",
        "選擇擁有能夠能力覺醒的兵員後，再選擇想要覺醒的能力，就會顯示所需的「晶石」與Gil，以及覺醒前、覺醒後的效果。沒有能力可以覺醒的兵員，將會變暗並無法選取。一部份期間限定活動與「次元夾縫」內的「晶石之間」的敵人會掉落「晶石」。舉例：『拉斯韋爾』的「明鏡」就是可覺醒的能力。",
        "각성할 수 있는 유닛을 선택한 후 각성할 어빌리티를 선택하면 각성에 필요한 수정과 길의 수량 및 각성 전후의 어빌리티 효과가 표시됩니다. 각성 가능 어빌리티를 보유하지 않은 유닛은 선택 화면에서 어두운색으로 표시되며 선택이 불가능합니다. 수정은 한정 이벤트 또는 차원의 틈새 내 '수정의 틈'에서 획득할 수 있습니다. 라스웰의 '잔잔한 거울' 어빌리티는 각성이 가능한 어빌리티의 한 예입니다.",
        "Sélectionnez une unité dotée d’une aptitude à éveiller, puis touchez celle que vous souhaitez améliorer. La quantité d’alcrists et la somme en gils nécessaires s'afficheront alors à l’écran, ainsi que les caractéristiques de l’aptitude avant et après son éveil. Les unités ne disposant d’aucune aptitude à éveiller sont grisées ou ne peuvent pas être sélectionnées. Pour obtenir des alcrists, vous pouvez participer aux événements limités ou pénétrer dans la Chambre des gemmes, dans le Vortex dimensionnel. Parmi les aptitudes pouvant être éveillées, on trouve notamment \"Sérénité\", l'aptitude signature de Lasswell.",
        "Wähle nach Auswahl der Einheit eine Fertigkeit, die erweckt werden soll. Dann siehst du, wie viele Krists und Gil du benötigst sowie die Effekte der Fertigkeit vor und nach dem Erwecken. Einheiten ohne Erweckfertigkeiten sind ausgegraut und können nicht ausgewählt werden. Krists erlangst du aus begrenzten Ereignissen oder in der Kammer der Juwelen im Dimensionsvortex. Du kannst zum Beispiel Lasswells \"Kata\" erwecken.",
        "Primero, selecciona una unidad que posea una habilidad despertable y luego selecciona dicha habilidad. En ese momento, verás cuántos crists y guiles te hacen falta para despertarla, además de poder comparar los efectos de la habilidad antes y después de despertarla. Las unidades que no posean unidades que se puedan despertar aparecerán oscuras y no podrás seleccionarlas. Puedes obtener crists durante los eventos limitados o en la Cámara de las Gemas en la Grieta Dimensional. La habilidad \"Tranquilidad\" de Lasswell es un ejemplo de habilidad que puedes despertar.",
        "Setelah memilih unit dengan ability yang ingin kamu bangkitkan, pilih ability yang kamu inginkan, lalu kamu dapat melihat berapa banyak jumlah kristal dan gil yang diperlukan, serta efek ability sebelum dan sesudah dibangkitkan. Unit dengan ability yang tidak dapat dibangkitkan akan digelapkan dan tidak dapat dipilih.Kristal dapat diperoleh dari event waktu terbatas atau Ruang Batu Permata dalam Vorteks Dimensi. Sebagai contoh, Cermin Keadilan milik Lasswell dapat dibangkitkan.",
        "ให้\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aที่\u001aมี\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aก่อน\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001a \u001aAbility\u001a \u001aที่\u001aคุณ\u001aต้องการ\u001aจะ\u001aปลุก\u001aพลัง\u001a \u001aคุณ\u001aจะ\u001aเห็น\u001aรายละเอียด\u001aว่า\u001a \u001aAbility\u001a \u001aดัว\u001aกล่าว\u001aนั้น\u001aจะ\u001aต้อง\u001aใช้\u001aคริสตัล\u001aหรือ\u001a \u001aGil\u001a \u001aใน\u001aการปลุก\u001aพลัง\u001aเท่าไร\u001a \u001aและ\u001aผล\u001aของ\u001a \u001aAbility\u001a \u001aก่อน\u001aและ\u001aหลัง\u001aการปลุก\u001aพลัง\u001aจะ\u001aเป็น\u001aอย่างไรบ้าง\u001a \u001aยู\u001aนิ\u001aท\u001aใด\u001aที่\u001aไม่\u001aมี\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aนั้น\u001aจะ\u001aถูก\u001aแสดง\u001aภาพ\u001aอยู่\u001aใน\u001aโทน\u001aสี\u001aมืด\u001aและ\u001aไม่\u001aสามารถ\u001aเลือก\u001aได้\u001a \u001aคุณ\u001aสามารถ\u001aรับ\u001aคริสตัล\u001aได้\u001aจาก\u001aการ\u001aเข้า\u001aเล่น\u001aอีเวนท์\u001aแบบ\u001aจำกัด\u001aระยะเวลา\u001a \u001aหรือ\u001aที่\u001aห้องโถง\u001aแห่ง\u001aอัญมณี\u001a \u001aที่อยู่\u001aใน\u001a \u001aDimensional\u001a \u001aVortex\u001a  \u001aตัว\u001aอย่างหนึ่ง\u001aของ\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001a \u001aได้แก่\u001a \u001aAbility\u001a \u001aMirror\u001a \u001aof\u001a \u001aEquity\u001a \u001aของ\u001a \u001aLasswell\u001a \u001aเป็นต้น\u001a"
    ],
    "1000209": [
        "Lanzelt Ruins will appear once you've cleared Wolfsgang Peak - Summit Master. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要完成「雪狼之牙·雪嶺之主」後，「蘭澤爾特遺跡」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'랑제르트 유적'은 '흰 늑대의 어금니·설산의 주인'을 완료하면 개방됩니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder aux Ruines de Lanzelt après avoir terminé Pic Croc-de-loup - Maître du sommet. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Die Landselt-Ruinen erscheinen, nachdem du Schneewolfzinne – Herr des Gipfels abgeschlossen hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "Las Ruinas de Lanzelt estarán disponibles una vez hayas completado Pico del Lobo - Cumbre. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Reruntuhan Lanzelt akan muncul setelah kamu menyelesaikan Puncak Taring Serigala - Penguasa Puncak. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ซาก\u001aโบราณ\u001a \u001aLanzelt\u001a \u001aจะ\u001aปรากฏ\u001aขึ้น\u001aเมื่อ\u001aผู้\u001aเล่น\u001aสามารถ\u001aเคลียร์\u001aภารกิจ\u001aยอดเขา\u001aเขี้ยว\u001aหมาป่า\u001a \u001a-\u001a \u001aพิชิต\u001aยอดเขา\u001a \u001aหาก\u001aพบ\u001aปัญหา\u001aเมื่อ\u001aต่อสู้\u001aกับ\u001a \u001aBoss\u001a \u001aผู้\u001aเล่น\u001aสามารถ\u001aดู\u001aข้อมูล\u001aของ\u001a \u001aBoss\u001a \u001aได้\u001aโดย\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aด้าน\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a \u001aหลังจาก\u001aเลือก\u001aเค\u001aวส\u001a"
    ],
    "1010101": [
        "Use 10 total limit bursts!",
        "在任務中，累積發動10次極限技！",
        "퀘스트에서 LB를 총 10회 사용해보자!",
        "Utilisez 10 limites !",
        "Benutze 10 Mal einen Limitrausch!",
        "¡Usa 10 Estallidos Límites en total!",
        "Gunakan limit burst dengan total 10 kali!",
        "ใช้\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aให้ได้\u001a \u001a10\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010102": [
        "Use 20 total limit bursts!",
        "在任務中，累積發動20次極限技！",
        "퀘스트에서 LB를 총 20회 사용해보자!",
        "Utilisez 20 limites !",
        "Benutze 20 Mal einen Limitrausch!",
        "¡Usa 20 Estallidos Límites en total!",
        "Gunakan limit burst dengan total 20 kali!",
        "ใช้\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aให้ได้\u001a \u001a20\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010103": [
        "Clear 25 quests!",
        "完成25次任務！",
        "퀘스트를 25회 완료하자!",
        "Terminez 25 quêtes !",
        "Schließe 25 Aufträge ab!",
        "¡Completa 25 misiones!",
        "Selesaikan quest 25 kali!",
        "เคลียร์\u001aเค\u001aวส\u001aให้ได้\u001a \u001a25\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010104": [
        "Get a total of 100 chains!",
        "累積100次CHAIN！",
        "퀘스트에서 CHAIN을 총 100회 성공시키자!",
        "Effectuez un combo de 100 coups au total !",
        "Schaffe insgesamt 100 Ketten!",
        "¡Acumula un total de 100 combos!",
        "Lakukan combo dengan total 100 kali!",
        "คอม\u001aโบ\u001a \u001aChain\u001a \u001a100\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010105": [
        "Get a total of 250 chains!",
        "累積250次CHAIN！",
        "퀘스트에서 CHAIN을 총 250회 성공시키자!",
        "Effectuez un combo de 250 coups au total !",
        "Schaffe insgesamt 250 Ketten!",
        "¡Acumula un total de 250 combos!",
        "Lakukan combo dengan total 250 kali!",
        "คอม\u001aโบ\u001a \u001aChain\u001a \u001a250\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010106": [
        "Clear 50 quests!",
        "完成50次任務！",
        "퀘스트를 50회 완료하자!",
        "Terminez 50 quêtes !",
        "Schließe 50 Aufträge ab!",
        "¡Completa 50 misiones!",
        "Selesaikan quest 50 kali!",
        "เคลียร์\u001aเค\u001aวส\u001aให้ได้\u001a \u001a50\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010107": [
        "Get a total of 50 element chains!",
        "累積50次ELEMENT CHAIN！",
        "퀘스트에서 ELEMENT CHAIN을 총 50회 성공시키자!",
        "Effectuez un combo élémentaire de 50 coups au total !",
        "Schaffe insgesamt 50 Elementarketten!",
        "¡Acumula un total de 50 combos elementales!",
        "Lakukan element combo dengan total 50 kali!",
        "โจมตี\u001aแบบ\u001a \u001aElement\u001a \u001aChain\u001a \u001a50\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010108": [
        "Get a total of 100 element chains!",
        "累積100次ELEMENT CHAIN！",
        "퀘스트에서 ELEMENT CHAIN을 총 100회 성공시키자!",
        "Effectuez un combo élémentaire de 100 coups au total !",
        "Schaffe insgesamt 100 Elementarketten!",
        "¡Acumula un total de 100 combos elementales!",
        "Lakukan element combo dengan total 100 kali!",
        "โจมตี\u001aแบบ\u001a \u001aElement\u001a \u001aChain\u001a \u001a100\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010109": [
        "Battle 70 times in the arena!",
        "在鬥技場中，進行70次戰鬥！",
        "결투장에서 70회 이상 전투하자!",
        "Combattez 70 fois dans l'arène !",
        "Kämpfe 70 Mal in der Arena!",
        "¡Lucha 70 veces en la Arena!",
        "Lakukan battle di arena 70 kali!",
        "เข้าร่วม\u001aต่อสู้\u001a \u001a70\u001a \u001aครั้ง\u001aใน\u001aอารี\u001aน่า\u001a"
    ],
    "1010201": [
        "Use 30 total limit bursts!",
        "在任務中，累積發動30次極限技！",
        "퀘스트에서 LB를 총 30회 사용해보자!",
        "Utilisez 30 limites !",
        "Benutze 30 Mal einen Limitrausch!",
        "¡Usa 30 Estallidos Límites en total!",
        "Gunakan limit burst dengan total 30 kali!",
        "ใช้\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aให้ได้\u001a \u001a30\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010202": [
        "Use 40 total limit bursts!",
        "在任務中，累積發動40次極限技！",
        "퀘스트에서 LB를 총 40회 사용해보자!",
        "Utilisez 40 limites !",
        "Benutze 40 Mal einen Limitrausch!",
        "¡Usa 40 Estallidos Límites en total!",
        "Gunakan limit burst dengan total 40 kali!",
        "ใช้\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aให้ได้\u001a \u001a40\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010203": [
        "Clear 75 quests!",
        "完成75次任務！",
        "퀘스트를 75회 완료하자!",
        "Terminez 75 quêtes !",
        "Schließe 75 Aufträge ab!",
        "¡Completa 75 misiones!",
        "Selesaikan quest 75 kali!",
        "เคลียร์\u001aเค\u001aวส\u001aให้ได้\u001a \u001a75\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010204": [
        "Get a total of 500 chains!",
        "累積500次CHAIN！",
        "퀘스트에서 CHAIN을 총 500회 성공시키자!",
        "Effectuez un combo de 500 coups au total !",
        "Schaffe insgesamt 500 Ketten!",
        "¡Acumula un total de 500 combos!",
        "Lakukan combo dengan total 500 kali!",
        "คอม\u001aโบ\u001a \u001aChain\u001a \u001a500\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010205": [
        "Get a total of 700 chains!",
        "累積700次CHAIN！",
        "퀘스트에서 CHAIN을 총 700회 성공시키자!",
        "Effectuez un combo de 700 coups au total !",
        "Schaffe insgesamt 700 Ketten!",
        "¡Acumula un total de 700 combos!",
        "Lakukan combo dengan total 700 kali!",
        "คอม\u001aโบ\u001a \u001aChain\u001a \u001a700\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010206": [
        "Clear 100 quests!",
        "完成100次任務！",
        "퀘스트를 100회 완료하자!",
        "Terminez 100 quêtes !",
        "Schließe 100 Aufträge ab!",
        "¡Completa 100 misiones!",
        "Selesaikan quest 100 kali!",
        "เคลียร์\u001aเค\u001aวส\u001aให้ได้\u001a \u001a100\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010207": [
        "Get a total of 150 element chains!",
        "累積150次ELEMENT CHAIN！",
        "퀘스트에서 ELEMENT CHAIN을 총 150회 성공시키자!",
        "Effectuez un combo élémentaire de 150 coups au total !",
        "Schaffe insgesamt 150 Elementarketten!",
        "¡Acumula un total de 150 combos elementales!",
        "Lakukan element combo dengan total 150 kali!",
        "โจมตี\u001aแบบ\u001a \u001aElement\u001a \u001aChain\u001a \u001a150\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010208": [
        "Get a total of 200 element chains!",
        "累積200次ELEMENT CHAIN！",
        "퀘스트에서 ELEMENT CHAIN을 총 200회 성공시키자!",
        "Effectuez un combo élémentaire de 200 coups au total !",
        "Schaffe insgesamt 200 Elementarketten!",
        "¡Acumula un total de 200 combos elementales!",
        "Lakukan element combo dengan total 200 kali!",
        "โจมตี\u001aแบบ\u001a \u001aElement\u001a \u001aChain\u001a \u001a200\u001a \u001aครั้ง\u001a!\u001a"
    ],
    "1010209": [
        "Battle 140 times in the arena!",
        "在鬥技場中，進行140次戰鬥！",
        "결투장에서 140회 이상 전투하자!",
        "Combattez 140 fois dans l'arène !",
        "Kämpfe 140 Mal in der Arena!",
        "¡Lucha 140 veces en la Arena!",
        "Lakukan battle di arena 140 kali!",
        "เข้าร่วม\u001aต่อสู้\u001a \u001a140\u001a \u001aครั้ง\u001aใน\u001aอารี\u001aน่า\u001a"
    ],
    "1020101": [
        "Equipment can be viewed under Units. Tap the unit you wish to change equipment, then tap 'Equipment.' The equipment the unit can equip will be displayed under their status display.<br>Tap the section you wish to equip, then select a piece of equipment to change their layout. Weapons can be equipped in either left or right hands. There are single-handed weapons, and two-handed weapons, with two-handed weapons being marked as such, meaning you can't equip anything else in the other hand.",
        "在「兵員」選單中點擊想要變更裝備的兵員，並點擊「裝備」來變更裝備。在狀態下方顯示的圖示，就是該兵員可以裝備的武具種類。<br>點擊想要裝備的部位，選擇裝備品後就能夠變更。武器可以裝備於「左手」「右手」。<br>武器有單手武器與雙手武器，裝備雙手武器時，會顯示「雙手」，此時無法在另一隻手裝備其他武器。",
        "장비는 '유닛' 메뉴에서 확인할 수 있습니다. 장비를 교체하고 싶은 유닛을 터치한 후, '장비' 버튼을 터치하여 장비를 교체할 수 있습니다. 유닛이 장착할 수 있는 장비의 종류는 상태창 하단에 표시됩니다.<br>장비를 장착하고 싶은 부위를 터치한 후, 장착하고자 하는 장비를 선택합니다. 무기는 유닛의 왼손 또는 오른손에 장착할 수 있습니다. 무기의 유형에는 한손 무기와 양손 무기가 있으며, 양손 무기는 장착 시 '양손'으로 표시되고 다른 손에 무기를 장착할 수 없습니다.",
        "Pour voir votre équipement : Unités > touchez l’unité dont vous souhaitez modifier l’équipement > Équipement. L’équipement accessible à cette unité s'affiche en dessous de son statut.<br>Touchez la partie du corps que vous souhaitez équiper, puis sélectionnez la pièce d’équipement pour la modifier. Les armes peuvent être équipées dans la main gauche ou dans la droite. Il existe deux types d’armes : à une main et à deux mains. Les armes à deux mains, comme leur nom l'indique, empêchent de s'équiper de quoi que ce soit dans l'autre main.",
        "Du siehst die Ausrüstung unter Einheiten. Tippe auf die Einheit, deren Ausrüstung du wechseln möchtest und dann auf Ausrüstung. Die mögliche Ausrüstung findest du unter der Statusanzeige.<br>Tippe auf den Bereich, den du ausrüsten willst, dann wähle die Ausrüstung, um das Layout zu verändern. Waffen kannst du entweder in die rechte oder linke Hand legen. Es gibt Ein- und Zweihänder, bei einer als zweihändig markierten Waffe kann die andere Hand also nicht ausgerüstet werden.",
        "El equipo se puede ver en Unidades. Toca la unidad a la que quieres cambiarle el equipo y después toca Equipo. El equipo con el que la unidad puede equiparse aparecerá debajo de la información de la unidad.<br>Toca la sección en la que quieras equiparte el objeto y a continuación selecciona la pieza de equipo que quieras ponerte. Las armas se pueden llevar tanto en la mano derecha como en la izquierda. Asimismo, existen armas de una y dos manos. Las armas de dos manos aparecen con una marca que significa que no te puedes equipar nada en la otra.",
        "Perlengkapan dapat dilihat dari Unit. Sentuh unit dengan perlengkapan yang ingin kamu ganti, lalu sentuh 'Perlengkapan'. Perlengkapan yang dapat digunakan unit akan ditampilkan di layar status unit tersebut.<br>Sentuh bagian yang ingin kamu lengkapi, lalu pilih perlengkapan yang diinginkan untuk mengganti perlengkapan unit tersebut. Senjata dapat digunakan dengan tangan kiri atau tangan kanan. Ada berbagai jenis senjata seperti senjata satu tangan dan senjata dua tangan. Senjata dua tangan akan ditandai sehingga kamu tidak dapat menggunakan senjata lain di tangan yang satu lagi.",
        "คุณ\u001aสามารถ\u001aดู\u001aอุปกรณ์\u001aได้\u001aใน\u001aหน้าจอ\u001aของ\u001aยู\u001aนิ\u001aท\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aยู\u001aนิ\u001aท\u001aที่\u001aคุณ\u001aต้องการ\u001aเปลี่ยน\u001aอุปกรณ์\u001a \u001aจากนั้น\u001aจึง\u001aแตะ\u001aที่\u001a \u001a\"\u001aอุปกรณ์\u001a\"\u001a \u001aรายละเอียด\u001aของ\u001aอุปกรณ์\u001aที่\u001aยู\u001aนิ\u001aทราย\u001aนั้น\u001aสามารถ\u001aติดตั้ง\u001aได้\u001aจะ\u001aถูก\u001aแสดง\u001aอยู่\u001aข้างใต้\u001aข้อมูล\u001aสเตตัส\u001aของ\u001aยู\u001aนิ\u001aท\u001aดังกล่าว\u001a<br>\u001aให้\u001aคุณ\u001aแตะ\u001aตำแหน่ง\u001aบน\u001aร่างกาย\u001aของ\u001aยู\u001aนิ\u001aท\u001aที่\u001aต้องการ\u001aติดตั้ง\u001aอุปกรณ์\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001aอุปกรณ์\u001aที่จะ\u001aเปลี่ยน\u001a \u001aอาวุธ\u001aนั้น\u001aจะ\u001aสามารถ\u001aติดตั้ง\u001aที่\u001aมือซ้าย\u001aหรือ\u001aมือขวา\u001aของ\u001aยู\u001aนิ\u001aท\u001aก็ได้\u001a \u001aอาวุธ\u001aที่\u001aติดตั้ง\u001aได้\u001aจะ\u001aมี\u001aอาวุธ\u001aถือ\u001aมือ\u001aเดียว\u001aและ\u001aอาวุธ\u001aถือ\u001aสอง\u001aมือ\u001a \u001aอาวุธ\u001aถือ\u001aสอง\u001aมือ\u001aนั้น\u001aจะ\u001aมี\u001aข้อความ\u001aระบุ\u001aกำกับ\u001aเพื่อให้\u001aคุณ\u001aรับทราบ\u001aว่า\u001aคุณ\u001aจะ\u001aไม่\u001aสามารถ\u001aติดตั้ง\u001aอาวุธ\u001aอื่น\u001aใด\u001aเข้ากับ\u001aมือ\u001aอีก\u001aข้าง\u001aหนึ่ง\u001aของ\u001aยู\u001aนิ\u001aท\u001aนั้น\u001aได้\u001a"
    ],
    "1020102": [
        "When selecting friends as companions when departing on a quest, they will be marked FRIEND. Also, since espers can be used, they will be displayed with a bright icon, and you will also receive 10 friend points.",
        "好友的同行者兵員被選擇為任務出擊的同行者時，會顯示「FRIEND」。此外，可以使用幻獸時會顯示為明亮狀態，單次同行能獲得10點羈絆點數。",
        "퀘스트를 떠날 때 친구를 동행자로 선택하면 동행자 유닛에는 '친구'로 표시됩니다. 또한 환수를 사용할 수 있어 이는 밝은 색 아이콘으로 표시되며, 10 인연 포인트도 획득할 수 있습니다.",
        "Tout ami avec lequel vous choisissez d’entreprendre une quête possède la mention AMI. Les chimères, également utilisables, sont indiquées par une icône lumineuse. Enfin, vous recevrez 10 points d’amitié pour votre quête.",
        "Wählst du Freunde als Begleiter, wenn du zu einem Auftrag aufbrichst, werden sie als FREUND markiert. Können Esper eingesetzt werden, wird das durch ein helles Symbol angezeigt. Du erhältst dann ebenfalls 10 Freundespunkte.",
        "Cuando seleccionas a un amigo como compañero y comienzas una misión, ese personaje aparecerá como AMIGO. Asimismo, al poder usarse espers, estos aparecerán con un icono brillante y, también recibirás 10 puntos de amistad.",
        "Ketika kamu memilih teman sebagai partner sebelum berangkat untuk melakukan quest, mereka akan ditandai dengan TEMAN. Selain itu, karena esper dapat digunakan, icon yang terang akan ditampilkan, dan kamu juga akan menerima 10 poin teman.",
        "ในกรณีที่\u001aคุณ\u001aเลือก\u001aเพื่อน\u001aไป\u001aเป็น\u001aผู้\u001aร่วมทาง\u001a \u001aจะ\u001aมี\u001aข้อความ\u001aว่า\u001aเพื่อน\u001aขึ้น\u001aกำกับ\u001aบน\u001a<br>\u001aยู\u001aนิ\u001aท\u001aของ\u001aเพื่อน\u001aในขณะที่\u001aทีม\u001aกำลัง\u001aออกเดินทาง\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aEsper\u001a \u001aของ\u001aเพื่อน\u001aได้\u001aด้วย\u001a \u001aดังนั้น\u001a \u001aไอคอน\u001aของ\u001a \u001aEsper\u001a \u001aเหล่านั้น\u001aก็\u001aจะ\u001aสว่าง\u001aขึ้น\u001a \u001aนอกจากนี้\u001a \u001aการ\u001aเล่น\u001a<br>\u001aเค\u001aวส\u001aโดย\u001aมี\u001aเพื่อน\u001aร่วม\u001aเดินทาง\u001aไป\u001aด้วย\u001a \u001a1\u001a \u001aครั้ง\u001a \u001aจะ\u001aทำให้\u001aคุณ\u001aได้\u001a \u001aFriend\u001a \u001aPt\u001a.\u001a \u001a10\u001a \u001aแต้ม\u001a"
    ],
    "1020103": [
        "You can send friend requests to companions you've taken who weren't friends. There is also a method which can be accessed by going to Friends on the lower screen. Here you can search via Friend ID or use the search function to find and send requests.",
        "在選擇好友以外的玩家當作同行者時，就能夠申請好友。此外，也能透過畫面下方選單的「好友」來進行申請。在這裡可以透過檢索玩家ID或利用「尋找」顯示的玩家列表來申請好友。",
        "동행자가 친구가 아니었던 경우 전투 시 동행자로 데려간 플레이어에게 친구 신청을 보낼 수 있습니다. 또한 홈 화면 하단에 위치한 '친구' 메뉴에서 친구의 ID를 검색하거나 또는 '찾기' 기능을 사용해 친구 신청을 보낼 수 있습니다.",
        "Vous pouvez envoyer une demande d’ami à un partenaire de combat qui ne figure pas dans votre liste d’amis. De plus, vous avez la possibilité d’ajouter un ami en sélectionnant le menu \"Amis\" en bas de votre écran. Cette option vous permet de rechercher un joueur via son ID ami ou d’utiliser la fonction de recherche pour trouver et envoyer des demandes.",
        "Sende Freundschaftsanfragen an Begleiter, die keine Freunde sind, oder tippe am unteren Bildschirm auf Freunde. Hier kannst du nach der Freundes-ID suchen oder eine Suche starten, um Anfragen zu finden und zu schicken.",
        "Puedes enviarle una petición de amistad a cualquier compañero del que no seas amigo. Otro método consiste en ir a Amigos en la parte inferior de la pantalla y, desde ahí, buscar mediante ID de amigo o usar la función de búsqueda para ver y enviar peticiones.",
        "Kamu dapat mengirimkan permintaan berteman pada partner yang belum kamu jadikan teman. Selain itu, ada metode lain yang dapat dilakukan melalui Teman pada layar bagian bawah. Di sini, kamu dapat mencari teman melalui ID mereka atau menggunakan fungsi Cari Teman dan mengirimkan permintaan.",
        "คุณ\u001aสามารถ\u001aส่ง\u001aคำขอ\u001aเป็นเพื่อน\u001aไป\u001aยัง\u001aผู้\u001aเล่น\u001aอื่น\u001aที่\u001aเป็นเจ้าของ\u001aยู\u001aนิ\u001aท\u001aเพื่อนร่วมทาง\u001aที่\u001aคุณ\u001aนำ\u001aไป\u001aเล่น\u001aเค\u001aวส\u001a \u001aแต่\u001aยัง\u001aไม่\u001aได้\u001aเป็นเพื่อน\u001aกับ\u001aคุณ\u001aได้\u001a \u001aนอกจากนี้\u001a \u001aคุณ\u001aยัง\u001aสามารถ\u001aขอ\u001aผู้\u001aเล่น\u001aอื่น\u001aเป็นเพื่อน\u001aได้\u001aด้วย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aเพื่อน\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aจากนั้น\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aID\u001a \u001aหรือ\u001aฟังก์ชั่น\u001aค้นหา\u001aใน\u001aการ\u001aค้นหา\u001aผู้\u001aเล่น\u001aราย\u001aอื่น\u001a \u001aเพื่อที่จะ\u001aได้\u001aส่ง\u001aคำขอ\u001aเป็นเพื่อน\u001aใน\u001aขั้น\u001aต่อไป\u001a"
    ],
    "1020104": [
        "Limit bursts can be used once the limit burst gauge in a unit's window is full. Once the gauge is full, you can flick the window right to turn it a bright orange color, enabling you to use the limit burst.",
        "在戰鬥中，當兵員視窗的「LIMIT」槽全滿時就能夠使用極限技。當極限技槽全滿時，將兵員視窗往右滑動就會看見能力一覽，此時極限技將會顯示發亮的橘色，並能夠選擇使用。",
        "리미트 버스트는 유닛 창의 LB 게이지가 모두 채워지면 사용할 수 있습니다. 게이지가 모두 채워지면 유닛 창을 오른쪽으로 밀어 밝은 주황색으로 바뀔 때 리미트 버스트를 사용할 수 있습니다.",
        "Vous pouvez utiliser une limite une fois que la jauge de limite d’une unité est remplie. Lorsque la jauge est pleine, faites glisser la fenêtre vers la droite et elle virera alors à l’orange, indiquant que vous pouvez déclencher la limite.",
        "Ein Limitrausch ist einmal einsetzbar, sobald das Limitmeter einer Einheit voll ist. Ist es voll, wechsle zum rechten Fenster, und aktiviere die helle orange Farbe, um den Limitrausch einer Einheit zu ermöglichen.",
        "Los Estallidos Límite se pueden usar cuando la barra de EL de la unidad llega al máximo. Cuando la barra esté llena, mueve la ventana a la derecha para que se ponga naranja brillante, lo que te permitirá usar el EL.",
        "Limit burst dapat digunakan sekali setelah bar limit burst di jendela unit penuh. Begitu bar penuh, kamu dapat menggeser jendela unit ke kanan, dan menyentuh cell berwarna jingga terang yang ditampilkan untuk menggunakan limit burst.",
        "ยู\u001aนิ\u001aท\u001aจะ\u001aสามารถ\u001aใช้\u001a \u001aLB\u001a \u001aได้\u001a \u001a1\u001a \u001aครั้ง\u001a \u001aเมื่อ\u001a \u001aLB\u001a \u001aGauge\u001a \u001aใน\u001aหน้าต่าง\u001aของ\u001aยู\u001aนิ\u001aทราย\u001aนั้นๆ\u001a \u001aเต็ม\u001a \u001aหลัง\u001a \u001aLB\u001a \u001aGauge\u001a \u001aเต็ม\u001aแล้ว\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aปัด\u001aหน้าต่าง\u001aของ\u001aยู\u001aนิ\u001aท\u001aไป\u001aทางขวา\u001aเพื่อ\u001aเลือก\u001aรายการ\u001a \u001aLimit\u001a \u001aBurst\u001a \u001aที่\u001aมี\u001aสีส้ม\u001aสดใส\u001aและ\u001aใช้งาน\u001aมัน\u001aได้\u001a"
    ],
    "1020105": [
        "Siren's Tower is unlocked by clearing Dalnakya Cavern - Demon's Lair. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right corner of the mission screen after selecting the quest.",
        "只要完成「達爾納吉亞洞窟·小鬼住處」後，「塞壬之塔」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "세이렌의 탑'은 '달나키아 동굴·도깨비 집'을 완료하면 개방됩니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Tour des sirènes après avoir terminé Grotte de Dalnakya - Antre du démon. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Der Turm der Sirene wird freigeschaltet, nachdem du Dalnakia-Höhle – Versteck des Dämons abgeschlossen hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsfensters nach der Auftragsauswahl auf Strategie tippst.",
        "La Torre de Sirena se desbloquea cuando completas Caverna de Dalnakya - Guarida. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Menara Siren akan muncul setelah kamu menyelesaikan Gua Dalnakya - Sarang Monster. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "หอคอย\u001a \u001aSiren\u001a \u001aจะ\u001aถูก\u001aปลด\u001aผนึก\u001aหลังจากที่\u001aคุณ\u001aเคลียร์\u001a \u001aถ้ำ\u001a \u001aDalnakya\u001a \u001a-\u001a \u001aรัง\u001aปีศาจ\u001aได้\u001aสำเร็จ\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1020106": [
        "Units can be enhanced by going to Units at the bottom of the Home screen > Enhance Units.<br>First, select a base, then tap on the spaces marked TAP and select your material units. Units, including those that provide enhancements other than just EXP, will be displayed on the material selection screen. Units used as materials will be lost.",
        "可以透過畫面下方選單「兵員」＞「兵員強化」來強化兵員。先選取想要強化的兵員，接著點擊顯示著「TAP」的地方並選取強化用素材。<br>除了經驗值以外，還能獲得其他強化效果的兵員，將會顯示於素材選擇畫面的最上方。被當作強化素材的兵員將會消滅。",
        "유닛은 홈 화면 하단에 위치한 '유닛' 메뉴에서 '유닛 강화' 아이콘으로 이동하여 강화할 수 있습니다.<br>우선, 베이스가 될 유닛을 고른 후 '터치' 표시가 되어 있는 칸을 눌러 재료 유닛을 선택합니다. 경험치 이외에 강화 효과를 제공하는 유닛들의 경우 재료 선택 화면에 상승 내용이 표시됩니다. 재료로 사용된 유닛은 소멸됩니다.",
        "Il vous est possible d’améliorer vos unités en allant dans \"Unités (en bas de l’écran Accueil) > Amélioration d'unités\".<br>Commencez par sélectionner l'unité à améliorer, puis touchez les espaces portant la mention \"TAP\" et sélectionnez vos unités à utiliser comme matériaux. Toutes les unités, y compris celles qui offrent des bonus autres que de l’EXP, sont affichées sur l’écran de sélection des matériaux. Toute unité utilisée comme matériau est définitivement perdue.",
        "Verbessere Einheiten, indem du unten im Hauptbildschirm auf Einheiten > Einheiten verbessern tippst.<br>Wähle zuerst eine Basis, tippe dann auf die mit TIPPEN markierten Felder und wähle deine Materialeinheiten. Einheiten, die mehr Verbesserungen bieten als nur EXP, werden in der Materialauswahl angezeigt. Die als Material verwendeten Einheiten gehen verloren.",
        "Puedes mejorar las unidades si vas a Unidades en la parte inferior de la pantalla principal > Mejorar unidades.<br>En primer lugar, selecciona una base, luego toca en los espacios marcados con TOCAR y selecciona los materiales. Las unidades que proporcionan algo más que EXP (incluyendo las unidades de mejora) aparecerán en la pantalla de selección de materiales. Las unidades usadas como materiales se perderán.",
        "Unit dapat diperkuat melalui Unit di bagian bawah layar Beranda > Perkuat Unit.<br>Pertama-tama, pilih unit dasar, lalu sentuh slot yang ditandai dengan SENTUH dan pilih unit material yang diinginkan. Unit, termasuk unit yang memberikan hal lain selain EXP, akan ditampilkan di layar pemilihan material. Unit yang digunakan sebagai material akan menghilang.",
        "คุณ\u001aสามารถ\u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aยู\u001aนิ\u001aท\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aHome\u001a \u001a>\u001a \u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท\u001a \u001aเสริม\u001aพลัง\u001aยู\u001aนิ\u001aท<br>\u001aใน\u001aขั้นแรก\u001a \u001aให้\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aก่อน\u001a \u001aจากนั้น\u001aแตะ\u001aตรง\u001aพื้น\u001aที่ว่าง\u001aที่\u001aมี\u001aคำ\u001aว่า\u001a \u001a\"\u001aแตะ\u001a\"\u001a \u001aกำกับ\u001aไว้\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aวัตถุดิบ\u001aต่อไป\u001a \u001aยู\u001aนิ\u001aท\u001aและ\u001aยู\u001aนิ\u001aท\u001aที่จะ\u001aสามารถ\u001aเพิ่ม\u001aพลัง\u001aนอกจาก\u001a \u001aEXP\u001a \u001aได้\u001aนั้น\u001aจะ\u001aถูก\u001aแสดง\u001aที่\u001aหน้า\u001aเลือก\u001aวัตถุดิบ\u001a \u001aและ\u001aยู\u001aนิ\u001aท\u001aที่\u001aถูก\u001aใช้\u001aเป็น\u001aวัตถุดิบ\u001aนั้น\u001aจะ\u001aหาย\u001aไป\u001a"
    ],
    "1020107": [
        "Earth Shrine - Exploration will appear in the Earth Shrine after you've cleared Earth Shrine - Depths and proceeded to Mitra. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要完成「土之神殿·最深處」並進入米特拉鎮後「土之神殿」內就會出現「土之神殿·探索」。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'땅의 신전·최심부'를 완료한 후 '미트라 마을'을 거치면 '땅의 신전'에 '땅의 신전·탐색'이 등장합니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la zone Temple de la Terre - Exploration après avoir terminé Temple de la Terre - Entrailles, et avoir atteint Mitra. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Erdschrein – Erkundung erscheint, sobald du Erdschrein – Tiefen abgeschlossen hast und nach Mitra weitergegangen bist.<br><br>Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "Templo de la Tierra - Exploración estará disponible dentro del Templo de la Tierra una vez hayas completado el Templo de la Tierra - Fondo y llegado a Mitra. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Kuil Tanah - Eksplorasi akan muncul setelah kamu menyelesaikan Kuil Tanah - Pintu Keluar dan menuju Mitra. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "วิหาร\u001aปฐพี\u001a \u001a-\u001aภาค\u001aสำรวจ\u001a \u001aจะ\u001aปรากฏ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aเคลียร์\u001aวิหาร\u001aปฐพี\u001a-\u001aชั้นใน\u001aสุด\u001aสำเร็จ\u001aและ\u001aได้\u001aออกเดินทาง\u001aต่อไป\u001aยัง\u001aเมือง\u001a \u001aMitra\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1020108": [
        "Espers can be set on the party selection screen under the unit image. (If nothing is set, it will be marked Empty). Evocations can be used once the green gauge above the unit windows is full. Once the green gauge is full, an evocation can be selected by swiping right on a unit window with an esper equipped, and tapping the bright green cell that is shown.",
        "在隊伍編輯畫面中兵員下方的幻獸欄位（未編制時顯示「Nothing」）能夠變更裝備的幻獸。在戰鬥中，兵員視窗的右上方的綠色計量槽全滿時就能夠使用幻獸。計量槽全滿時，將有裝備幻獸的兵員視窗往右滑動就會看見能力一覽，此時幻獸召喚魔法將會顯示發亮的綠色，並能夠選擇使用。",
        "환수는 파티 선택 창의 유닛 이미지 아래에서 장착할 수 있습니다. (환수를 장착하고 있지 않은 경우 'Nothing' 상태로 표시됩니다.) 소환마법은 유닛 창 위의 초록색 게이지가 모두 채워지면 사용할 수 있습니다. 환수 게이지가 모두 채워지면 소환수를 장착한 유닛 창을 오른쪽으로 밀어 소환마법을 선택할 수 있으며, 밝은 초록색으로 표시되는 창을 눌러 소환마법을 사용할 수 있습니다.",
        "Vous pouvez configurer vos chimères depuis l’écran de sélection du groupe, sous l’image de l’unité concernée. (Si aucune chimère n’est configurée, la mention \"Vide\" est indiquée). Vous pouvez utiliser les pouvoirs de la chimère une fois que la jauge verte située au dessus de la fenêtre contenant les unités est remplie. Lorsque la jauge est pleine, vous avez la possibilité de sélectionner une chimère en faisant glisser votre doigt à droite sur la fenêtre d’une unité équipée d’une chimère, puis en touchant la bulle vert vif qui apparaît alors.",
        "Esper können im Gruppenauswahlbildschirm unter dem Einheitensprite festgelegt wurden (wenn nichts festgelegt wurde, dann wird der Slot als leer markiert). Rufen kann verwendet werden, sobald die grüne Leiste voll ist. Sobald die grüne Leiste voll ist, kann ein Esper gerufen werden, indem du im Einheitenfenster einer Einheit, die mit einem Esper ausgerüstet ist, nach rechts wischst und auf die hellgrüne Zelle tippst, die dort zu sehen ist.",
        "Los espers se pueden seleccionar en la pantalla de selección de grupo, justo debajo de la unidad. (Si no pones nada ahí, aparecerá como Vacío). Las evocaciones solo se pueden usar cuando la barra verde encima de las ventanas de las unidades que aparece durante los combates está al máximo. Cuando está al máximo, puedes elegir una evocación si deslizas a la derecha en la ventana de la unidad con un esper equipado y, luego, tocando la celda verde brillante que aparecerá.",
        "Esper dapat dipasang melalui layar pemilihan tim di bawah gambar unit. (Apabila tidak ada esper yang dipasang, tanda Kosong akan ditampilkan). Summon dapat digunakan setelah bar hijau di atas jendela unit penuh. Begitu bar hijau ini penuh, summon dapat dipilih dengan menggeser jendela unit dengan esper yang ingin kamu panggil ke kanan, dan menyentuh cell berwarna hijau terang yang ditampilkan untuk menggunakan summon.",
        "คุณ\u001aสามารถ\u001aติดตั้ง\u001a \u001aEsper\u001a \u001aได้\u001aใน\u001aหน้าจอ\u001aสำหรับ\u001aเลือก\u001aทีม\u001a \u001aแล้วไป\u001aที่\u001aบริเวณ\u001aใต้\u001aรูป\u001aยู\u001aนิ\u001aท\u001a \u001a(\u001aหาก\u001aไม่\u001aมี\u001a \u001aEsper\u001a \u001aใด\u001aถูก\u001aติดตั้ง\u001aไว้\u001a \u001aกล่อง\u001aใต้\u001aรูป\u001aยู\u001aนิ\u001aท\u001aจะ\u001aว่างเปล่า\u001a)\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aซัม\u001aม่อน\u001a \u001aEsper\u001a \u001aได้\u001a \u001a1\u001a \u001aครั้ง\u001aเมื่อ\u001aเกจ\u001aสี\u001aเขียว\u001aบริเวณ\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aการต่อสู้\u001aถูก\u001aเติม\u001aจน\u001aเต็ม\u001a \u001aเมื่อ\u001aเกจ\u001aดังกล่าว\u001aเต็ม\u001aแล้ว\u001a \u001aให้\u001aคุณ\u001aเลื่อน\u001aหน้าต่าง\u001aยู\u001aนิ\u001aท\u001aไป\u001aทางขวา\u001a \u001aและ\u001aแตะ\u001aบริเวณ\u001aปุ่ม\u001aสี\u001aเขียว\u001aสด\u001aเพื่อ\u001aดำเนินการ\u001aซัม\u001aม่อน\u001a \u001aEsper\u001a \u001aที่\u001aติดตั้ง\u001aไว้\u001a"
    ],
    "1020109": [
        "Fulan Pass will appear once you've entered the Royal Capital Grandshelt. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要進出過「王都格蘭謝爾特」後，「芙蘭街道」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'프랜 가도'는 '왕도 그랑셸트'를 거친 후 등장합니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Route de Fulan après être entré dans Grandshelt, capitale royale. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Fulan-Pass erscheint, nachdem du die Residenzstadt Grandshelt betreten hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "El Paso de Fulan estará disponible una vez hayas completado la Capital real Grandshelt. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Jalur Fulan akan muncul setelah kamu memasuki Ibu Kota Kerajaan Grandshelt. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ทาง\u001aผ่านเมือง\u001a \u001aFulan\u001a \u001aจะ\u001aปรากฎ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aได้\u001aเข้าไป\u001aใน\u001aนครหลวง\u001aราชอาณาจักร\u001a \u001aGrandshelt\u001a \u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aข้อมูล\u001aช่วย\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1020201": [
        "Standard summons can be performed by going to Summon on the bottom of the Home screen > Standard Summon > Standard Summon. Standard summons require friend points which are usually acquired by taking companions on quests.",
        "「普通召喚」可以在畫面下方的選單「召喚」＞畫面中央的「免費召喚」＞「普通召喚」來進行。進行「普通召喚」需要花費「羈絆點數」，可以透過進入任務時，選擇同行者來獲得。",
        "일반 소환은 홈 화면 하단에 위치한 '소환' 메뉴에서 '일반 소환' 탭 > '일반 소환' 배너로 이동하여 진행할 수 있습니다. 일반 소환에는 인연 포인트가 소모되며, 인연 포인트는 보통 퀘스트 수행 시 동행자를 편성하여 획득할 수 있습니다.",
        "Vous pouvez exécuter une invocation standard en allant dans \"Invocation (en bas de l’écran Accueil) > Invocation standard > Invocation standard\". Une invocation standard nécessite l’usage de points d’amitié, lesquels sont le plus souvent acquis en choisissant un partenaire pour vous accompagner dans une quête.",
        "Führe normale Beschwörungen durch, indem du dich unten im Hauptbildschirm auf Beschwören > Kostenlose Beschwörung > Normale Beschwörung begibst. Normale Beschwörungen erfordern Freundespunkte, die du für gewöhnlich erhältst, indem du Begleiter mit auf Aufträge nimmst.",
        "Para realizar una invocación estándar, tienes que tocar el botón Invocación de la pantalla principal > Invocación estándar > Invocación estándar. Las invocaciones estándar requieren puntos de amistad, que suelen adquirirse al llevar compañeros a lo largo de tus misiones.",
        "Summon standar dapat dilakukan melalui Summon di bagian bawah layar Home > Summon Standar > Summon Standar. Summon standar memerlukan poin teman yang biasanya dapat diperoleh dengan membawa partner dalam quest.",
        "Standard\u001a \u001asummons\u001a \u001acan\u001a \u001abe\u001a \u001aperformed\u001a \u001aby\u001a \u001agoing\u001a \u001ato\u001a \u001aSummon\u001a \u001aon\u001a \u001athe\u001a \u001abottom\u001a \u001aof\u001a \u001athe\u001a \u001aHome\u001a \u001ascreen\u001a \u001a>\u001a \u001aStandard\u001a \u001aSummon\u001a \u001a>\u001a \u001aStandard\u001a \u001aSummon\u001a.\u001a \u001aStandard\u001a \u001asummons\u001a \u001arequire\u001a \u001afriend\u001a \u001apoints\u001a \u001awhich\u001a \u001aare\u001a \u001ausually\u001a \u001aacquired\u001a \u001aby\u001a \u001ataking\u001a \u001acompanions\u001a \u001aon\u001a \u001aquests\u001a.\u001a"
    ],
    "1020202": [
        "The arena can be accessed from the reel menu on the Home screen which is unlocked after you've arrived at Royal Capital Grandshelt. 1 orb is required to participate.",
        "只要到達「王都格蘭謝爾特」後，就能解放鬥技場。在首頁畫面中，點擊迴轉選單的「鬥技場」就能進入。參加戰鬥需要花費1個鬥技場寶珠。",
        "결투장은 메인 스토리의 '왕도 그랑셸트'에 도달한 후 개방되며, 홈 화면의 릴 메뉴에서 입장할 수 있습니다. 결투장 참가 시 구슬 1개가 필요합니다.",
        "Vous pouvez accéder à l’arène depuis le menu circulaire de l’écran Accueil, qui apparaît dès que vous arrivez à Grandshelt, capitale royale. Chaque participation consomme 1 orbe.",
        "Betritt die Arena über das Rollmenü im Hauptbildschirm, sobald du in der Residenzstadt Grandshelt angelangt bist. Für die Teilnahme ist ein Juwel erforderlich.",
        "Puedes acceder a la Arena desde el menú desplazable de la pantalla principal, que se desbloquea cuando llegas a la Capital real Grandshelt. Necesitas 1 orbe para participar.",
        "Arena dapat diakses dari reel menu di layar Home yang akan dibuka setelah kamu tiba di Ibu Kota Kerajaan Grandshelt. 1 orb diperlukan untuk berpartisipasi.",
        "คุณ\u001aสามารถ\u001aเข้า\u001aเล่น\u001aอารี\u001aน่า\u001aได้\u001aจาก\u001aเมนู\u001aเลื่อน\u001aได้ที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aปุ่ม\u001aอารี\u001aน่าจะ\u001aถูก\u001aปลด\u001aล็อค\u001aหลังจากที่\u001aคุณ\u001aเดินทาง\u001aมาถึง\u001aนครหลวง\u001aราชอาณาจักร\u001a \u001aGrandshelt\u001a \u001aคุณ\u001aต้อง\u001aใช้\u001aลูกแก้ว\u001a \u001a1\u001a \u001aลูก\u001a \u001aใน\u001aการ\u001aเข้า\u001aเล่น\u001aอารี\u001aน่า\u001a"
    ],
    "1020203": [
        "Gifts can be sent by going to the upper right hand corner under Friends and tapping Gifts followed by Send. By tapping Send All, you can send the gifts your friends have set to everyone at once. You can set your own desired gift by going to Friends > Gifts then tapping on the desired gift icon in the center of the screen.",
        "禮物可以透過畫面下方選單的「好友」＞「禮物」＞右上方的「贈送」來贈送給好友。「一併贈送」能夠一次贈送所有好友所設定的「想要的禮物」。此外，自己「想要的禮物」請點擊「好友」＞「禮物」中的<span>「設定想要的禮物」中央的圖示來變更。",
        "선물은 '친구' 메뉴로 이동하여 '선물' 버튼을 선택한 후 우측 상단에 위치한 '보내기'를 눌러 보낼 수 있습니다. 우측 상단의 '모두 보내기' 버튼을 터치하면 친구가 설정한 선물을 한 번에 모두에게 보낼 수 있습니다. 또한 '친구' 메뉴 내 '선물'로 이동하여 화면 중앙에서 원하는 선물 아이콘을 눌러 받고 싶은 선물을 지정할 수 있습니다.",
        "Vous avez la possibilité d’envoyer un cadeau en sélectionnant l’option \"Amis (en haut à droite) > Cadeaux > Offrir\". En sélectionnant \"Tout envoyer\", vous pouvez envoyer d'un coup à chacun de vos amis le cadeau correspondant à ses préférences. Un cadeau répondant à leurs attentes est alors envoyé. Vous pouvez configurer vos préférences de cadeau en allant dans \"Amis > Cadeaux\" puis en touchant l’icône de cadeau souhaité située au centre de l’écran.",
        "Verschicke Geschenke über die obere rechte Ecke unter Freunde > Geschenke und dann Senden. Tippe auf Stapel senden, um von deinen Freunden festgelegte Geschenke direkt an alle zu senden. Du verschickst dann ihr Wunschgeschenk. Lege deine eigenen Wunschgeschenke über Freunde > Geschenke fest und tippe anschließend auf das gewünschte Geschenksymbol in der Bildschirmmitte.",
        "Se pueden enviar regalos si vas a la esquina inferior derecha en Amigos y tocas Regalos seguido de Enviar. Si tocas en Enviar todo, le enviarás a todos tus amigos a la vez los regalos que ellos han configurado. Tú también puedes configurar tu regalo preferido yendo a Amigos > Regalos y luego tocando el icono del regalo que quieras en el centro de la pantalla.",
        "Kado dapat dikirim melalui pojok kanan atas layar Teman, lalu sentuh Kado diikuti dengan Kirim. Dengan menyentuh tombol Kirim Semua, kamu dapat mengirim kado yang sudah ditentukan oleh temanmu ke semuanya sekaligus. Kamu dapat mengatur kado yang kamu inginkan melalui Teman > Kado, lalu sentuh icon kado yang diinginkan di bagian tengah layar.",
        "คุณ\u001aสามารถ\u001aส่ง\u001aของขวัญ\u001aได้\u001aโดย\u001aไป\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aหน้าจอ\u001aเพื่อน\u001a \u001aจากนั้น\u001aจึง\u001aแตะ\u001aปุ่ม\u001aของขวัญ\u001aตาม\u001aด้วย\u001aปุ่ม\u001aส่ง\u001a \u001aถ้า\u001aคุณ\u001aแตะ\u001aที่\u001aปุ่ม\u001a \u001a\"\u001aส่ง\u001aทั้งหมด\u001a\"\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aส่ง\u001aของ\u001aที่\u001aเพื่อน\u001aแต่ละคน\u001aตั้งค่า\u001aไว้\u001aไป\u001aยัง\u001aเพื่อน\u001aทุกคน\u001a \u001aคุณ\u001aสามารถ\u001aตั้งค่า\u001aของขวัญ\u001aที่\u001aคุณ\u001aอยากได้\u001aโดย\u001aไป\u001aที่\u001aปุ่ม\u001aเพื่อน\u001a \u001a>\u001a \u001aของขวัญ\u001a \u001aจากนั้น\u001aจึง\u001a \u001aแตะ\u001aไป\u001aที่\u001aไอคอน\u001aของขวัญ\u001aที่\u001aคุณ\u001aอยากได้\u001aใน\u001aบริเวณ\u001aตรงกลาง\u001aหน้าจอ\u001a"
    ],
    "1020204": [
        "Crafting can be selected from Crafting on the reel menu on the Home screen. By selecting a category, you can confirm all items available to be created. If an item is marked 'no recipe,' you can see where to find the recipe by tapping on the item. For items which you have the recipe for, you can find out where to obtain the displayed materials by tapping on them.",
        "在首頁畫面的迴轉選單中點擊「製作」來製作物品。選取類別後，就能夠確認目前能夠做的道具。顯示「無配方」的項目，只要點擊道具名稱就能夠確認獲得的地點。擁有配方的項目，點擊顯示的素材後就能夠確認獲得的地點。",
        "제작은 홈 화면의 릴 메뉴에서 선택할 수 있습니다. 카테고리를 선택하여 제작이 가능한 모든 아이템을 확인할 수 있습니다. 아이템에 '제작법 없음'이 표시된 경우 해당 아이템을 터치하여 제작법 획득 장소를 확인할 수 있습니다. 제작법을 보유하고 있는 아이템의 경우 표시된 재료를 터치하여 재료 획득 장소를 확인할 수 있습니다.",
        "L’option \"Artisanat\" est accessible depuis le menu circulaire de l’écran Accueil. En choisissant une catégorie, vous pouvez vérifier tous les objets pouvant être créés. Si un objet est marqué de la mention \"Aucune recette\", vous pouvez voir où trouver la recette en touchant cette mention. Pour les objets dont vous possédez la recette, vous pouvez découvrir où recueillir les matériaux affichés en les touchant.",
        "Wähle Herstellen im Rollmenü im Hauptbildschirm. Wähle eine Kategorie, um alle herzustellenden Gegenstände zu bestätigen, die verfügbar sind. Steht bei einem Gegenstand kein Rezept dabei, dann tippe auf den Gegenstand, um zu sehen, wo du das entsprechende Rezept findest. Hast du das Rezept für einen Gegenstand, dann tippe auf die angezeigten Materialien, um zu sehen, wo du sie findest.",
        "Para elaborar objetos, tienes que ir a la opción Elaboración del menú desplazable de la pantalla principal. Si seleccionas una categoría, podrás confirmar todos los objetos que puedes crear. Si un objeto tiene la marca sin receta, cuando toques dicho objeto podrás ver dónde encontrar su receta correspondiente. Si ya cuentas con la receta para crear el objeto, cuando toques los materiales averiguarás cómo obtenerlos.",
        "Kerajinan dapat diakses dari reel menu di layar Beranda. Dengan memilih kategori, kamu dapat memeriksa semua item yang dapat dibuat. Apabila item tersebut ditandai dengan Tidak Ada Resep, dengan menyentuh item, kamu dapat melihat lokasi untuk menemukan resep tersebut. Untuk item dengan resep yang sudah kamu miliki, dengan menyentuh material yang ditampilkan kamu dapat mencari tahu lokasi untuk menemukan mereka.",
        "ผู้\u001aเล่น\u001aสามารถ\u001aทำ\u001aการผลิต\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aการผลิต\u001aบน\u001aเมนู\u001aเลื่อนที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aเมื่อ\u001aเลือก\u001aปุ่ม\u001aนี้\u001a \u001aคุณ\u001aจะ\u001aได้\u001aเห็น\u001aข้อมูล\u001aไอเทม\u001aทุกอย่าง\u001aที่\u001aสามารถ\u001aทำ\u001aการผลิต\u001aได้\u001a \u001aถ้าหาก\u001aไอเทม\u001aนั้น\u001aมี\u001aข้อความ\u001aว่า\u001a \u001a\"\u001aไม่\u001aมี\u001aสูตร\u001aผสม\u001a\"\u001a \u001aกำกับ\u001aอยู่\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aบน\u001aไอเทม\u001aเพื่อ\u001aดู\u001aรายละเอียด\u001aว่า\u001aจะ\u001aหา\u001aสูตร\u001aผสม\u001aได้\u001aที่ไหน\u001a \u001aในกรณีที่\u001aคุณ\u001aมี\u001aสูตร\u001aผสม\u001aสำหรับ\u001aไอเทม\u001aนั้นๆ\u001a \u001aแล้ว\u001a \u001aให้\u001aคุณ\u001aแตะ\u001aไป\u001aบน\u001aวัตถุดิบ\u001aที่\u001aแสดง\u001aอยู่\u001aเพื่อ\u001aดู\u001aรายละเอียด\u001aว่า\u001aสามารถ\u001aเก็บ\u001aวัตถุดิบ\u001aดังกล่าว\u001aได้\u001aที่ไหน\u001a"
    ],
    "1020205": [
        "Inferno Hollow will appear after talking to someone in Ordol Port. Since the Ordol Port appears by talking to someone in a certain place in Port City Lodin, check around the area and talk to everyone until you find the right person. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "「炎風洞窟」只要與「奧德爾港」內的某人對話後就會出現。「奧德爾港」只要前往「洛丁港口鎮」內的特定場所，並與某人對話過後就會出現，調查城鎮內的各個角落，並與所有人對話吧。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'불바람 동굴'은 '오돌 항구'에서 특정 인물과 대화를 나누면 개방됩니다. '오돌 항구'는 '항구마을 로딘'의 특정 장소의 인물과 대화한 후에 개방되므로, 주변을 확인하고 적절한 사람을 찾을 때까지 만나는 모든 사람과 대화해 보세요. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder à la Porte des Enfers après avoir parlé avec une certaine personne dans le Port d’Ordol. Puisque vous devez parler à une personne dans un certain endroit de la ville portuaire de Lodin pour parvenir au Port d’Ordol, il est conseillé d’explorer toute la zone et de parler à chaque personnage jusqu’à ce que vous trouviez le bon. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Feuersturmgrotte erscheint, nachdem du mit jemandem im Hafen Ordol gesprochen hast. Da der Hafen Ordol erst erscheint, wenn du mit der richtigen Person in der Hafenstadt Lodin gesprochen hast, sieh dich dort gut um und sprich mit allen, bis du diese Person gefunden hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "El Valle del infierno estará disponible una vez hayas hablado con alguien en Puerto Ordol. Sin embargo, Puerto Ordol no aparecerá en el mapa hasta que no hayas hablado con cierta persona en Ciudad portuaria Lodin. Registra la zona y habla con todo el mundo hasta que encuentres a la persona adecuada. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Gua Badai Api akan muncul setelah kamu berbicara dengan seseorang di Pelabuhan Ordol. Karena Pelabuhan Ordol hanya akan muncul setelah kamu berbicara dengan orang tertentu di Kota Pelabuhan Lodin, cobalah untuk memeriksa area setempat dan berbicara dengan semua orang sampai kamu menemukan orang yang dimaksud. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ถ้ำ\u001aเพลิง\u001aโล\u001aกันต์\u001aจะ\u001aปรากฎ\u001aขึ้น\u001a \u001aหลังจากที่\u001aคุณ\u001aไป\u001aคุย\u001aกับ\u001aคน\u001aที่\u001aกำหนด\u001aไว้\u001aที่\u001aท่าเรือ\u001a \u001aOrdol\u001a  \u001aท่าเรือ\u001a \u001aOrdol\u001a \u001aนั้น\u001aจะ\u001aปรากฎ\u001aขึ้น\u001aหลังจากที่\u001aคุณ\u001aได้\u001aไป\u001aยัง\u001aสถานที่\u001aที่\u001aกำหนด\u001aใน\u001aเมือง\u001aท่าเรือ\u001a \u001aLodin\u001a \u001aและ\u001aคุย\u001aกับ\u001aบุคคล\u001aที่\u001aเกม\u001aกำหนด\u001a \u001aดังนั้น\u001a \u001aให้\u001aคุณ\u001aสำรวจ\u001aไป\u001aให้\u001aทั่ว\u001aพื้นที่\u001aและ\u001aพูดคุย\u001aกับ\u001aทุกคน\u001aจนกว่า\u001aจะ\u001aเจอ\u001aกับ\u001aบุคคล\u001aดังกล่าว\u001aหาก\u001aคุณ\u001aประสบปัญหา\u001aใน\u001aการต่อสู้\u001aกับ\u001aบอส\u001a \u001aคุณ\u001aสามารถ\u001aอ่าน\u001aข้อมูล\u001aเกี่ยวกับ\u001aบอส\u001aนั้น\u001aได้\u001aโดย\u001aเลือก\u001aเค\u001aวส\u001a \u001aแล้ว\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aมุม\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a"
    ],
    "1020206": [
        "Units can be awoken by going to Units on the bottom of the Home screen > Awaken Units.<br>Units that can be awoken are brightly displayed. After selecting a base, necessary awakening materials will be displayed. Also, by tapping the magnifying glass under the awakening material, you can confirm where to obtain it. There are some materials which can only be obtained from places like limited events and the Chamber of Awakening in the Dimensional Vortex.",
        "可以透過畫面下方選單「兵員」＞「兵員覺醒」來覺醒兵員。能夠覺醒的兵員將會發亮顯示。選擇想要覺醒的兵員後，就會顯示所需的覺醒素材。<br>此外，點擊覺醒素材下面的放大鏡圖示，就能確認獲得素材的地點。一部分的素材只能透過期間限定活動或是「次元夾縫」內的「覺醒之間」來獲得。",
        "유닛은 홈 화면 하단에 위치한 '유닛' 메뉴에서 '유닛 각성' 아이콘을 눌러 각성할 수 있습니다.<br>각성 가능한 유닛은 밝은 색으로 표시됩니다. 베이스가 될 유닛을 선택하면 각성에 필요한 각성 재료가 표시됩니다. 또한 각성 재료 아래 돋보기 아이콘을 터치하여 재료 획득 장소를 확인할 수 있습니다. 일부 각성 재료는 한정 이벤트 또는 차원의 틈새 내 '각성의 틈'에서만 획득할 수 있습니다.",
        "Il vous est possible d'éveiller vos unités en allant dans \"Unités (en bas de l’écran Accueil) > Éveil d'unités\".<br>Les unités pouvant être éveillées apparaissent en surbrillance. Une fois l'unité à éveiller sélectionnée, les matériaux d’éveil requis s’affichent à l’écran. En outre, en touchant l’icône de loupe située en dessous de chaque matériau, vous pouvez voir où il est possible de l’obtenir. Certains matériaux ne peuvent être obtenus que par l’intermédiaire d’événements ou de la Chambre de l’éveil dans le Vortex dimensionnel.",
        "Erwecke Einheiten, indem du zu Einheiten unten auf dem Hauptbildschirm gehst und auf \"Einheiten erwecken\" tippst.<br>Erweckbare Einheiten werden hell hervorgehoben. Nach dem Auswählen der Basis werden die nötigen Erweckmaterialien angezeigt. Tippe unter Erweckmaterialien auf die Lupe, um zu sehen, wo du sie findest. Einige Materialien findest du nur bei begrenzten Ereignissen oder in der Kammer des Erwachens im Dimensionsvortex.",
        "Puedes despertar unidades si vas a Unidades en la parte inferior de la pantalla principal y tocas Despertar unidades.<br>Las unidades que se puedan despertar aparecerán brillando. Tras seleccionar una base, se mostrarán los materiales de despertar que te hacen falta. Asimismo, si tocas la lupa bajo el material de despertar, podrás ver dónde obtenerlo. Algunos de estos materiales solo pueden obtenerse en eventos limitados o en la Cámara del Despertar de la Grieta Dimensional.",
        "Unit dapat dibangkitkan melalui Unit di bagian bawah layar Beranda > Bangkitkan Unit.<br>Unit yang dapat dibangkitkan akan terlihat terang. Setelah unit dasar dipilih, material kebangkitan yang diperlukan akan ditampilkan. Selain itu, dengan menyentuh kaca pembesar di bawah material kebangkitkan, kamu dapat memeriksa lokasi untuk menemukannya. Ada beberapa material yang hanya dapat diperoleh dari tempat-tempat seperti event waktu terbatas dan Ruang Kebangkitan dalam Vorteks Dimensi.",
        "คุณ\u001aสามารถ\u001aปลุก\u001aพลัง\u001aยู\u001aนิ\u001aท\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aปุ่ม\u001aยู\u001aนิ\u001aท\u001aที่\u001aด้านล่าง\u001aของ\u001aหน้าจอ\u001a \u001aHome\u001a \u001a>\u001a \u001aปลุก\u001aพลัง\u001aยู\u001aนิ\u001aท\u001a \u001aปลุก\u001aพลัง\u001aยู\u001aนิ\u001aท<br>\u001aยู\u001aนิ\u001aท\u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aจะ\u001aถูก\u001aแสดงให้เห็น\u001aอยู่\u001aใน\u001aโทน\u001aสี\u001aสว่าง\u001aกว่า\u001aปกติ\u001a \u001aเมื่อ\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aหลัก\u001aที่จะ\u001aปลุก\u001aพลัง\u001aแล้ว\u001a \u001aรายการ\u001aของ\u001aวัตถุดิบ\u001aใน\u001aการปลุก\u001aพลัง\u001aก็\u001aจะ\u001aถูก\u001aแสดง\u001aขึ้น\u001aมา\u001a \u001aนอกจากนี้\u001a \u001aหาก\u001aคุณ\u001aแตะ\u001aไป\u001aที่\u001aแว่นขยาย\u001aที่อยู่\u001aข้างใต้\u001aวัตถุดิบ\u001aปลุก\u001aพลัง\u001aแล้ว\u001aคุณ\u001aก็\u001aจะ\u001aเห็น\u001aข้อมูล\u001aสถานที่\u001aใน\u001aการ\u001aรับ\u001aวัตถุดิบ\u001aดังกล่าว\u001aได้\u001aด้วย\u001a \u001aวัตถุดิบ\u001aบางอย่าง\u001aจะ\u001aสามารถ\u001aเก็บ\u001aได้\u001aจาก\u001aอีเวนท์\u001aแบบ\u001aจำกัด\u001aเวลา\u001aหรือ\u001aห้องโถง\u001aแห่ง\u001aการปลุก\u001aพลัง\u001aใน\u001a \u001aDimensional\u001a \u001aVortex\u001a"
    ],
    "1020207": [
        "After you've arrived at Royal Capital Grandshelt, the arena screen will be unlocked on the reel menu, allowing access to the colosseum from the upper right hand corner of the arena screen. 1 orb is required to participate.",
        "只要到達「王都格蘭謝爾特」後，就能解放競技場。在首頁畫面中，迴轉選單的「鬥技場」内，點擊右上方的「競技場」就能進入。參加戰鬥需要花費1個鬥技場寶珠。",
        "'왕도 그랑셸트'에 도착하면 릴 메뉴에서 '결투장' 화면이 개방되며, 결투장 화면의 우측 상단에서 '투기장'으로 입장할 수 있습니다. 투기장 참가 시 구슬 1개가 필요합니다.",
        "Vous pouvez accéder au Colisée en allant en haut à droite de la fenêtre de l’arène, disponible quant à elle dans le menu circulaire de l’écran Accueil dès que vous arrivez à Grandshelt, capitale royale. Chaque participation consomme 1 orbe.",
        "Betritt das Kolosseum über die rechte obere Ecke im Arenafenster, das du über das Rollmenü im Hauptbildschirm findest, sobald du in der Residenzstadt Grandshelt angelangt bist. Für die Teilnahme ist ein Juwel erforderlich.",
        "Tras llegar a la Capital real Grandshelt se desbloqueará la pantalla de la Arena en el menú desplazable, y eso te permitirá acceder al Coliseo desde la esquina superior derecha de la pantalla de la Arena. Necesitas 1 orbe para participar.",
        "Koloseum dapat diakses dari pojok kanan atas layar arena di reel menu yang akan dibuka setelah kamu tiba di Ibu Kota Kerajaan Grandshelt. 1 orb diperlukan untuk berpartisipasi.",
        "หลังจากที่\u001aคุณ\u001aเดินทาง\u001aมาถึง\u001aนครหลวง\u001aอาณาจักร\u001a \u001aGrandshelt\u001a \u001aแล้ว\u001a \u001aหน้าจอ\u001a<br>\u001aอารี\u001aน่า\u001aบน\u001aเมนู\u001aเลื่อนที่\u001aหน้าจอ\u001a \u001aHome\u001a \u001aจะ\u001aถูก\u001aปลด\u001aล็อค\u001a \u001aคุณ\u001aจะ\u001aสามารถ\u001aเข้า\u001aเล่น\u001aใน\u001a<br>\u001aโคล\u001aอสเซี่ยม\u001aได้\u001aโดย\u001aการ\u001aไป\u001aที่\u001aส่วน\u001aขวา\u001aบน\u001aใน\u001aหน้าจอ\u001aอารี\u001aน่า\u001a \u001aคุณ\u001aต้อง\u001aใช้\u001aลูกแก้ว\u001a \u001a1\u001a \u001aลูก\u001aใน\u001aการ\u001aเข้าร่วม\u001aต่อสู้\u001a"
    ],
    "1020208": [
        "After selecting a unit with an ability to awaken, select the ability you wish to awaken, then you will see how many crysts and gil it will take, as well as the before and after effects of the ability. Units without awakenable abilities will be blacked out and unable to be selected.Crysts can be obtained from limited events or the Chamber of Gems in the Dimensional Vortex. Lasswell's \"Mirror of Equity\" is one example of an ability that can be awoken.",
        "選擇擁有能夠能力覺醒的兵員後，再選擇想要覺醒的能力，就會顯示所需的「晶石」與Gil，以及覺醒前、覺醒後的效果。沒有能力可以覺醒的兵員，將會變暗並無法選取。一部份期間限定活動與「次元夾縫」內的「晶石之間」的敵人會掉落「晶石」。舉例：『拉斯韋爾』的「明鏡」就是可覺醒的能力。",
        "각성할 수 있는 유닛을 선택한 후 각성할 어빌리티를 선택하면 각성에 필요한 수정과 길의 수량 및 각성 전후의 어빌리티 효과가 표시됩니다. 각성 가능 어빌리티를 보유하지 않은 유닛은 선택 화면에서 어두운색으로 표시되며 선택이 불가능합니다. 수정은 한정 이벤트 또는 차원의 틈새 내 '수정의 틈'에서 획득할 수 있습니다. 라스웰의 '잔잔한 거울' 어빌리티는 각성이 가능한 어빌리티의 한 예입니다.",
        "Sélectionnez une unité dotée d’une aptitude à éveiller, puis touchez celle que vous souhaitez améliorer. La quantité d’alcrists et la somme en gils nécessaires s'afficheront alors à l’écran, ainsi que les caractéristiques de l’aptitude avant et après son éveil. Les unités ne disposant d’aucune aptitude à éveiller sont grisées ou ne peuvent pas être sélectionnées. Pour obtenir des alcrists, vous pouvez participer aux événements limités ou pénétrer dans la Chambre des gemmes, dans le Vortex dimensionnel. Parmi les aptitudes pouvant être éveillées, on trouve notamment \"Sérénité\", l'aptitude signature de Lasswell.",
        "Wähle nach Auswahl der Einheit eine Fertigkeit, die erweckt werden soll. Dann siehst du, wie viele Krists und Gil du benötigst sowie die Effekte der Fertigkeit vor und nach dem Erwecken. Einheiten ohne Erweckfertigkeiten sind ausgegraut und können nicht ausgewählt werden. Krists erlangst du aus begrenzten Ereignissen oder in der Kammer der Juwelen im Dimensionsvortex. Du kannst zum Beispiel Lasswells \"Kata\" erwecken.",
        "Primero, selecciona una unidad que posea una habilidad despertable y luego selecciona dicha habilidad. En ese momento, verás cuántos crists y guiles te hacen falta para despertarla, además de poder comparar los efectos de la habilidad antes y después de despertarla. Las unidades que no posean unidades que se puedan despertar aparecerán oscuras y no podrás seleccionarlas. Puedes obtener crists durante los eventos limitados o en la Cámara de las Gemas en la Grieta Dimensional. La habilidad \"Tranquilidad\" de Lasswell es un ejemplo de habilidad que puedes despertar.",
        "Setelah memilih unit dengan ability yang ingin kamu bangkitkan, pilih ability yang kamu inginkan, lalu kamu dapat melihat berapa banyak jumlah kristal dan gil yang diperlukan, serta efek ability sebelum dan sesudah dibangkitkan. Unit dengan ability yang tidak dapat dibangkitkan akan digelapkan dan tidak dapat dipilih.Kristal dapat diperoleh dari event waktu terbatas atau Ruang Batu Permata dalam Vorteks Dimensi. Sebagai contoh, Cermin Keadilan milik Lasswell dapat dibangkitkan.",
        "ให้\u001aคุณ\u001aเลือก\u001aยู\u001aนิ\u001aท\u001aที่\u001aมี\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aก่อน\u001a \u001aจากนั้น\u001aจึง\u001aเลือก\u001a \u001aAbility\u001a \u001aที่\u001aคุณ\u001aต้องการ\u001aจะ\u001aปลุก\u001aพลัง\u001a \u001aคุณ\u001aจะ\u001aเห็น\u001aรายละเอียด\u001aว่า\u001a \u001aAbility\u001a \u001aดัว\u001aกล่าว\u001aนั้น\u001aจะ\u001aต้อง\u001aใช้\u001aคริสตัล\u001aหรือ\u001a \u001aGil\u001a \u001aใน\u001aการปลุก\u001aพลัง\u001aเท่าไร\u001a \u001aและ\u001aผล\u001aของ\u001a \u001aAbility\u001a \u001aก่อน\u001aและ\u001aหลัง\u001aการปลุก\u001aพลัง\u001aจะ\u001aเป็น\u001aอย่างไรบ้าง\u001a \u001aยู\u001aนิ\u001aท\u001aใด\u001aที่\u001aไม่\u001aมี\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001aนั้น\u001aจะ\u001aถูก\u001aแสดง\u001aภาพ\u001aอยู่\u001aใน\u001aโทน\u001aสี\u001aมืด\u001aและ\u001aไม่\u001aสามารถ\u001aเลือก\u001aได้\u001a \u001aคุณ\u001aสามารถ\u001aรับ\u001aคริสตัล\u001aได้\u001aจาก\u001aการ\u001aเข้า\u001aเล่น\u001aอีเวนท์\u001aแบบ\u001aจำกัด\u001aระยะเวลา\u001a \u001aหรือ\u001aที่\u001aห้องโถง\u001aแห่ง\u001aอัญมณี\u001a \u001aที่อยู่\u001aใน\u001a \u001aDimensional\u001a \u001aVortex\u001a  \u001aตัว\u001aอย่างหนึ่ง\u001aของ\u001a \u001aAbility\u001a \u001aที่\u001aสามารถ\u001aปลุก\u001aพลัง\u001aได้\u001a \u001aได้แก่\u001a \u001aAbility\u001a \u001aMirror\u001a \u001aof\u001a \u001aEquity\u001a \u001aของ\u001a \u001aLasswell\u001a \u001aเป็นต้น\u001a"
    ],
    "1020209": [
        "Lanzelt Ruins will appear once you've cleared Wolfsgang Peak - Summit Master. If you're having trouble with the boss, you can view information by tapping Strategy in the upper right hand corner of the mission screen after selecting the quest.",
        "只要完成「雪狼之牙·雪嶺之主」後，「蘭澤爾特遺跡」就會出現。如果挑戰BOSS時陷入苦戰，可以透過選擇任務後，挑戰畫面右上方的「攻略」來確認BOSS的攻略資訊。",
        "'랑제르트 유적'은 '흰 늑대의 어금니·설산의 주인'을 완료하면 개방됩니다. 보스와의 전투가 어렵다면, 퀘스트 선택 후 미션 화면의 우측 상단에 위치한 '공략' 버튼을 눌러 보스에 대한 정보를 확인할 수 있습니다.",
        "Vous pouvez accéder aux Ruines de Lanzelt après avoir terminé Pic Croc-de-loup - Maître du sommet. Si le boss vous pose problème, vous pouvez consulter les informations disponibles à son sujet en sélectionnant la quête correspondante puis en touchant l’option \"Stratégie\" située en haut à droite de l’écran de mission.",
        "Die Landselt-Ruinen erscheinen, nachdem du Schneewolfzinne – Herr des Gipfels abgeschlossen hast. Bereitet dir der Boss Schwierigkeiten, dann findest du Informationen zu ihm, indem du in der oberen rechten Ecke des Missionsbildschirms nach der Auftragsauswahl auf Strategie tippst.",
        "Las Ruinas de Lanzelt estarán disponibles una vez hayas completado Pico del Lobo - Cumbre. Si el jefe te da problemas, puedes ver información sobre él tocando Estrategia en la esquina superior derecha de la pantalla de misión tras seleccionar la misión.",
        "Reruntuhan Lanzelt akan muncul setelah kamu menyelesaikan Puncak Taring Serigala - Penguasa Puncak. Apabila kamu mengalami kesulitan dalam mengadapi boss, kamu dapat melihat informasi boss tersebut dengan menyentuh icon Strategi di pojok kanan atas layar misi setelah memilih quest.",
        "ซาก\u001aโบราณ\u001a \u001aLanzelt\u001a \u001aจะ\u001aปรากฏ\u001aขึ้น\u001aเมื่อ\u001aผู้\u001aเล่น\u001aสามารถ\u001aเคลียร์\u001aภารกิจ\u001aยอดเขา\u001aเขี้ยว\u001aหมาป่า\u001a \u001a-\u001a \u001aพิชิต\u001aยอดเขา\u001a \u001aหาก\u001aพบ\u001aปัญหา\u001aเมื่อ\u001aต่อสู้\u001aกับ\u001a \u001aBoss\u001a \u001aผู้\u001aเล่น\u001aสามารถ\u001aดู\u001aข้อมูล\u001aของ\u001a \u001aBoss\u001a \u001aได้\u001aโดย\u001aแตะ\u001aปุ่ม\u001aกลยุทธ์\u001aที่\u001aด้าน\u001aขวา\u001aบน\u001aของ\u001aหน้าจอ\u001aภารกิจ\u001a \u001aหลังจาก\u001aเลือก\u001aเค\u001aวส\u001a"
    ]
}