{
    "100000101": [
        "Rain, Lasswell, and Fina as they speed by on chocobos. A new journey dances in each of their hearts as they soar like the wind across the wide, open fields.",
        "騎著陸行鳥馳騁的雷因、拉斯韋爾、菲娜。乘風飛馳的三名冒險者，對嶄新的旅程充滿了期待。",
        "초코보를 타고 질주하는 레인, 라스웰, 피나. 바람처럼 들판을 달리는 세 모험가의 가슴은 새로운 여행에 설레고 있다.",
        "Rain, Lasswell, et Fina alors qu'ils passent à toute vitesse sur leur chocobo. Un nouveau voyage fait battre leur cœur alors qu'ils s'élancent le vent caressant leur visage sur de grandes plaines ouvertes.",
        "Rain, Lasswell und Fina, die geschwind auf Chocobos reiten. Eine neue Reise lässt ihre Herzen frohlocken, während sie schnell wie der Wind über die weiten Felder hinwegreiten.",
        "Rain, Lasswell y Fina yendo en chocobo a toda velocidad. En sus corazones revolotea la promesa de una nueva aventura mientras atraviesan los campos, rápidos como el viento.",
        "Rain, Lasswell, dan Fina yang menunggangi chocobo dan melaju dengan cepat bersamaan dengan embusan angin menuju petualangan baru di tengah padang rumput terbuka.",
        "Rain\u001a \u001aพร้อมด้วย\u001a \u001aLasswell\u001a \u001aและ\u001a \u001aFina\u001a \u001aขณะ\u001aกำลัง\u001aควบ\u001aขี่\u001a \u001aChocobo\u001a \u001aทะยาน\u001aผ่าน\u001aทุ่งหญ้า\u001aกว้างใหญ่\u001aอย่าง\u001aรวดเร็ว\u001aราวกับ\u001aสายลม\u001a \u001aสอด\u001aประสาน\u001aไป\u001aกับ\u001aเสียง\u001aหัวใจ\u001aที่\u001aเต้น\u001aรัว\u001aด้วยความยินดี\u001aของ\u001aทั้ง\u001aสาม\u001aที่\u001aมี\u001aต่อ\u001aการ\u001aเดินทาง\u001aครั้ง\u001aใหม่\u001aของ\u001aพวกเขา\u001a"
    ],
    "100000201": [
        "Rain and Lasswell as they attack enemies aboard an airship. These knights were confused by the onslaught of small monsters who should fear airships, with no way to know that this was the mere beginning of a battle with the world's survival hanging in the balance.",
        "在飛空艇的甲板之上迎擊敵人的雷因與拉斯韋爾。本應懼怕飛空艇的小型魔物們此時卻成群襲來，騎士們對此都深感意外。此時的兩人尚不知道，這只是關乎世界存亡之戰的序章。",
        "비공정 갑판 위에서 적을 무찌르는 레인과 라스웰. 두 기사는 비공정을 두려워하지 않는 소형 마물의 공격에 어리둥절했지만, 이 싸움이 세계의 존망을 건 싸움의 서막이었다는 것을 알 도리가 없었다.",
        "Rain et Lasswell alors qu'ils attaquent des ennemis à bord de leur vaisseau. Ces chevaliers sont désorientés par l'assaut de petits monstres qui devraient normalement craindre les vaisseaux, sans savoir que ce n'est que le début d'une bataille qui décidera de la survie du monde.",
        "Rain und Lasswell, wie sie sich Feinden auf einem Luftschiff stellen. Die beiden Ritter hegten den ungewöhnlichen Angriffen der kleinen Monster, die für gewöhnlich Luftschiffe fürchteten, gegenüber zwar Misstrauen, jedoch wussten sie nicht, dass dies lediglich der Prolog eines Krieges war, in dem das Schicksal der Welt auf dem Spiel stehen würde.",
        "Rain y Lasswell atacando a sus enemigos desde un barco volador. Ambos fueron sorprendidos por la arremetida de pequeños monstruos que deberían temer a los barcos voladores. No tenían ni idea de que este era el comienzo de una batalla por la supervivencia del mundo.",
        "Rain dan Lasswell yang menaiki kapal udara untuk menyerang musuh-musuh mereka. Kedua kesatria ini dikejutkan oleh serangan monster-monster kecil yang seharusnya takut terhadap kapal udara. Tanpa mereka sadari, ini hanyalah awal dari pertempuran untuk mempertahankan kelangsungan hidup dunia.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001aต่อสู้\u001aศัตรู\u001aที่อยู่\u001aบน\u001aเรือ\u001aเหาะ\u001aของ\u001aตน\u001a \u001aอัศวิน\u001aทั้งสอง\u001aต่าง\u001aสงสัย\u001aว่า\u001aเพราะเหตุใด\u001a \u001aเหล่า\u001aมอนสเตอร์\u001aขนาดเล็ก\u001aที่\u001aน่าจะ\u001aเกรงกลัว\u001aเรือ\u001aเหาะ\u001aถึง\u001aกล้า\u001aบุก\u001aโจมตี\u001aเข้ามา\u001aได้\u001a \u001aพวกเขา\u001aไม่\u001aเอะใจ\u001aเลย\u001aว่า\u001a \u001aนี่\u001aเป็น\u001aเพียง\u001aการ\u001aเริ่มต้น\u001aของ\u001aการต่อสู้\u001aครั้ง\u001aยิ่งใหญ่\u001aที่\u001aมี\u001aความอยู่รอด\u001aของ\u001aโลก\u001aเป็น\u001aเดิมพัน\u001a"
    ],
    "100000301": [
        "Water priestess, Luka, as she purifies the waters of Lake Dorr, and the water god Leviathan, who watches over her. The water god seems to be consoling Luka, who may require years upon years to fulfill her duty of purifying the lake alone.",
        "為了淨化多爾湖水而獻上祈禱的水之巫女露露卡與守護她的水神利維坦。直到水中的污穢徹底消去之前，露露卡只能在漫長的時間中隻身一人完成這一使命，而水神彷彿正在安慰著她一般。",
        "돌 호수의 물을 정화하기 위해 기도를 바치는 물의 무녀 루루카와 그녀를 지켜보는 수신 리바이어선. 수신은 긴 시간 동안 물의 오염이 사라질 때까지 홀로 책무를 다하는 루루카를 위로하고 있는 듯하다.",
        "La prêtresse de l'eau, Luluka, alors qu'elle purifie les eaux du lac Dorr sous le regard protecteur de Léviathan, la divinité de l'eau. Léviathan semble consoler Luka, qui aura probablement besoin de plusieurs années pour remplir seule son devoir et purifier le lac.",
        "Die Wasserpriesterin Luka, wie sie das Wasser des Sees Dorr reinigt, und der Wassergott Leviathan, wie er über sie wacht. Er scheint Luka Trost zu spenden, die sich, lange Jahre ganz auf sich alleine gestellt, der Aufgabe widmen wird, das Wasser von seiner Verderbtheit zu reinigen.",
        "La sacerdotisa del agua, Luka, purificando las aguas del Lago Dorr, y el rey del agua, Leviatán, que la vigila. El rey del agua parece estar consolando a Luka, a la que seguramente le harán falta años para poder purificar el lago entero sola.",
        "Pendeta Air, Luka, yang sedang menyucikan air Danau Dorr, dan Dewa Air Leviathan yang menjaganya. Tampaknya Dewa Air ini menghibur Luka yang mungkin memerlukan beberapa tahun untuk menuntaskan tugasnya untuk menyucikan seluruh danau sendirian.",
        "Luka\u001a \u001aนักบวช\u001aหญิง\u001aแห่ง\u001aวารี\u001aในขณะที่\u001aเธอ\u001aกำลัง\u001aทำการ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001a \u001aDorr\u001a \u001aโดยที่\u001aมี\u001a \u001aLeviathan\u001a \u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aเฝ้ามอง\u001aเธอ\u001aอยู่\u001a \u001aดูเหมือนว่า\u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aปลอบใจ\u001a \u001aLuke\u001a \u001aอยู่\u001a \u001aเนื่องจาก\u001aเธอ\u001aจำเป็น\u001aจะ\u001aต้อง\u001aใช้เวลา\u001aถึง\u001aหลาย\u001aปี\u001aใน\u001aการ\u001aปฏิบัติภารกิจ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001aให้\u001aบริสุทธิ์\u001aแต่\u001aเพียงลำพัง\u001a"
    ],
    "100000401": [
        "Rain and Lasswell at the Earth Shrine as they confront a mysterious armor-clad intruder. The intruder unleashed a powerful attack at the duo, who warned him against coming near the Earth Crystal.",
        "與入侵土之神殿的穿鎧甲的神秘男人對峙的雷因與拉斯韋爾。兩人對試圖接近水晶的男人發出了警告，而身穿黑色鎧甲的入侵者釋放出了極大的力量。",
        "땅의 신전에 침입한, 갑옷을 입은 의문의 남자와 대적하는 레인과 라스웰. 크리스탈에 접근하지 말라는 레인과 라스웰의 경고에, 검은 갑옷의 남자는 무시무시한 힘을 내보였다.",
        "Rain et Lasswell au temple de la terre alors qu'ils affrontent un mystérieux intrus en armure. L'intrus qui s'approchait dangereusement du cristal de la terre a déclenché une puissante attaque contre le duo qui tentait de s'interposer.",
        "Rain und Lasswell am Erdschrein, wie sie sich einem Eindringlung in mysteriöser Rüstung stellen. Dieser entfesselt einen mächtigen Angriff auf das Duo, welches ihn davor warnte, sich dem Kristall zu nähern.",
        "Rain y Lasswell en el Templo de la Tierra mientras se enfrentan a un intruso ataviado con una armadura. Ambos le advierten que no se acerque al Cristal de la Tierra, y es entonces cuando el intruso les lanza un poderoso ataque.",
        "Rain dan Lasswell yang berhadapan dengan penyusup misterius berarmor gelap di Kuil Tanah. Ketika mereka mencoba memperingatkan penyusup tersebut untuk tidak mendekati Kristal Tanah, ia melancarkan serangan yang kuat terhadap keduanya.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001a \u001aเผชิญหน้า\u001aกับ\u001aผู้บุกรุก\u001aลึกลับ\u001aสวม\u001aชุด\u001aเกราะ\u001aที่\u001aวิหาร\u001aปฐพี\u001a  \u001aผู้บุกรุก\u001aคน\u001aนี้\u001aได้\u001aปลดปล่อย\u001aพลัง\u001aการ\u001aโจมตี\u001aอัน\u001aรุนแรง\u001aใส่\u001aอัศวิน\u001aสอง\u001aคู่หู\u001aเมื่อ\u001aพวกเขา\u001aเตือน\u001aอีก\u001aฝ่าย\u001aไม่\u001aให้\u001aเข้าใกล้\u001aคริสตัล\u001a"
    ],
    "100000501": [
        "Rain overwhelmed with sadness in the ruined town of Sacher. Due to the royal blood within his veins, he lost the girl who saved his life, resolving himself to change the world. Wielding a cruel blade, he joins the Orders in hopes of becoming the next emperor.",
        "在被破壞殆盡的扎哈消沉的雷因。他身上的王族之血害死了自己的救命恩人，為此他決定改變世界。為了成為下一任皇帝而加入了號令者，揮舞起了無情之劍。",
        "파괴된 자하 마을에서 슬픔에 잠긴 레인. 그의 몸속에 흐르는 왕족의 피 때문에, 자신의 목숨을 구해준 소녀를 잃고 만 레인은 세계를 바꾸겠다는 결심을 했다. 차기 황제가 되기 위해 오더즈에 들어간 그는 비정한 검을 휘두른다.",
        "Rain, accablé par la tristesse dans la ville en ruine de Sacher. Le sang royal qui coule dans ses veines précipita la mort de la fille qui lui avait sauvé la vie. Cet épisode tragique fut le moteur de sa résolution à changer le monde. Brandissant sa lame avec cruauté, il rejoignit l'Ordre dans l'espoir de devenir le prochain empereur.",
        "Rain, wie er, von Trauer überwältigt, vor den Ruinen des Dorfes Sacher steht. Durch das königliche Blut in seinen Adern verlor er das Mädchen, das ihm das Leben rettete und hat sich geschworen, die Welt zu verändern. Er führt eine grausame Klinge und tritt dem Orden in der Hoffnung bei, der nächste Imperator zu werden.",
        "Rain, abrumado por la tristeza en la ciudad asolada de Sacher. Por culpa de la sangre real que corre por sus venas perdió a la chica que le salvó la vida y, desde entonces, ha tomado la resolución de cambiar el mundo. Se une a las Órdenes con una cruel espada entre las manos y la esperanza de convertirse en el próximo emperador.",
        "Rain yang diliputi kesedihan di kota Sacher yang telah hancur. Ia kehilangan gadis yang menyelamatkan nyawanya akibat darah kerajaan yang mengalir dalam tubuhnya, sehingga ia pun bertekad untuk mengubah dunia. Mengayunkan pedangnya dengan kejam, Rain bergabung dengan Orders dan berharap menjadi kaisar berikutnya.",
        "Rain\u001a \u001aอยู่\u001aใน\u001aสภาพ\u001aที่\u001aเปี่ยม\u001aไป\u001aด้วย\u001aความ\u001aโศกเศร้า\u001aท่ามกลาง\u001aเมือง\u001a \u001aSacher\u001a \u001aที่\u001aถูก\u001aทำลาย\u001a \u001aเพียง\u001aเพราะ\u001aเขา\u001aเป็น\u001aผู้\u001aมี\u001aสาย\u001aเลือก\u001aแห่ง\u001aกษัตริย์\u001a \u001aเด็กสาว\u001aผู้\u001aช่วยชีวิต\u001aเขา\u001aไว้\u001aจึง\u001aต้อง\u001aสิ้นชีพ\u001aไฟ\u001a \u001aด้วยเหตุนี้\u001aเขา\u001aจึง\u001aมุ่งมั่น\u001aที่จะ\u001aเปลี่ยนแปลง\u001aโลก\u001aให้ได้\u001a \u001aเขา\u001aเข้าร่วม\u001aภาคี\u001aยุทธ\u001aดารา\u001aและ\u001aฟาด\u001aฟันดาบ\u001aด้วย\u001aความ\u001aไร้\u001aปรานี\u001a \u001aภายใต้\u001aความหวัง\u001aที่จะ\u001aได้\u001aเป็น\u001aจักรพรรดิ\u001aองค์\u001aถัดไป\u001a"
    ],
    "100000601": [
        "Realizing that Lasswell is struggling with his own feelings interfering with the fulfillment of his duties as king, Akstar challenges him to a sparring session. Determined to steer him in the right direction, Akstar bestows upon him a new skill of his own creation—the guiding mirror of equity.",
        "向壓抑著自己的心情，決心履行自己身為王的職責的拉斯韋爾發起挑戰的阿克斯特。他為了引導迷茫的年輕人，自行創造出了「導・明鏡」，並運用這一技能來戰鬥。",
        "자신의 마음을 억누르고 왕으로서의 책무를 다하려 하는 라스웰에게 승부를 건 엑스타. 망설이는 젊은이를 이끌기 위해, 자신이 만들어낸 신기술 '도·잔잔한 거울'을 선보였다.",
        "Face au conflit intérieur de Lasswell, qui réprime ses propres sentiments pour remplir ses devoirs de roi, Akstar décide de lui proposer un duel amical. Déterminé à le guider dans la bonne direction, Akstar utilise sur lui sa nouvelle technique : Sérénité directrice.",
        "Akstar in seinem Kampf gegen Lasswell, der danach strebt, seine Pflichten als König zu erfüllen und dabei seine eigenen Gefühle unterdrückt. Um diesem verlorenen Jüngling zu helfen, entfesselt er die Leitende Kata, eine Technik, die er selbst erdacht hat.",
        "Al darse cuenta de que Lasswell tiene un conflicto interno que no le deja cumplir como debiera con sus deberes de rey, Akstar lo desafía a una sesión de entrenamiento y, decidido a guiarle en la dirección correcta, le otorga una nueva habilidad de su propia cosecha: la Tranquilidad guía.",
        "Menyadari bahwa Lasswell merasa terbebani dengan perasaan pribadinya yang mengganggunya dalam memenuhi tugasnya sebagai raja, Akstar menantangnya untuk melakukan sesi pelatihan. Bertekad untuk mengarahkannya dengan benar, Akstar mengajarinya jurus baru ciptaannya, Cermin Keadilan Pembimbing.",
        "หลังจากที่\u001aทราบ\u001aว่า\u001a \u001aLasswell\u001a \u001aกำลัง\u001aดิ้นรน\u001aใน\u001aการ\u001aเก็บกด\u001aความรู้สึก\u001aของ\u001aตัวเอง\u001a \u001aเพื่อ\u001aทำหน้าที่\u001aของ\u001aกษัตริย์\u001aให้\u001aลุล่วง\u001a \u001aAkstar\u001a \u001aจึง\u001aท้า\u001aประลอง\u001aกับ\u001aอีก\u001aฝ่าย\u001a  \u001aเขา\u001aได้\u001aพยายาม\u001aชี้แนะ\u001aแนวทาง\u001aให้\u001a \u001aLasswell\u001a \u001aผู้\u001aกำลัง\u001aสับ\u001aสนใจ\u001a \u001aด้วย\u001aการ\u001aใช้\u001aกระบวนท่า\u001aใหม่\u001aที่\u001aเขา\u001aคิดค้น\u001aขึ้น\u001aมา\u001aเอง\u001a \u001aนั่น\u001aก็\u001aคือ\u001a \u001aGuiding\u001a \u001aMirror\u001a \u001aof\u001a \u001aEquity\u001a"
    ],
    "100000701": [
        "Sol, in his attempt to destroy all of Lapis using the Chaotic Darkness. His name, which means sun, was given to him by a friend many long years ago.",
        "操縱混沌之暗，妄圖給拉比斯帶來毀滅的索菲拉。「索菲拉」這一意為「太陽」的名字，是很久以前一位友人贈與他的。",
        "혼돈의 어둠을 조종해 라피스 전역을 궤멸시키려 하는 솔. '태양'이라는 의미를 가진 솔의 이름은 먼 옛날 친구가 붙여준 것이다.",
        "Sol, s'efforçant de détruire tout Lapis en utilisant l'Obscurité chaotique. Son nom, qui signifie \"soleil\", lui a été donné par un ami il y a bien des années de cela.",
        "Sol, bei seinem Versuch, ganz Lapis mit dem Dunklen Chaos zu zerstören. Sein Name, der Sonne bedeutet, wurde ihm von einem Freund vor langer Zeit gegeben.",
        "Solfuego, en su intento de destruir todo Lapis mediante la Oscuridad caótica. Su nombre, que hace referencia al sol, se lo puso una amiga suya hace muchos, muchos años.",
        "Sol dalam upayanya untuk menghancurkan seluruh penjuru Lapis dengan kekuatan Kegelapan Malapetaka. Nama \"Sol\" yang berarti matahari diberikan oleh temannya jauh di masa lampau.",
        "Sol\u001a \u001aในขณะที่\u001aกำลัง\u001aควบคุม\u001aเงามืด\u001aแห่ง\u001aมิคสัญญี\u001aให้\u001aลงมือ\u001aทำลายล้าง\u001aดาว\u001a \u001aLapis\u001a \u001aทั้ง\u001aดวง\u001a \u001aชื่อ\u001a \u001aSol\u001a \u001aของ\u001aเขา\u001aมีความหมาย\u001aว่า\u001aดวงอาทิตย์\u001a \u001aชื่อ\u001aนี้\u001aถูก\u001aมอบให้\u001aเขา\u001aโดย\u001aเพื่อน\u001aของ\u001aเขา\u001aคน\u001aหนึ่ง\u001aเมื่อ\u001aเนิ่น\u001aนานมาแล้ว\u001a"
    ],
    "100000801": [
        "A scene depicting Shinju atop Est the coeurl as they carry out a surprise attack on an Aldore military base. They run circles around the soldiers guarding the area, toying with them like balls of yarn. Meow, meow!",
        "襲擊阿爾多爾駐扎地的真珠和埃斯特。橫衝直撞地四處奔馳著玩弄士兵們！喵、喵！",
        "알도르 주둔지를 습격한 신쥬와 에스트. 종횡무진 달리며 병사들을 농락한다. 먀, 먀!",
        "Une scène dévoilant Shinju en train de chevaucher Est, attaquant tous les deux par surprise une base militaire d'Aldore. Filant à toute allure autour des lignes ennemies, ils s'amusent avec les soldats comme s'ils n'étaient que de simples jouets. Miaou !",
        "Eine Szene, die zeigt, wie Shinju auf Est dem Quahl reitend gemeinsam einen Überraschungsangriff auf eine Militärbasis von Aldore ausübt. Die beiden umkreisen die Soldaten, die das Gebiet bewachen, und spielen mit ihnen wie mit einem Wollknäuel. Miau, miau!",
        "Escena que muestra a Shinju a lomos de Est mientras lanzan un ataque sorpresa contra una base militar de Aldore. Rodean a los soldados que protegen la zona, jugando con ellos como si fuesen ovillos de lana. ¡Miau, miau!",
        "Adegan yang menggambarkan Shinju menunggangi coeurl Est saat mereka melancarkan serangan mendadak di pangkalan militer Aldore. Mereka mengelilingi tentara yang melindungi daerah itu, bermain dengan mereka seolah-olah mereka adalah bola wol. Meong meong!",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aShinju\u001a \u001aขี่หลัง\u001aตัว\u001a \u001aCoeurl\u001a \u001aที่\u001aมี\u001aชื่อว่า\u001a \u001aEst\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aพวก\u001aเธอ\u001aเปิดฉาก\u001aโจมตี\u001a \u001aAldore\u001a \u001aแบบ\u001aสาย\u001aฟ้าแลบ\u001a \u001aพวก\u001aเธอ\u001aวิ่ง\u001aวนรอบ\u001aทหาร\u001aที่\u001aกำลัง\u001aเฝ้า\u001aระวัง\u001aพื้นที่\u001a \u001aแล้ว\u001aหลอกล่อ\u001aอีก\u001aฝ่าย\u001aราวกับว่า\u001aพวกเขา\u001aเป็น\u001aเพียง\u001aลูกบอล\u001aไหมพรม\u001a \u001aเหมียว\u001a \u001aเหมียว\u001a!\u001a \u001a"
    ],
    "100000901": [
        "Physalis, living in Grandshelt with Fina. Each day is full of smiles and laughter for the boisterous bunch.",
        "在格蘭謝爾特與菲娜一同生活的法伊薩利斯。她與最親密的朋友一起過著歡快熱鬧的生活，臉上時刻都洋溢著笑容。",
        "그랑셸트에서 피나와 함께 생활하는 파이사리스. 좋아하는 친구와 함께 신나는 나날을 보내는 그녀의 얼굴에서는 웃음꽃이 사라지지 않는다.",
        "Physalis vivant à Grandshelt avec Fina. Chaque jour est rempli de rires et de sourires pour les deux inséparables amies.",
        "Physalis, wie sie mit Fina in Grandshelt lebt. In dieser quirligen Wohngemeinschaft vergeht kein Tag, an dem nicht herzhaft gelacht wird.",
        "Physalis viviendo en Grandshelt con Fina. Cada día está lleno de sonrisas para las dos amigas.",
        "Physalis yang tinggal di Grandshelt bersama Fina. Setiap hari, hidup kedua sahabat dekat ini dipenuhi dengan senyum dan tawa.",
        "Physalis\u001a \u001aในขณะที่\u001aใช้ชีวิต\u001aร่วมกัน\u001aกับ\u001a \u001aFina\u001a \u001aที่\u001a \u001aGrandshelt\u001a \u001aวัน\u001aเวลา\u001aใน\u001aแต่ละวัน\u001aของ\u001aสอง\u001aสาว\u001aสุด\u001aเฮฮา\u001aนั้น\u001aเต็มไปด้วย\u001aรอยยิ้ม\u001aและ\u001aเสียงหัวเราะ\u001a"
    ],
    "100001001": [
        "A scene depicting Folka and Citra enjoying a luxurious vacation at the beach. Leaving their weapons aside, they are set on making the best out of their summer, even if this particular moment of peace and calm turns out to be brief.",
        "優雅享受假期的芙爾卡和希特拉。兩位美女放下了武器，單純的在享受著夏天。這一風景，也許正是她們可能實現的安寧一刻的幻想。",
        "우아하게 바캉스를 즐기는 폴카와 시트라. 두 미녀는 무기를 놓고 여름을 한껏 만끽하고 있다. 그녀들이 언젠가 다다르게 될지도 모르는, 안온한 한때의 풍경이다.",
        "Une scène représentant Folka et Citra profitant de vacances luxueuses à la plage. Laissant leurs armes de côté, elles s'efforcent de tirer le meilleur de leur été, même si ce moment de paix et de calme s'avère bref.",
        "Eine Szene, die Folka und Citra zeigt, wie sie einen luxuriösen Strandurlaub genießen. Sie lassen ihre Waffen zurück und sind entschlossen, das Beste aus ihrem Sommer zu machen, auch wenn dieser besondere Moment des Friedens und der Stille nicht lange anhalten wird.",
        "Escena que muestra a Folka y Citra disfrutando de unas lujosas vacaciones en la playa. Han dejado a un lado sus armas y se han propuesto aprovechar el verano al máximo, aunque este momento de paz y tranquilidad acabe siendo breve.",
        "Folka dan Citra yang sedang menikmati liburan mewah mereka di pantai. Keduanya menanggalkan persenjataan mereka dan menggunakan waktu liburan musim ini dengan sebaik-baiknya, walaupun hanya sebentar.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aFolka\u001a \u001aและ\u001a \u001aCitra\u001a \u001aที่\u001aกำลัง\u001aเพลิดเพลิน\u001aไป\u001aกับ\u001aช่วงเวลา\u001aวันหยุด\u001aอัน\u001aดูดี\u001aมีระดับ\u001aที่\u001aชายหาด\u001a \u001aพวก\u001aเธอ\u001aต่าง\u001aวางอาวุธ\u001aพัก\u001aไว้\u001a \u001aเพื่อที่จะ\u001aได้\u001aเพลิดเพลิน\u001aไป\u001aกับ\u001aช่วงเวลา\u001aฤดูร้อน\u001aได้\u001aอย่าง\u001aเต็มที่\u001a \u001aถึงแม้ว่า\u001aช่วงเวลา\u001aแต่\u001aสันติภาพ\u001aอัน\u001aสุขสงบ\u001aนี้\u001aจะ\u001aคงอยู่\u001aเพียงแค่\u001aชั่วคราว\u001aก็ตาม\u001a"
    ],
    "100001101": [
        "Madam Edel, squaring off against the giant bird Bennu within some ancient ruins. The atmosphere is tense as treasure seeker and treasure protector face each other.",
        "在古代遺跡與巨鳥貝努進行對峙的埃德爾夫人。秘寶的守護者與秘寶追求者相對，緊張的氣氛一觸即發。",
        "고대 유적에서 거조 벤누와 대치하는 마담 에델. 비보를 지키는 자와 비보를 원하는 자 사이에 긴박한 공기가 흐르고 있다.",
        "Madame Edel affrontant Bennu dans des ruines. La tension est palpable au moment du face-à-face entre celle qui chasse le trésor et celui qui le protège.",
        "Dame Edel im Duell mit dem Riesenvogel Bennu in einer Ruine. Spannung erfüllt die Luft, als Schatzsucher und Schatzhüter sich von Angesicht zu Angesicht gegenüberstehen.",
        "Madam Edel, preparada para luchar contra el pájaro gigante Bennu en unas ruinas antiguas. El ambiente se tensa entre la cazatesoros y el guardián del tesoro.",
        "Nyonya Besar Edel yang bertarung melawan burung raksasa Bennu di dalam suatu reruntuhan kuno. Suasana tegang menyelimuti ruang ketika sang pencari harta karun berhadapan dengan sang penjaga harta karun.",
        "มาดาม\u001a \u001aEdel\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aกำลัง\u001aปะทะ\u001aกับ\u001aนก\u001aยักษ์\u001a \u001aBennu\u001a \u001aภายใน\u001aซาก\u001aโบราณสถาน\u001aแห่ง\u001aหนึ่ง\u001a \u001aเมื่อ\u001aนัก\u001aล่า\u001aสมบัติ\u001aและ\u001aผู้พิทักษ์\u001aสมบัติ\u001aมา\u001aปะทะ\u001aกัน\u001a \u001aบรรยากาศ\u001aจึง\u001aตึงเครียด\u001aเป็น\u001aอย่างยิ่ง\u001a"
    ],
    "100001401": [
        "The members of Morze's Soiree, all gathered together. Though they each spend their free time as they please, with but a single word from Madam, they transform into faithful subordinates ready to venture into the most treacherous of locales.",
        "相聚一堂的夜鼴盛會成員。儘管隨心所欲地生活著，但只要夫人一聲令下，就會立刻成為忠實的部下，赴湯蹈火在所不辭。",
        "한곳에 모인 모르즈의 연회 멤버들. 각자 자유롭게 지내고 있지만, 마담의 지시가 있으면 아무리 위험한 곳이라 해도 찾아가는 충실한 부하로 돌변한다.",
        "Les membres du Bal de Morze tous rassemblés. Bien que chacun passe son temps libre comme bon lui semble, il suffit d'un mot de Madame pour qu'ils se transforment en subordonnés dévoués prêts à s'aventurer dans les lieux les plus dangereux.",
        "Die Mitglieder von Morzes Soiree, alle versammelt. Obwohl sie alle ihre Freizeit so verbringen, wie es ihnen beliebt, verwandeln sie sich mit einem einzigen Wort der Dame in treue Untergebene, bereit, sich in die tückischsten Örtlichkeiten vorzuwagen.",
        "Los Mayordomos de Morze reunidos. Aunque cada uno de ellos pasa su tiempo libre como le place, solo les basta una única orden de Madam para convertirse en fieles subordinados dispuestos a aventurarse en cualquier alocada misión.",
        "Seluruh anggota Soiree Morze yang berkumpul bersama. Walaupun masing-masing anggota menghabiskan waktu luang mereka sesuka hati, semuanya dengan cepat berubah menjadi bawahan yang setia dan siap menjelajahi tempat berbahaya mana pun begitu mendengar sepatah kata dari Nyonya Besar.",
        "เหล่า\u001aสมาชิก\u001aของ\u001aราตรี\u001aสโมสร\u001aแห่ง\u001a \u001aMorze\u001a \u001aได้มา\u001aรวมตัวกัน\u001aจน\u001aครบ\u001aทุกคน\u001a \u001aถึงแม้ว่า\u001aสมาชิก\u001aแต่ละคน\u001aจะ\u001aสามารถ\u001aใช้เวลา\u001aยาม\u001aว่าง\u001aของ\u001aตัวเอง\u001aได้\u001aอย่าง\u001aอิสระ\u001aเสรี\u001a \u001aแต่\u001aหาก\u001aมาดาม\u001aออกคำสั่ง\u001aมา\u001aเพียง\u001aครั้ง\u001aเดียว\u001a \u001aพวกเขา\u001aก็\u001aจะ\u001aกลับมา\u001aเป็น\u001aผู้รับใช้\u001aที่\u001aภักดี\u001aและ\u001aพร้อม\u001aจะ\u001aออก\u001aผจญภัย\u001aไป\u001aยัง\u001aสถาน\u001aที่สุด\u001aอันตราย\u001aแห่ง\u001aใดๆ\u001a \u001aก็ตาม\u001a"
    ],
    "100001501": [
        "Fina and Daisy playing at the beach. Enjoying themselves amidst the sand and sea allows them to forget the hardship of battle. This vision is a glimpse into a moment of peace the two may someday find.",
        "在海邊玩耍的菲娜與黛西。忘卻戰鬥的兩位少女正在盡情與大海嬉戲。這一風景，也許正是她們可能實現的安寧一刻的幻想。",
        "바다에서 함께 노는 피나와 데이지. 소녀들은 싸움을 잊고 바다에서 한껏 뛰놀고 있다. 소녀들이 언젠가 다다르게 될 지도 모르는, 안온한 한때의 풍경이다.",
        "Fina et Daisy s'amusant à la mer. Jouant dans l'eau, les deux amies oublient un instant les épreuves endurées. Cette vision offre un aperçu de la vie paisible que les deux jeunes filles obtiendront peut-être un jour.",
        "Fina und Daisy, wie sie sich am Strand vergnügen. Umgeben von Sand und Wasser haben sie die Mühsal des Kampfes längst vergessen. Diese Vision ist ein flüchtiger Ausblick auf ein friedlicheres Leben, das die beiden vielleicht eines Tages erwartet.",
        "Fina y Margarita divirtiéndose en la playa. Disfrutar de la arena y las olas les permite olvidarse por un momento de las adversidades del combate. Esta visión es un atisbo de la paz y la tranquilidad que puede que ambas encuentren algún día.",
        "Fina dan Daisy yang sedang bermain di pantai. Keduanya terlihat bersenang-senang di tengah laut biru, melupakan pedihnya pertarungan. Inilah vision ketika mereka berdua pada akhirnya dapat bersantai dengan tenang.",
        "Fina\u001a \u001aและ\u001a \u001aDaisy\u001a \u001aกำลัง\u001aเล่น\u001aสนุก\u001aกัน\u001aอยู่\u001aที่\u001aชายหาด\u001a \u001aการ\u001aได้\u001aผ่อนคลาย\u001aท่ามกลาง\u001aหาดทราย\u001aและ\u001aผืน\u001aทะ\u001aล\u001aนั้น\u001aช่วย\u001aให้\u001aพวก\u001aเธอ\u001aลืม\u001aความยากลำบาก\u001aจาก\u001aการต่อสู้\u001aได้\u001aเป็น\u001aอย่าง\u001aดี\u001a \u001aนี่\u001aคือ\u001aภาพ\u001aฉาก\u001aช่วงเวลา\u001aแห่ง\u001aสันติสุข\u001aที่\u001aทั้งสอง\u001aสาว\u001aอาจจะ\u001aได้\u001aเจอ\u001aสักวันหนึ่ง\u001a"
    ],
    "100001601": [
        "With Aldore and Hess at war, Raegen and Rowen face each other on the battlefield. Raegen proposes to seal Rowen, as one of Hess's Eight Sages, within a crystal in order to bring an end to the conflict. Trusting his friend, Rowen places the future in Raegen's hands.",
        "在阿爾多爾與赫斯的戰場上進行對峙的雷根和羅溫。為了終結戰爭，雷根對身為赫斯八賢者的羅溫坦白了將他封印於水晶的策略。羅溫相信了摯友，並將未來託付與他。",
        "알도르와 헤스의 전장에서 대치하는 레겐과 로웬. 레겐은 전쟁을 끝내기 위해 헤스의 여덟 현자인 로웬에게 크리스탈에 봉인되어줄 것을 부탁한다. 로웬은 친구를 믿고 그에게 미래를 맡겼다.",
        "Raegen et Rowen s'affrontant sur le champ de bataille au cours de la guerre entre Aldore et Hess. Pour mettre un terme à ce conflit, Raegen propose à Rowen, qui est alors l'un des Huit sages de Hess, de le sceller dans un cristal. Plaçant toute sa confiance en son ami, Rowen décide alors de laisser le sort de cette guerre entre les mains de Raegen.",
        "Während des Krieges zwischen Aldore und Hess treten Raegen und Rowen einander auf dem Schlachtfeld gegenüber. Raegen schlägt vor, Rowen als einen der Acht Weisen von Hess in einem Kristall zu versiegeln, um dem Konflikt ein Ende zu setzen. Seinem Freund vertrauend, legt Rowen die Zukunft in Raegens Hände.",
        "Con Aldore y Hess en guerra, Raegen y Rowen se enfrentan en el campo de batalla. Raegen propone sellar en un cristal a Rowen, uno de los Ocho Sabios de Hess, para así poner fin al conflicto. Rowen deposita su confianza en su amigo y deja el futuro en sus manos.",
        "Raegen dan Rowen yang saling berhadapan di medan perang dalam perang antara Aldore dan Hess. Raegen menyampaikan bahwa ia akan menyegel Rowen, salah satu anggota Delapan Sage Hess, dalam kristal untuk mengakhiri konflik. Rowen menaruh kepercayaan pada temannya dan memercayakan masa depan di tangan Raegen.",
        "เมื่อ\u001a \u001aAldore\u001a \u001aและ\u001a \u001aHess\u001a \u001aเข้าสู่\u001aสงคราม\u001a \u001aRaegen\u001a \u001aและ\u001a \u001aRowen\u001a \u001aก็ได้\u001aเผชิญหน้า\u001aกัน\u001aกลาง\u001aสนามรบ\u001a \u001aRaegen\u001a \u001aได้\u001aเสนอ\u001aแผน\u001aที่จะ\u001aปิดผนึก\u001a \u001aRowen\u001a \u001aผู้\u001aเป็นหนึ่ง\u001aใน\u001aแปด\u001aนักปราชญ์\u001aแห่ง\u001a \u001aHess\u001a \u001aไว้\u001aใน\u001aคริสตัล\u001aเพื่อที่จะ\u001aได้\u001aปิดฉาก\u001aสงคราม\u001aให้\u001aสำเร็จ\u001a \u001aด้วย\u001aความ\u001aไว้เนื้อเชื่อใจ\u001aใน\u001aสหาย\u001a \u001aRowen\u001a \u001aจึง\u001aฝาก\u001aอนาคต\u001aไว้\u001aใน\u001aมือ\u001aของ\u001a \u001aRaegen\u001a"
    ],
    "100001701": [
        "Rain and Fina have gathered to celebrate FFBE's 5th anniversary in Grandshelt! Together with their friends, they march in single file toward their destination, proudly holding a celebratory banner emblazoned with the number 5. They're almost at the venue!",
        "為慶祝5週年紀念日而齊聚格蘭謝爾特的雷因與菲娜。他們正與排成一列的同伴們帶著寫有「5」的裝飾一同前往目的地。就快抵達會場了！",
        "FFBE 5주년을 기념하기 위해 그랑셸트에 모인 레인과 피나. 한 줄로 나란히 서서 동료들과 함께 행진하며, '5'라고 쓰인 거대한 장식을 목적지까지 운반하고 있다. 파티 회장까지 얼마 남지 않았다!",
        "Rain et Fina se sont réunis à Grandshelt pour célébrer le 5e anniversaire de FFBE à Grandshelt ! Avec leurs amis, ils marchent en file vers leur destination, portant fièrement une bannière portant le chiffre 5. Ils sont presque arrivés au lieu de rassemblement !",
        "Rain und Fina haben sich in Grandshelt versammelt, um das 5. Jubiläum von FFBE zu feiern! Zusammen mit ihren Freunden marschieren sie im Gänsemarsch auf ihr Ziel zu, stolz ein Festbanner mit der Nummer 5 versehen haltend. Sie sind beinahe am Veranstaltungsort!",
        "¡Rain y Fina se han reunido en Grandshelt para celebrar el 5.º aniversario de FFBE! Caminan en fila junto a sus amigos hacia su destino mientras alzan una bandera de celebración con el número 5. ¡Ya casi han llegado!",
        "Rain dan Fina yang berkumpul di Grandshelt untuk merayakan peringatan 5 tahun FFBE! Bersama dengan teman-teman mereka, mereka berbaris menuju tempat tujuan mereka sambil mengibarkan bendera perayaan dengan angka 5. Mereka hampir tiba!",
        "Rain\u001a \u001aและ\u001a \u001aFina\u001a \u001aมา\u001aเจอ\u001aกันที่\u001a \u001aGrandshelt\u001a \u001aเพื่อ\u001aฉลอง\u001aโอกาส\u001aที่\u001a \u001aFFBE\u001a \u001aครบรอบ\u001a \u001a5\u001a \u001aปี\u001a!\u001a \u001aพวกเขา\u001aและ\u001aเหล่า\u001aเพื่อน\u001aๆ\u001a \u001aเดินขบวน\u001aแถว\u001aเรียงหน้ากระดาน\u001aไป\u001aยัง\u001aจุดหมาย\u001a \u001aและ\u001aพร้อมใจกัน\u001aชู\u001aแถบ\u001aธง\u001aเฉลิมฉลอง\u001aที่\u001aปัก\u001aด้วย\u001aหมายเลข\u001a \u001a5\u001a!\u001a \u001aพวกเขา\u001aใกล้\u001aถึงที่\u001aจัดงาน\u001aแล้ว\u001a!\u001a"
    ],
    "100001801": [
        "Lasswell and Raegen have gathered in Grandshelt to ring in the New Year. Father and son are hard at work making flags with Citra as fireworks light up the sky above. They're pouring their hearts into every single stitch.",
        "為慶祝新年而相聚在格蘭謝爾特的拉斯韋爾與雷根。在一片歡鬧的煙花表演之中，希特拉與這對父子正孜孜不倦地做著旗子。每一面旗子之中都飽含著真心。",
        "새해를 기념하기 위해 그랑셸트에 모인 라스웰 팀. 요란하게 불꽃이 터지는 중에도, 이들 부자는 시트라와 함께 부지런히 깃발을 만들고 있다. 그 깃발 하나하나에 마음을 담으며.",
        "Lasswell et Raegen se sont réunis à Grandshelt pour célébrer la nouvelle année. Père et fils travaillent dur avec Citra pour confectionner des drapeaux, alors qu'un feu d'artifice illumine le ciel. Ils mettent tout leur cœur à l'ouvrage !",
        "Lasswell und Raegen haben sich in Grandshelt getroffen, um das neue Jahr einzuläuten. Vater und Sohn arbeiten hart daran, mit Citra zusammen Fahnen zu schaffen, als ein Feuerwerk den Himmel über ihnen erleuchtet. Sie stecken ihr Herzblut in jeden einzelnen Stich.",
        "Lasswell y Raegen se han reunido en Grandshelt para festejar la llegada del nuevo año. Padre e hijo cosen banderas junto a Citra, dando cada puntada con esmero mientras los fuegos artificiales iluminan el cielo.",
        "Lasswell dan Raegen telah berkumpul di Grandshelt untuk merayakan tahun baru. Pasangan ayah dan anak ini sibuk membuat bendera bersama Citra di bawah langit yang penuh kembang api. Mereka mencurahkan segenap hati mereka dalam setiap bendera yang mereka jahit.",
        "Lasswell\u001a \u001aและ\u001a \u001aRaegen\u001a \u001aได้\u001aพบ\u001aกันที่\u001a \u001aGrandshelt\u001a \u001aเพื่อ\u001aฉลอง\u001aเทศกาล\u001aปีใหม่\u001a \u001aทั้งสอง\u001aต่าง\u001aร่วมกัน\u001aกับ\u001a \u001aCitra\u001a \u001aทำ\u001aธง\u001aอย่าง\u001aขะมักเขม้น\u001aท่ามกลาง\u001aบรรยากาศ\u001aอัน\u001aคึกคัก\u001aใต้\u001aดอกไม้ไฟ\u001aเฉลิมฉลอง\u001a \u001aทุกคน\u001aล้วน\u001aทำ\u001aธง\u001aด้วย\u001aความใส่ใจ\u001aใน\u001aทุก\u001aรายละเอียด\u001a"
    ],
    "100001901": [
        "Charlotte and Physalis have gathered in Grandshelt's central plaza. At Charlotte's command, Physalis shoots the gift box the two brought with them, sending splendid decorations flying out. Thanks for everything!",
        "齊聚在格蘭謝爾特廣場的夏洛特與法伊薩利斯。當法伊薩利斯射穿這些由夏洛特下令搬來的禮物盒時，就會有鮮艷的裝飾迸發出來。各位，一直以來承蒙關照！",
        "그랑셸트의 중앙 광장에 모인 샤를로트와 파이사리스. 샤를로트의 지시를 받은 파이사리스가 운반되어 온 선물 상자를 쏘자, 화려한 장식이 나타났다. 여러분, 정말 감사합니다!",
        "Charlotte et Physalis se sont réunies à la grand-place de Grandshelt. Par ordre de Charlotte, Physalis ouvre la boîte à cadeaux que les deux jeunes filles ont apportée, et de splendides décorations s'élancent dans le ciel. Merci pour tout !",
        "Charlotte und Physalis haben sich auf Grandshelts zentralem Platz getroffen. Auf Charlottes Kommando verschießt Physalis die Geschenkbox, die die beiden mitgebracht haben, und verstreut prächtige Dekorationen. Danke für alles!",
        "Charlotte y Physalis se han reunido en la plaza central de Grandshelt. Siguiendo las órdenes de Charlotte, Physalis dispara a la caja de regalos que han traído las dos, lo que hace que salgan volando decoraciones muy bonitas. ¡Gracias por todo!",
        "Charlotte dan Physalis yang berkumpul di plaza tengah Grandshelt. Mengikuti perintah Charlotte, Physalis menembakkan kotak hadiah yang mereka bawa dan membuat dekorasi-dekorasi yang cantik berterbangan. Terima kasih atas segalanya!",
        "Charlotte\u001a \u001aและ\u001a \u001aPhysalis\u001a \u001aมา\u001aรวมตัว\u001aกันที่\u001aลาน\u001aกลางเมือง\u001aของ\u001a \u001aGrandshelt\u001a \u001aตามที่\u001a \u001aCharlotte\u001a \u001aได้\u001aสั่ง\u001aใว้\u001a \u001aPhysalis\u001a \u001aก็\u001aยิง\u001aกล่อง\u001aของขวัญ\u001aที่\u001aทั้งสอง\u001aนำมา\u001a \u001aทำให้\u001aของ\u001aประดับ\u001aตกแต่ง\u001aที่อยู่\u001aภายใน\u001aนั้น\u001aระเบิด\u001aออกมา\u001a \u001aขอบคุณ\u001aสำหรับ\u001aทุกสิ่งทุกอย่าง\u001aนะ\u001a!\u001a"
    ],
    "100002001": [
        "Dark Fina and Sol have gathered in Grandshelt to ring in the New Year. While Lid and Jake are busy decorating the roofs of the slums, Dark Fina and Sol blow up balloons below them with a young girl. These balloons are infused with a special magic, so they won't pop even after the festivities are over!",
        "魔人菲娜與索菲拉聚集於格蘭謝爾特迎接新年。當里德和傑科忙著裝飾貧民窟的屋頂時，魔人菲娜、索菲拉與一名少女在他們下方一起吹著氣球。注入特別魔力的氣球即使在慶典結束後也不會爆炸！",
        "새해를 기념하기 위해 그랑셸트에 모인 마인 피나와 솔. 슬럼가를 꾸미는 리드와 제이크 아래서 소녀와 함께 풍선을 불고 있다. 마력이 담긴 풍선은 축제가 끝나도 터지지 않을 것이다.",
        "Fina obscure et Sol se sont réunis à Grandshelt pour célébrer la nouvelle année. Pendant que Lid et Jake décorent les bas quartiers, Fina obscure et Sol lâchent des ballons en compagnie d'une petite fille. Imprégnés d'une magie spéciale, ces ballons n'éclateront pas, même une fois la fête finie !",
        "Dunkel-Fina und Sol haben sich in Grandshelt getroffen, um das neue Jahr einzuläuten. Während Lid und Jake damit beschäftigt sind, die Dächer der Slums zu dekorieren, blasen Dunkel-Fina und Sol zusammen mit einem jungen Mädchen unter ihnen Ballons auf. Diesen Ballons wohnt eine spezielle Magie inne, damit sie selbst nach den Feierlichkeiten nicht platzen!",
        "Fina oscura y Solfuego se han reunido en Grandshelt para festejar el Año Nuevo. Mientras Lid y Jake decoran los tejados de los suburbios, Fina oscura y Solfuego inflan globos justo debajo con otra chica. ¡Estos globos llevan dentro una magia especial que impide que exploten hasta que no hayan terminado las celebraciones!",
        "Dark Fina dan Sol telah berkumpul di Grandshelt untuk merayakan tahun baru. Sementara Lid dan Jake sibuk menghias atap kawasan kumuh, Dark Fina dan Sol meniup balon di bawah kawasan tersebut bersama seorang gadis kecil. Balon-balon ini diimbuhi magic khusus yang membuatnya tidak meledak bahkan setelah festival berakhir!",
        "Fina\u001a \u001aร่าง\u001aมาร\u001aและ\u001a \u001aSol\u001a \u001aได้มา\u001aรวมตัว\u001aกันที่\u001a \u001aGrandshelt\u001a \u001aเพื่อ\u001aฉลอง\u001aปีใหม่\u001a \u001aในขณะที่\u001a \u001aLid\u001a \u001aและ\u001a \u001aJake\u001a \u001aกำลัง\u001aยุ่ง\u001aอยู่\u001aกับ\u001aการประดับประดา\u001aหลังคา\u001aบ้าน\u001aใน\u001aย่าน\u001aสลัม\u001a \u001aFina\u001a \u001aร่าง\u001aมาร\u001aกับ\u001a \u001aSol\u001a \u001aที่อยู่\u001aเบื้องล่าง\u001aก็\u001aช่วยกัน\u001aเป่า\u001aลูกโป่ง\u001aพร้อมกัน\u001aกับ\u001aเด็กหญิง\u001aคน\u001aหนึ่ง\u001a \u001aบอลลูน\u001aเหล่านี้\u001aอาบ\u001aไป\u001aด้วย\u001aพลัง\u001aเวทมนตร์\u001a \u001aถึงแม้\u001aงานฉลอง\u001aจะ\u001aจบ\u001aไป\u001aแล้ว\u001aก็ตาม\u001a \u001aแต่\u001aพวก\u001aมัน\u001aก็\u001aจะ\u001aไม่\u001aแตก\u001aหรอก\u001a!\u001a"
    ],
    "100002101": [
        "Akstar and Cleome have gathered in Grandshelt to ring in the New Year. In front of the brilliantly decorated Colosseum, Cleome ties an adorable bow on a present with Rinora's help. The bow's every loop and knot is imbued with the special bond shared by teacher and student!",
        "為慶祝新年而相聚在格蘭謝爾特的阿克斯特與可蕾歐梅。在裝飾輝煌的競技場前，可蕾歐梅在利諾拉的協助下將禮物繫上可愛的緞帶。緞帶的每處繞圈與打結都充滿了師徒共有的特殊情感！",
        "새해를 기념하여 그랑셸트에 모인 엑스타와 클레오메. 화려하게 꾸민 투기장 앞에서 리노라와 함께 상자에 리본을 장식하고 있다. 깜찍한 리본에는 스승과 제자의 마음이 가득 담겨 있다!",
        "Akstar et Cléomée se sont réunis à Grandshelt pour célébrer la nouvelle année. Devant le Colisée, qui a été décoré pour l'occasion, Cléomée noue un joli ruban autour d'un cadeau avec l'aide de Lenor. Ce ruban est imprégné du lien indéfectible qui unit une élève à son maître !",
        "Akstar und Cleome haben sich in Grandshelt getroffen, um das neue Jahr einzuläuten. Vor dem glanzvoll dekorierten Kolosseum bindet Cleome mit Rinoras Hilfe eine bezaubernde Schleife auf einem Geschenk. Jeder Schlaufe und jedem Knoten der Schleife wohnt das spezielle Band inne, das Lehrer und Schüler verbindet!",
        "Akstar y Cleome se han reunido en Grandshelt para festejar el Año Nuevo. En frente del pomposamente decorado Coliseo, Cleome ata un lazo adorable a un regalo con la ayuda de Rinora. ¡Cada lazada está imbuida del vínculo especial que comparten aprendiz y maestro!",
        "Akstar dan Cleome telah berkumpul di Grandshelt untuk merayakan tahun baru. Di depan koloseum yang dihias dengan indah, Cleome mengikat pita yang manis pada kado dengan bantuan Rinora. Setiap pita dan simpul yang dibuat dijiwai dengan ikatan khusus antara guru dan muridnya!",
        "Akstar\u001a \u001aและ\u001a \u001aCleome\u001a \u001aได้มา\u001aชุมนุม\u001aกันที่\u001a \u001aGrandshelt\u001a \u001aเพื่อ\u001aฉลอง\u001aเทศกาล\u001aปีใหม่\u001a \u001aที่\u001aด้านหน้า\u001aโคล\u001aอสเซียม\u001aที่\u001aได้รับ\u001aการ\u001aตกแต่ง\u001aอย่าง\u001aสวยงาม\u001aสดใส\u001aแห่ง\u001aนี้\u001a \u001aCleome\u001a \u001aกำลัง\u001aลงมือ\u001aผูก\u001aริบบิ้น\u001aบน\u001aกล่อง\u001aของขวัญ\u001aโดย\u001aมี\u001a \u001aRinora\u001a \u001aคอย\u001aช่วยเหลือ\u001a \u001aทุก\u001aปม\u001aและ\u001aส่วนโค้ง\u001aของ\u001aโบว์\u001aที่\u001aพู\u001aก\u001aนั้น\u001aอาบ\u001aไป\u001aด้วย\u001aพลัง\u001aพิเศษ\u001aจาก\u001aสายใย\u001aระหว่าง\u001aศิษย์\u001aและ\u001aอาจารย์\u001a!\u001a"
    ],
    "100002201": [
        "Lasswell, receiving Purple Lightning from Raegen in his youth. The blade was a perfect fit for a boy who refused to give up on his dream of growing stronger than anyone else, regardless of what natural talent might dictate. The young boy soon came to treasure it as a symbol of the bonds he shares with his father and his dear friend.",
        "被雷根傳授紫電的少年拉斯韋爾。想要變得比任何人都強，即便沒有才能也不願放棄，如此吐露出心聲的他正與紫電相配。這把刀對他來說是將他與父親和摯友聯繫在一起的重要之物。",
        "레겐으로부터 자색 번개를 받게 된 어린 시절의 라스웰. 누구보다 강해지고 싶다, 재능이 없다 해도 포기하고 싶지 않다는 본심을 털어놓는 라스웰이야말로 자색 번개에 걸맞은 자였다. 또한 이 도는 소년의 아버지와 그 친구를 잇는 소중한 물건이기도 하다.",
        "Le jeune Lasswell recevant Éclair pourpre des mains de Raegen. Cette épée convenait parfaitement à ce jeune garçon qui refusait d'abandonner son rêve de devenir plus fort que quiconque en dépit de son manque de talent naturel. Il en vint rapidement à chérir cette arme qui symbolise les liens qu'il partage avec son père et son meilleur ami.",
        "Lasswell, der in seiner Jugend den Violetten Blitz von Raegen erhält. Die Klinge war perfekt für einen Jungen, der sich weigerte, seinen Traum aufzugeben, stärker als jeder andere zu werden, ungeachtet dessen, was das natürliche Talent vorschreibt. Der Junge lernte sie bald als ein Symbol der Bande zu schätzen, die er mit seinem Vater und seinem teuren Freund teilt.",
        "Lasswell, en el momento en que recibe el Rayo Púrpura de manos de Raegen cuando era joven. La espada perfecta para un chico que se negó a abandonar su sueño de ser el más fuerte de todos, pese a lo que dictaran las leyes del talento natural. Lasswell la conserva como un tesoro, símbolo de los vínculos que lo unen a su padre y su querido amigo.",
        "Lasswell yang menerima Pedang Kilat Ungu dari Raegen ketika ia masih kecil. Pedang tersebut layak diberikan kepada anak laki-laki yang tidak ingin membuang impiannya untuk menjadi lebih kuat dari siapa pun, terlepas dari apa yang ditentukan oleh bakat alami. Anak laki-laki tersebut kemudian menganggapnya sebagai benda berharga dan juga simbol ikatan antara ayah dan sahabatnya.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aLasswell\u001a \u001aใน\u001aวัยเด็ก\u001aในขณะที่\u001aได้\u001aรับมอบ\u001aดาบ\u001a \u001aPurple\u001a \u001aLightning\u001a \u001aจาก\u001a \u001aRaegen\u001a \u001aดาบ\u001aนี้\u001aนับว่า\u001aเป็น\u001aอาวุธ\u001aที่\u001aเหมาะสม\u001aกับ\u001aเด็กชาย\u001aผู้\u001aที่\u001aไม่\u001aยอม\u001aล้มเลิก\u001aความฝัน\u001aของ\u001aตน\u001aที่จะ\u001aเป็น\u001aผู้\u001aแข็งแกร่ง\u001aยิ่งกว่า\u001aผู้ใด\u001a \u001aไม่\u001aว่า\u001aธรรมชาติ\u001aจะ\u001aมอบ\u001aอัจฉริยภาพ\u001aมา\u001aให้\u001aตัวเอง\u001aมาก\u001aน้อย\u001aแค่\u001aไหน\u001a \u001aใน\u001aเวลา\u001aต่อมา\u001aเขา\u001aได้\u001aทะนุถนอม\u001aและ\u001aรักใคร่\u001aใน\u001aดาบ\u001aเล่ม\u001aนี้\u001a \u001aเนื่องจาก\u001aมัน\u001aเป็น\u001aสัญลักษณ์\u001aที่\u001aแสดงถึง\u001aสายสัมพันธ์\u001aระหว่าง\u001aเขา\u001a,\u001a \u001aชาย\u001aผู้\u001aเป็น\u001aพ่อ\u001a,\u001a \u001aและ\u001aเพื่อนรัก\u001a"
    ],
    "100002301": [
        "Rain and the others have come leaping out of the crystals to ring in the New Year with everyone! Here's to another amazing year!",
        "雷因和其他人已經跳出水晶，與大家一同慶祝新年！讓我們迎接下一個美好的一年吧！",
        "크리스탈에서 튀어나온 레인과 친구들이 새해를 기념하기 위해 한곳에 모였다! 항상 함께해 줘서 고마워!",
        "Rain et compagnie sortent de leurs cristaux pour célébrer tous ensemble le Nouvel An ! Que cette année soit remplie de bonheur !",
        "Rain und seine Freunde kommen aus dem Kristall gesprungen, um mit euch das neue Jahr einzuläuten! Auf ein großartiges neues Jahr!",
        "Rain y los demás salen de los cristales para celebrar el nuevo año con todos vosotros. ¡Por otro año lleno de aventuras!",
        "Rain dan teman-temannya keluar dari kristal untuk merayakan tahun baru bersama kalian semua! Semoga tahun ini penuh dengan petualangan yang luar biasa!",
        "Rain\u001a \u001aและ\u001aผอง\u001aเพื่อน\u001aกระโดด\u001aออก\u001aมาจาก\u001aคริสตัล\u001aเพื่อ\u001aสวัสดี\u001aปีใหม่\u001aให้\u001aทุกท่าน\u001a!\u001a \u001aขอให้\u001aมีความสุข\u001aตลอดปี\u001aนะ\u001a!\u001a"
    ],
    "100002401": [
        "Rizer fights against enemy forces to defend his homeland. He bravely leads his army into the battle for control of the crystals and wields his blade to protect his beloved Grandshelt. It is this unwavering love for his country that serves as Rizer's true weapon.",
        "為守護國家而與敵軍戰鬥的賴澤。在有關水晶的戰鬥中他衝鋒陷陣，為守護格蘭謝爾特而舉起手中的劍。他那強烈的愛國之心化作鋒利的劍刃。",
        "나라를 지키기 위해 적군과 싸우는 라이저. 크리스탈을 둘러싼 싸움의 진두에 서서 그랑셸트를 지키기 위해 검을 들었다. 누구보다 강한 애국심은 비할 데 없이 강력한 그의 칼날이 되었다.",
        "Rizer faisant face aux forces ennemies épée à la main pour protéger sa patrie. Dans ce conflit pour le contrôle des cristaux, il mène courageusement son armée au combat afin de protéger Grandshelt. C'est cet amour inébranlable pour son pays qui fait la plus grande force de Rizer.",
        "Rizer kämpft gegen feindliche Streitkräfte, um sein Heimatland zu verteidigen. Tapfer führt er seine Armee in die Schlacht um die Kontrolle über die Kristalle und führt seine Klinge, um sein geliebtes Grandshelt zu beschützen. Diese unumstößliche Liebe für sein Land ist es, die als Rizers wahre Waffe dient.",
        "Rizer lucha contra las tropas enemigas para proteger su hogar. Conduce con valentía a su ejército a la batalla por el control de los cristales, y blande su espada para defender su querido Grandshelt. Este amor que siente por su patria es su verdadera arma.",
        "Rizer yang bertarung melawan pasukan musuh untuk melindungi tanah airnya. Dengan gagah berani, ia memimpin pasukannya ke dalam pertempuran untuk memperebutkan kristal dan menghunuskan pedangnya demi mempertahankan Grandshelt. Cinta Rizer yang kuat terhadap negerinya inilah yang menjadi senjata sesungguhnya.",
        "Rizer\u001a \u001aออกรบ\u001aกับ\u001aกองทัพ\u001aฝ่าย\u001aศัตรู\u001aเพื่อ\u001aพิทักษ์\u001aไว้\u001aซึ่ง\u001aแผ่นดิน\u001aเกิด\u001a \u001aเขา\u001aยกทัพ\u001aฝ่าย\u001aตน\u001aเข้า\u001aช่วง\u001aชิงชัย\u001aเหนือ\u001aคริสตัล\u001aอย่าง\u001aห้าวหาญ\u001a \u001aและ\u001aกวัดแกว่ง\u001aดาบ\u001aเพื่อ\u001aปกป้อง\u001a \u001aGrandshelt\u001a \u001aอันเป็น\u001aที่รัก\u001a \u001aกล่าว\u001aได้\u001aว่า\u001a \u001aความรัก\u001aและ\u001aภักดี\u001aที่\u001aมี\u001aต่อ\u001aบ้านเกิดเมืองนอน\u001aอย่าง\u001aมั่นคง\u001aนั้น\u001aคือ\u001aอาวุธ\u001aที่\u001aแท้จริง\u001aของ\u001a \u001aRizer\u001a"
    ],
    "100002501": [
        "Mazurka approaches Fina and Daisy, suggesting that they all get along. She hopes to someday get close enough that the three of them can even talk about their crushes together.",
        "瑪祖卡逼近菲娜與黛西，提議要大家都做好朋友。互相關係好到能夠說出自己喜歡的人是她的目標。",
        "피나와 데이지에게 다가가, 모두 함께 사이좋게 지내자며 제안하는 마주르카. 서로 좋아하는 사람에 대해 이야기할 정도로 친해지는 것이 마주르카의 목표다.",
        "Mazurka agrippant Fina et Daisy pour leur dire qu'elle veut qu'elles deviennent toutes plus proches. Son objectif est que toutes trois s'entendent suffisamment bien pour pouvoir se raconter leurs histoires de cœur.",
        "Mazurka nähert sich Fina und Daisy und schlägt vor, einander noch besser kennenzulernen. Sie wünscht sich, dass die drei einander irgendwann sogar von ihren Liebesnöten erzählen können.",
        "Mazurka se acerca a Fina y Margarita y les sugiere ser mejores amigas. Espera que algún día las tres sean lo suficientemente cercanas como para hablar entre ellas de los chicos que les gustan.",
        "Mazurka yang mendekati Fina dan Daisy, menunjukkan bahwa ketiganya berteman baik. Ia berharap suatu hari nanti, mereka bertiga menjadi lebih dekat lagi untuk dapat bercerita tentang orang yang mereka sukai masing-masing.",
        "Mazurka\u001a \u001aเข้าหา\u001aทั้ง\u001a \u001aFina\u001a \u001aและ\u001a \u001aDaisy\u001a \u001aและ\u001aเสนอ\u001aว่า\u001aพวก\u001aเธอ\u001aทั้ง\u001aสาม\u001aคน\u001aควรจะ\u001aเป็นเพื่อน\u001aที่\u001aสนิท\u001aกัน\u001a \u001aเธอ\u001aหวัง\u001aว่า\u001aสักวันหนึ่ง\u001a \u001aทั้ง\u001aสาม\u001aจะ\u001aสนิท\u001aกัน\u001aจน\u001aถึงขั้น\u001aที่\u001aสามารถ\u001aคุย\u001aถึง\u001aคน\u001aที่\u001aพวก\u001aเธอ\u001aแต่ละคน\u001aแอบ\u001aชอบ\u001aได้\u001a"
    ],
    "100002601": [
        "Melo faces enemies to protect his allies. Instead of calling it a pain and running away, he uses his full power to make a clean sweep of the monsters.",
        "為了救出同伴們而迎戰敵人的梅洛伊。不再因怕麻煩而逃避，使出全力的梅洛伊將魔物們一掃而空。",
        "동료들을 구하기 위해 적과 맞서 싸우는 멜로이. '귀찮다'는 소리는 봉인하고 진정한 힘을 발휘해 마물을 소탕한다.",
        "Mélodio fait face à des ennemis pour protéger ses alliés. Au lieu de dire que \"c'est barbant\" et de s'enfuir, il utilise toute sa puissance pour éliminer totalement ces monstres.",
        "Melo stellt sich seinen Feinden, um seine Gefährten zu beschützen. Ohne wie sonst lautstark zu maulen bringt er seine ganze Kraft zum Einsatz und fegt die Monster hinweg.",
        "Melo se enfrenta al enemigo para proteger a sus aliados. En vez de decir \"qué pereza\" y huir, emplea todo su poder para barrer a los monstruos.",
        "Melo yang menghadapi musuh untuk melindungi teman-temannya. Alih-alih mengeluh dan melarikan diri, ia mengerahkan seluruh kekuatannya untuk menyingkirkan para monster sekaligus.",
        "Melo\u001a \u001aเข้า\u001aเผชิญหน้า\u001aกับ\u001aศัตรู\u001aเพื่อ\u001aปกป้อง\u001aพวกพ้อง\u001aของ\u001aเขา\u001a \u001aแทนที่จะ\u001aบ่นว่า\u001aน่ารำคาญ\u001aแล้ว\u001aวิ่งหนี\u001aไป\u001a \u001aเขา\u001aกลับ\u001aใช้\u001aพลัง\u001aออกมา\u001aอย่าง\u001aเต็มที่\u001aและ\u001aกวาดล้าง\u001aเหล่า\u001aมอนสเตอร์\u001aทั้งหมด\u001aได้\u001aใน\u001aคราว\u001aเดียว\u001a"
    ],
    "100002701": [
        "Duke faces the dragon that was released from the seal. He joins forces with trustworthy friends from his home village, and they manage to safely reseal the dragon. In its place, they find the spear said to have been wielded by Ryunan, the first dragon sealer.",
        "與從封印中解放的龍對抗的杜克，他與村裡的同伴們一起再次成功將龍封印。而初代封龍人柳南的那把長槍則被遺留在封印龍的戰場上。",
        "봉인에서 풀린 용과 대치하는 듀크. 믿음직한 마을 동료들과 함께 무사히 용을 봉인하는 데 성공한 그는, 그 자리에서 초대 '용을 봉인하는 자' 류난이 사용하던 창 한 자루를 발견한다.",
        "Duke faisant face au dragon qui a été libéré du sceau. Il fait équipe avec de fidèles amis de son village natal, et ensemble, ils réussissent à sceller le dragon de nouveau. Ce dernier laisse derrière lui la lance qui aurait appartenu à Ryunan, le premier scelleur de dragon.",
        "Duke, wie er sich dem vom Siegel befreiten Drachen stellt. Mithilfe seiner zuverlässigen Freunde aus seinem Heimatdorf zusammen schafft er es, den Drachen unversehrt erneut zu versiegeln. Nach der Heldentat bleibt nur der Speer, der von Ryunan, dem ersten Drachenversiegler geführt worden sein soll, zurück.",
        "Duke se enfrenta al dragón que se ha liberado del sello. Une fuerzas con sus amigos de confianza de la aldea, y juntos logran sellarlo de nuevo. Allí encuentran la lanza que dicen que en su día empuñó Ryunan, el primer sellador de dragones.",
        "Duke yang bertarung menghadapi naga yang terlepas dari segelnya. Ia bekerja sama dengan teman-teman terpercayanya dari kampung halamannya, dan mereka berhasil menyegel kembali naga tersebut. Di sana, mereka menemukan tombak yang konon digunakan oleh Ryunan, orang pertama yang menyegel sang naga.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aDuke\u001a \u001aที่\u001aกำลัง\u001aเผชิญหน้า\u001aกับ\u001aมังกร\u001aที่\u001aถูก\u001aปลดปล่อย\u001aออก\u001aมาจาก\u001aผนึก\u001aที่\u001aถูก\u001aปิด\u001aไว้\u001a \u001aเขา\u001aได้\u001aรวม\u001aพลัง\u001aกับ\u001aเหล่า\u001aมิตรสหาย\u001aที่\u001aเขา\u001aไว้เนื้อเชื่อใจ\u001aจาก\u001aบ้านเกิด\u001aที่\u001a \u001aจน\u001aสามารถ\u001aผนึก\u001aมังกร\u001aกลับ\u001aเข้าไป\u001aอีกครั้ง\u001aได้\u001aสำเร็จ\u001a \u001aและ\u001aพวกเขา\u001aก็ได้\u001aพบ\u001aกับ\u001aหอก\u001aที่ว่า\u001aกัน\u001aว่า\u001aเป็น\u001aของ\u001a \u001aRyunan\u001a \u001aผู้\u001aเป็น\u001aนักรบ\u001aผนึก\u001aมังกร\u001aคน\u001aแรก\u001a \u001aอยู่\u001aแทนที่\u001aมังกร\u001aที่\u001aถูก\u001aผนึก\u001aไป\u001a"
    ],
    "100002801": [
        "Ruggles carves a message to his friend on the stone monument in front of the tree of purification. Time passes, and the adventurer Helena and the mercenary Camille come to visit this same place.",
        "拉格爾斯正在淨化之樹下建立的石碑上為友人刻下信息。時光流逝，冒險家海倫娜與傭兵卡米爾終於來到了這裡。",
        "정화의 나무 아래 세워진 비석에 친구를 향한 메시지를 새기는 러글스. 시간이 흘러, 모험가 헬레나와 용병 카밀은 그곳을 방문한다.",
        "Ruggles gravant un message pour son ami sur la stèle se trouvant devant l'arbre de purification. Des siècles plus tard, l'aventurière Helena et la mercenaire Camille se rendront à cet endroit.",
        "Ruggles meißelt eine Nachricht an seinen Freund in das Steinmonument vor dem Baum der Läuterung. Bald werden die Abenteurerin Helena und die Söldnerin Camille denselben Ort besuchen.",
        "Ruggles deja grabado un mensaje para su amigo en el monumento de piedra de delante del árbol de la purificación. Con el paso del tiempo, la aventurera Helena y la mercenaria Camille visitarán ese mismo lugar.",
        "Ruggles mengukir sebuah pesan untuk temannya di monumen batu di depan pohon penyucian. Waktu berlalu, petualang Helena dan prajurit bayaran Camille datang berkunjung ke tempat yang sama.",
        "Ruggles\u001a \u001aสลัก\u001aข้อความ\u001aถึง\u001aสหาย\u001aของ\u001aเขา\u001aไว้\u001aบน\u001aอนุสาวรีย์\u001aศิลา\u001aที่\u001aตั้งอยู่\u001aข้างหน้า\u001aต้นไม้\u001aแห่ง\u001aการ\u001aชำระล้าง\u001a \u001aหลังจากที่\u001aเวลา\u001aได้\u001aผ่าน\u001aไป\u001a \u001aนักผจญภัย\u001aนาม\u001a \u001aHelena\u001a \u001aและ\u001aทหาร\u001aรับจ้าง\u001aนาม\u001a \u001aCamille\u001a \u001aก็ได้\u001aเดินทาง\u001aมา\u001aเยือน\u001aสถานที่\u001aแห่ง\u001aเดียวกัน\u001aนี้\u001a"
    ],
    "100002901": [
        "The skilled gunsmith Macmedi and his grandchild, Lotti, who helps around the shop. Macmedi is an eccentric man of few words, but there's no doubt he cherishes his life with Lotti, his only surviving family.",
        "技術高超的火槍修理工麥克梅迪和協助他工作的孫女羅蒂。雖然麥克梅迪是個沉默寡言又固執的男人，但他無比珍愛與他唯一的親人羅蒂一同度過的生活。",
        "뛰어난 총 수리공 마크메디와 그의 일을 돕는 손녀 로티. 마크메디는 무뚝뚝하고 괴팍한 사람이지만, 하나밖에 없는 가족 로티와 함께 지내는 나날을 무엇보다 소중히 아끼고 있었다.",
        "Macmedi, fabricant d'ames à feu hors pair, et sa petite-fille Lotti, qui l'aide à tenir sa boutique. Macmedi est un vieillard excentrique et taciturne, mais il ne fait nul doute qu'il chérit sa vie avec Lotti, la seule survivante de sa famille, plus que tout au monde.",
        "Der geschickte Waffenschmied Macmedi und seine Enkeltochter Lotti, die im Laden aushilft. Macmedi ist ein exzentrischer Mann, der nicht viel redet, aber es besteht kein Zweifel, dass er sein Leben mit Lotti, seiner einzigen überlebenden Familie, sehr schätzt.",
        "El gran armero Macmedi y Lotti, su nieta, quien le ayuda en la tienda. Macmedi es un hombre excéntrico de pocas palabras, pero no hay duda de que disfruta de su vida junto a Lotti, el único familiar que le queda.",
        "Tukang senapan andal, Macmedi, dan cucunya, Lotti, yang sedang mengurus toko. Macmedi adalah seorang pria eksentrik yang tidak banyak bicara. Namun, tidak perlu diragukan lagi bahwa ia menikmati hidupnya bersama Lotti, satu-satunya anggota keluarganya yang masih hidup.",
        "ภาพ\u001aของ\u001a \u001aMacmedi\u001a \u001aช่าง\u001aทำ\u001aปืน\u001aผู้\u001aเปี่ยม\u001aฝีมือ\u001aและ\u001a \u001aLotti\u001a \u001aหลานสาว\u001aผู้\u001aคอย\u001aช่วย\u001aงาน\u001aให้\u001aเขา\u001a \u001aแม้\u001a \u001aMacmedi\u001a \u001aจะ\u001aเป็น\u001aคน\u001aแปลกประหลาด\u001aที่\u001aไม่\u001aค่อยพูดค่อยจา\u001aนัก\u001a \u001aแต่\u001aก็\u001aมั่นใจ\u001aได้\u001aว่า\u001aเขา\u001aมีความสุข\u001aใน\u001aการ\u001aใช้ชีวิต\u001aร่วมกับ\u001a \u001aLotti\u001a \u001aซึ่ง\u001aเป็นสมาชิก\u001aใน\u001aครอบครัว\u001aของ\u001aเขา\u001aเพียง\u001aคนเดียว\u001aที่\u001aยัง\u001aหลง\u001aเหลืออยู่\u001a"
    ],
    "100003001": [
        "Chorale confesses his feelings to Nerine. As memories of their past together come flooding back, the ever-faithful steward reaffirms that the woman before him is the one he has always loved. Blessed by their two young onlookers, the two share a tender embrace.",
        "向奈莉涅傳達心意的克拉爾。迄今為止的記憶盡數復甦，他確信了自己所愛的就是眼前的女孩。被孩童們祝福的兩人幸福地相擁。",
        "네리네에게 마음을 고백하는 코랄. 지금까지 함께 했던 추억들이 되살아나, 코랄이 사랑한 것은 지금 그의 눈앞에 있는 여자란 것을 확신 시켜 주었다. 아이들의 축복 속에서, 코랄과 스완은 행복에 젖어 서로를 끌어안았다.",
        "Corhal avoue ses sentiments à Nerine. Alors que les souvenirs de leur passé commun ressurgissent, le majordome, toujours fidèle, réaffirme que la femme qu'il a devant lui est celle qu'il a toujours aimée. Bénis par leurs deux jeunes spectateurs, les deux partagent une tendre étreinte.",
        "Chorale, der Nerine seine Gefühle gesteht. Als vergangene Erinnerungen wieder hochkommen, bestätigt der treue Diener, dass es die Frau direkt vor ihm ist, die er immer geliebt hat. Mit dem Segen ihrer zwei jungen Zuschauer umarmen sie sich glücklich.",
        "Coral le confiesa sus sentimientos a Nerine. Mientras afloran los recuerdos de su pasado juntos, el leal mayordomo reafirma que la mujer que tiene delante es a la que siempre ha amado. Ambos se unen en un tierno abrazo bajo la atenta mirada de sus dos pequeños testigos.",
        "Chorale yang menyatakan cintanya pada Nerine. Kenangan masa lalu mereka bersama muncul kembali, dan pelayan yang setia tersebut menegaskan kembali bahwa wanita di hadapannya adalah orang yang selalu dicintainya. Keduanya berpelukan dengan bahagia di bawah pengawasan dua saksi kecil mereka.",
        "Chorale\u001a \u001aสารภาพ\u001aความในใจ\u001aของ\u001aเขา\u001aที่\u001aมี\u001aกับ\u001a \u001aNerine\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aความทรงจำ\u001aใน\u001aอดีต\u001aที่\u001aทั้งสอง\u001aมี\u001aให้\u001aกัน\u001aปรากฏชัด\u001aขึ้น\u001aมา\u001aใน\u001aใจ\u001aอีกครั้ง\u001a \u001aชาย\u001aผู้\u001aซื่อตรง\u001aใน\u001aความรัก\u001aคน\u001aนี้\u001aก็\u001aยืนยัน\u001aว่า\u001aสตรี\u001aที่\u001aเขา\u001aรัก\u001aนั้น\u001aยืน\u001aอยู่\u001aตรงหน้า\u001aเขา\u001aนี่เอง\u001a \u001aเขา\u001aและ\u001aเธอ\u001aเข้า\u001aสวมกอด\u001aกัน\u001aอย่าง\u001aมีความสุข\u001a \u001aท่ามกลาง\u001aความยินดี\u001aของ\u001aเด็ก\u001aๆ\u001a \u001aที่\u001aกำลัง\u001aเฝ้ามอง\u001aอยู่\u001a"
    ],
    "100003101": [
        "Amid her pursuit to avenge her father's death at the hands of Majora, Tomoe faces Gravey, a member of her nemesis's inner circle. Having lost against Gravey once, Tomoe casts aside her doubts and defeats him as part of her mission to restore the Asura clan's honor as its next head.",
        "巴為給父親報仇雪恨而追殺馬潔拉，正與她的近臣格雷比對戰。已經不再迷惘的巴肩負起下一任頭領的職責，為重振阿修羅一家的威望，戰勝了曾經打倒自己的強敵。",
        "아버지의 원수인 마조라를 추적하다 그녀의 측근인 그레이비와 전투를 벌이는 토모에. 망설임을 떨친 그녀는 차기 수장으로서 아수라 일가의 영광을 되찾기 위해 한 번 무릎을 꿇었던 상대에게서 승리를 거두었다.",
        "Tomoe faisant face à Gravey, un proche de Majora, celle qui tua son père et dont Tomoe cherche à se venger. Autrefois vaincue par ce même Gravey, Tomoe surmonte ses doutes pour triompher et mener à bien sa mission : laver l'honneur du clan Asura dont elle est l'héritière.",
        "Auf der Jagd nach Majora, um den Tod ihres Vaters zu rächen, findet sich Tomoe im Kampf gegen Gravey wieder, einem Mitglied des engsten Kreises ihrer Erzfeindin. Obwohl sie einst gegen Gravey verloren hatte, wirft Tomoe ihre Zweifel beiseite und besiegt ihn als Teil ihrer Mission, die Ehre des Asura-Clans als seine nächste Anführerin wiederherzustellen.",
        "En su búsqueda de venganza por la muerte de su padre a manos de Majora, Tomoe se enfrenta a Gravey, un miembro del círculo de allegados de su némesis. Tomoe, que ya había perdido contra Gravey una vez, deja atrás sus dudas y lo derrota como parte de su misión por restaurar el honor del clan Asura como su nueva líder.",
        "Dalam upayanya untuk membalas dendam atas kematian ayahnya di tangan Majora, Tomoe berhadapan dengan Gravey, salah satu anggota organisasi yang dipimpin oleh musuh bebuyutannya. Tomoe, yang pernah kalah melawan Gravey, membuang segala keraguannya dan mengalahkan pria tersebut untuk mengembalikan kehormatan klan Asura sebagai pemimpin klan berikutnya.",
        "ใน\u001aระหว่าง\u001aที่\u001a \u001aTomoe\u001a \u001aกำลัง\u001aเดินทาง\u001aเพื่อ\u001aล้างแค้น\u001aให้\u001aแก่\u001aพ่อ\u001aที่\u001aโดน\u001aสังหาร\u001aโดย\u001a \u001aMajora\u001a \u001aอยู่\u001aนั้น\u001a \u001aเธอ\u001aก็ได้\u001aพบ\u001aกับ\u001a \u001aGravey\u001a \u001aผู้\u001aเป็นหนึ่ง\u001aใน\u001aสมาชิก\u001aระดับสูง\u001aใน\u001aกลุ่ม\u001aของ\u001a \u001aMajora\u001a \u001aถึงแม้ว่า\u001aเธอ\u001aจะ\u001aเคย\u001aแพ้\u001aต่อ\u001a \u001aGravey\u001a \u001aมา\u001aก่อน\u001aครั้งหนึ่ง\u001a \u001aแต่\u001a \u001aTomoe\u001a \u001aก็ได้\u001aกำจัด\u001aความลังเล\u001aของ\u001aเธอ\u001a \u001aและ\u001aก็\u001aเอาชนะ\u001aเขา\u001aเพื่อ\u001aกู้\u001aคืน\u001aเกียรติยศ\u001aของ\u001aเผ่า\u001a \u001aAsura\u001a \u001aได้\u001aใน\u001aฐานะ\u001aผู้สืบทอด\u001aตำแหน่ง\u001aหัวหน้า\u001aเผ่า\u001a"
    ],
    "100003301": [
        "Being discovered as a spy, Domino makes her escape, accompanied by Shatal. As they mow down the approaching wolves, the two push ever further into the desert sands.",
        "被當做間諜遭到追捕的多米諾，還有跟她一起逃亡的喜塔爾。兩人共同打倒逼近的狼群，朝著沙漠出發。",
        "스파이임이 밝혀져 쫓기는 도미노와 함께 도망치는 샤탈. 다가오는 늑대를 쓰러뜨리며, 두 사람은 사막을 가로지른다.",
        "Domino fuyant avec Shatal après avoir été démasquée. Les deux compagnons s'enfoncent dans le désert tout en se défaisant des loups qui les attaquent.",
        "Nachdem sie als Spionin aufgeflogen ist, flieht Domino zusammen mit Shatal. Während sie die sich nähernden Wölfe niedermähen, begeben sich die zwei immer weiter in die Wüste hinein.",
        "Tras ser descubierta como espía, Domino huye acompañada de Shatal. Ambos se adentran en el desierto mientras acaban con los lobos que los persiguen.",
        "Setelah identitasnya sebagai mata-mata terbongkar, Domino melarikan diri bersama dengan Shatal. Keduanya pergi ke gurun pasir sambil menyingkirkan kawanan serigala yang mengejar mereka.",
        "หลังจากที่\u001aความ\u001aแตก\u001aว่า\u001aเป็น\u001aสายลับ\u001a \u001aDomino\u001a \u001aก็\u001aหลบหนี\u001aโดย\u001aมี\u001a \u001aShatal\u001a \u001aตามมา\u001aด้วย\u001a \u001aทั้งคู่\u001aจัดการ\u001aเหล่า\u001aหมาป่า\u001aที่\u001aรุกไล่\u001aตามมา\u001a \u001aแล้วก็\u001aเดินทาง\u001aลึก\u001aเข้าไป\u001aใน\u001aทะเลทราย\u001a"
    ],
    "100003401": [
        "Charlotte and the knights of Grandshelt head for a decisive battle against Lazarov, but they are not alone. By virtue of their fellowship with Rain and Lasswell, allies from all corners of the land have gathered in furtherance of Charlotte and the knights' endeavors, to fight together in their hour of need.",
        "即將與拉扎羅夫展開決戰的夏洛特與格蘭謝爾特騎士團。不光是騎士團內部的人員，還有與雷因和拉斯韋爾要好的同伴從各國趕來，一行人維繫起來的情誼將帶領眾人渡過難關。",
        "라자로프와의 결전을 벌이는 샤를로트와 그랑셸트의 기사단. 기사단에 소속된 자들뿐 아니라, 레인과 라스웰이 맺은 인연으로 모인 각국의 동료들과 함께 위기를 극복하고 있다.",
        "Charlotte et les chevaliers de Grandshelt, en route pour le combat décisif contre Lazarov. Grâce aux liens qu'ils ont tissés avec Rain et Lasswell, ils peuvent également compter sur des alliés de poids venus de tout le royaume pour combattre à leurs côtés en ces heures sombres.",
        "Charlotte und die Ritter von Grandshelt brechen zu dem entscheidenden Kampf gegen Lazarov auf, aber sie sind nicht allein. Aufgrund ihrer Kameradschaft mit Rain und Lasswell haben sich Verbündete aus allen Ecken des Landes versammelt, um die Bemühungen von Charlotte und den Rittern zu unterstützen und in ihrer Stunde der Not gemeinsam zu kämpfen.",
        "Charlotte y los caballeros de Grandshelt se dirigen a la batalla definitiva contra Lazarov, pero no están solos. Gracias al vínculo que los une a Rain y Lasswell, aliados de todos los rincones del mundo se reúnen para apoyarlos en su lucha y pelear junto a ellos en un momento de necesidad.",
        "Charlotte dan para kesatria Grandshelt yang sedang menuju pertempuran terakhir melawan Lazarov, tapi mereka tidak sendirian. Berkat ikatan yang telah mereka jalin dengan Rain dan Lasswell, sekutu dari seluruh penjuru dunia bersatu untuk mendukung Charlotte dan berjuang bersama di masa kritis ini.",
        "Charlotte\u001a \u001aและ\u001aเหล่า\u001aอัศวิน\u001aแห่ง\u001a \u001aGrandshelt\u001a \u001aได้\u001aยกพล\u001aมุ่งหน้า\u001aสู่\u001aการทำศึก\u001aครั้ง\u001aตัดสิน\u001aกับ\u001a \u001aLazarov\u001a \u001aแต่\u001aพวก\u001aเธอ\u001aก็\u001aไม่\u001aได้\u001aต่อสู้\u001aอย่าง\u001aเดียวดาย\u001aแต่อย่างใด\u001a \u001aด้วย\u001aสายสัมพันธ์\u001aมิตรภาพ\u001aที่\u001aมี\u001aต่อ\u001a \u001aRain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aเหล่า\u001aพันธมิตร\u001aจาก\u001aทั่ว\u001aทุก\u001aดินแดน\u001aก็ได้\u001aเข้าร่วม\u001aเสริมกำลัง\u001aให้\u001aแก่\u001a \u001aCharlotte\u001a \u001aและ\u001aเหล่า\u001aอัศวิน\u001a \u001aพร้อม\u001aร่วม\u001aลงมือ\u001aต่อสู้\u001aไป\u001aด้วยกัน\u001aใน\u001aช่วงเวลา\u001aวิกฤติ\u001aครั้งนี้\u001a"
    ],
    "100003501": [
        "Nichol gazes out from inside a mysterious bubble together with Elle and Luka. Perhaps the three siblings saw a similar sight once upon a time.",
        "在奇異的氣泡裡，尼科爾與艾爾和露露卡一同眺望著水中。這一幻想般的光景，可能是三兄妹曾經見過的景色之一。",
        "신비로운 물거품 속에서 엘, 루루카와 함께 물속을 바라보는 니콜. 이 환상적인 풍경은 세 남매가 과거에 함께 보았던 풍경 중 하나일지도 모른다.",
        "Nichol regarde l'intérieur d'une bulle mystérieuse avec Elle et Luluka. Peut-être que les trois frères et sœurs ont vu un spectacle similaire une fois dans le passé.",
        "Nichol, wie er zusammen mit Elle und Luka aus einer mysteriösen Blase herausschaut. Vielleicht haben die drei Geschwister zur gleichen Zeit etwas Ähnliches gesehen.",
        "Nichol observa las profundidades marinas desde dentro de una misteriosa burbuja junto a Elle y Luka. Quizá los tres hermanos contemplaron un paisaje similar hace mucho tiempo.",
        "Nichol yang sedang melihat keluar dari dalam gelembung misterius bersama dengan Elle dan Luka. Mungkin tiga bersaudara ini melihat pemandangan yang serupa di masa lalu.",
        "ภายใน\u001aฟองสบู่\u001aปริศนา\u001a \u001aNichol\u001a \u001aพร้อมทั้ง\u001a \u001aElle\u001a \u001aและ\u001a \u001aLuke\u001a \u001aต่าง\u001aจ้อง\u001aมองออก\u001aไป\u001aข้างนอก\u001a \u001aอาจ\u001aเป็นไปได้\u001aว่า\u001aเมื่อ\u001aครั้งหนึ่ง\u001aนานมาแล้ว\u001a \u001aทั้ง\u001aสาม\u001aพี่น้อง\u001aจะ\u001aเคย\u001aได้\u001aเห็น\u001aทิวทัศน์\u001aอย่างเดียวกัน\u001aมา\u001aก่อน\u001aก็ได้\u001a"
    ],
    "100003601": [
        "Krowa mourns the suffering he caused during his time in the Orders. After he encounters the automaton Regina within ancient ruins, their journey together begins.",
        "克羅瓦後悔自己身為號令者時折磨民眾的行徑。他在遺跡裡遇到了自動人偶雷吉娜，兩人一同踏上了旅途。",
        "오더즈로서 사람들을 괴롭혔던 과거를 후회하는 크로와. 그는 어느 유적에서 오토마톤 레지나와 만나, 함께 여행을 떠나게 된다.",
        "Krowa est rongé par le remords pour les souffrances qu'il a causées à l'époque où il était membre de l'Ordre. Après sa rencontre avec l'automate Regina dans des ruines anciennes, il décide de voyager avec elle.",
        "Krowa betrauert das Leid, das er während seiner Zeit als Ordensmitglied verursacht hat. Nachdem er in alten Ruinen auf den Automaten Regina trifft, beginnt ihre gemeinsame Reise.",
        "Krowa lamenta el sufrimiento que causó durante su tiempo en las Órdenes. Tras encontrarse con la autómata Regina en unas ruinas antiguas, decide emprender un nuevo viaje junto a ella.",
        "Krowa yang menyesali segala penderitaan yang ia sebabkan selama menjadi anggota Orders. Setelah bertemu dengan automaton Regina dalam reruntuhan kuno, mereka memutuskan untuk melakukan perjalanan bersama.",
        "ที่\u001aซาก\u001aโบราณสถาน\u001a \u001aKrowa\u001a \u001aผู้\u001aปวดร้าว\u001aกับ\u001aการ\u001aที่\u001aเคย\u001aสร้าง\u001aความทุกข์ทรมาน\u001aให้\u001aผู้\u001aคนใน\u001aครั้ง\u001aที่\u001aเป็น\u001aยุทธ\u001aดารา\u001aนั้น\u001a \u001aได้\u001aพบ\u001aกับ\u001aมนุษย์\u001aกล\u001aชื่อ\u001a \u001aRegina\u001a \u001aและ\u001aแล้ว\u001aการ\u001aเดินทาง\u001aของ\u001aทั้งสอง\u001aก็\u001aเริ่มต้น\u001aขึ้น\u001a"
    ],
    "100003701": [
        "The mage apprentice Magna and his companion Leopold, who seeks a way to return to his original human form, dash through the forest to escape the elf Forelsket, a wandering chef searching for ingredients.",
        "見習魔道士馬格納與一同尋找變回人類方法的雷歐波特。為了從尋求食材的離群精靈族廚師福爾斯科特那裡逃跑，兩人衝出了森林。",
        "견습 마도사 마그나와 함께 인간으로 돌아가는 방법을 찾고 있는 레오폴드. 그들은 식재료를 찾는 외톨이 엘프 요리사 포렐스켓으로부터 도망치기 위해 마구잡이로 숲을 달린다.",
        "L'apprenti mage Magna et son compagnon Léopold, qui cherche un moyen de retrouver sa forme humaine originelle, se précipitent dans la forêt pour échapper à l'elfe Forelsket, un chef cuisinier errant à la recherche d'ingrédients.",
        "Der Zauberlehrling Magna und sein Gefährte Leopold, der nach einem Weg sucht, um seine ursprüngliche menschliche Gestalt zurückzuerlangen, flüchten durch den Wald, um dem Elf Forelsket zu entkommen, einem wandernden Koch auf der Suche nach Frischfleisch.",
        "El aprendiz de mago Magna y su compañero Leopoldo, quien busca el modo de recuperar su forma humana, corren por el bosque para escapar del elfo Forelsket, un chef errante en busca de ingredientes.",
        "Calon mage Magna dan rekannya Leopold yang sedang mencari cara agar dapat kembali ke wujud manusianya. Keduanya berlari melalui hutan untuk melarikan diri dari elf Forelsket, koki pengelana yang sedang mencari bahan makanan.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aMagna\u001a \u001aจอม\u001aเวทย์\u001aฝึกหัด\u001aและ\u001a \u001aLeopold\u001a \u001aเพื่อนร่วมทาง\u001aที่\u001aกำลัง\u001aแสวงหา\u001aวิธี\u001aการคืน\u001aร่าง\u001aกลับเป็น\u001aมนุษย์\u001a \u001aต่าง\u001aพา\u001aกัน\u001aวิ่ง\u001aข้าม\u001aป่า\u001aเพื่อ\u001aหลบหนี\u001a \u001aForelsket\u001a \u001aเชฟ\u001aพเนจร\u001aชาว\u001aเอ\u001aล์ฟ\u001aที่\u001aกำลัง\u001aหา\u001aวัตถุดิบ\u001aมา\u001aทำอาหาร\u001a"
    ],
    "100003901": [
        "Humanoid robot Elnath joins Ein and Ein's daughter Alde as they play by the river, keeping watch over them. This brief moment of calm spent with his \"family\" remains with him as a truly fond memory.",
        "與護衛對象艾因、阿爾黛父女一同來到河邊玩耍的機器人艾魯那特。與「家人」一同度過的短暫休息時光已被它列為幸福的記憶而永遠銘記在心。",
        "경호 대상인 아인, 알데 부자와 함께 강으로 놀러 간 로봇 엘나스. '가족'과 함께 보낸 잠깐의 휴식은 행복한 기억으로서 그의 안에 선명하게 새겨졌을 것이다.",
        "Le robot humanoïde Elnath rejoint Ein et sa fille Alde alors qu'ils jouent au bord de la rivière, tout en veillant sur eux. Ce bref moment de calme passé avec sa \"famille\" reste pour lui un souvenir très fort.",
        "Der humanoide Roboter Elnath begleitet Ein und Ein's Tochter Alde beim Spielen am Fluss, wo er Wache über sie hält. Dieser kurze Moment der Ruhe, den er mit seiner \"Familie\" verbracht hat, hat sich tief in sein Gedächtnis als Erinnerung an glückliche Stunden eingemeißelt.",
        "Una ilustración del robot humanoide Elnath vigilando a Ein y su hija Alde mientras juegan en el río. Atesora este breve momento de calma que pasó con su \"familia\" como un recuerdo verdaderamente feliz.",
        "Robot humanoid Elnath yang mengawasi Ein dan putrinya bermain di pinggir sungai. Momen ketenangan singkat yang ia habiskan bersama \"keluarga\"nya ini tetap disimpan dalam dirinya sebagai kenangan yang ia anggap sungguh menyenangkan.",
        "หุ่นยนต์\u001aรูปร่าง\u001aคล้าย\u001aมนุษย์\u001a \u001aElnath\u001a \u001aเข้ามา\u001aร่วม\u001aกลุ่ม\u001aกับ\u001a \u001aEin\u001a \u001aและ\u001a \u001aAlde\u001a \u001aสอง\u001aพ่อ\u001aลูก\u001aที่\u001aกำลัง\u001aเล่น\u001aอยู่\u001aริมแม่น้ำ\u001a \u001aและ\u001aคอย\u001aดูแล\u001aความปลอดภัย\u001aให้\u001aทั้งสอง\u001aคน\u001a \u001aช่วงเวลา\u001aอัน\u001aสงบสุข\u001aที่\u001aเขา\u001aมี\u001aกับ\u001a \u001a\"\u001aครอบครัว\u001a\"\u001a \u001aนี้\u001aแม้\u001aจะ\u001aไม่\u001aได้\u001aนาน\u001aเท่าไร\u001aนัก\u001a \u001aแต่\u001aมัน\u001aก็\u001aเป็น\u001aความทรงจำ\u001aของ\u001aช่วงเวลา\u001aแห่ง\u001aความสุข\u001aที่\u001aแท้จริง\u001aสำหรับ\u001aเขา\u001aเสมอ\u001a"
    ],
    "100004001": [
        "Sakura and Nichol appear before a group of criminals. In preparation to make their capture, the duo make a splendid transformation into their Orders outfits.",
        "為了抓捕閉門抵抗的犯人，櫻和尼科爾華麗變身為號令者裝束！",
        "농성범들을 찾아온 사쿠라와 니콜. 두 사람은 저항하는 범인들을 붙잡기 위해 오더즈의 의상으로 갈아입고 화려하게 변신한다!",
        "Sakura et Nichol apparaissent devant un groupe de criminels. Afin de se préparer à capturer leurs proies, nos deux protagonistes s'adonnent à une splendide transformation et enfilent leur tenue de l'Ordre.",
        "Sakura und Nichol sind einer Gruppe Krimineller auf den Fersen. Um sie zu fangen, legt das Duo eine brillante Verwandlung hin und schlüpft in deren Ordenskleider.",
        "Sakura y Nichol aparecen frente a un grupo de criminales y, para capturarles, se transforman y se visten con su traje de las Órdenes.",
        "Sakura dan Nichol yang muncul di hadapan para kriminal. Untuk menangkap penjahat-penjahat ini, keduanya berubah wujud secara spektakuler dan mengenakan pakaian Orders mereka.",
        "Sakura\u001a \u001aและ\u001a \u001aNichol\u001a \u001aปรากฏตัว\u001aขึ้น\u001aต่อหน้า\u001aเหล่าร้าย\u001a \u001aก่อน\u001aลงมือ\u001aเข้า\u001aจับกุม\u001a \u001aทั้งสอง\u001aได้\u001aแปลงร่าง\u001aอย่าง\u001aตระการตา\u001aเพื่อ\u001aสวม\u001aชุด\u001aแห่ง\u001aภาคี\u001aยุทธ\u001aดารา\u001a"
    ],
    "100004101": [
        "Roca was a baby that suddenly appeared in front of Fina. Her companions always watched over her as she matured at a remarkable speed during their journey throughout the Farplane.",
        "突然出現在菲娜面前的嬰兒，洛嘉。在巡遊異界的旅途中，以驚人的速度成長起來的她，身邊總是圍繞著關注、愛護著她的同伴們。",
        "갑작스레 피나의 앞에 나타난 아기, 로카. 이계를 넘나드는 여행 속에서 엄청난 속도로 성장한 그녀의 곁에는 언제나 자신을 지켜봐 주는 동료들이 있었다.",
        "Roca était un bébé soudainement apparu devant Fina. Ses compagnons ont toujours veillé sur elle alors qu'elle mûrissait à une vitesse remarquable au cours de leur voyage à travers l'Au-delà.",
        "Roca war ein Baby, das aus heiterem Himmel vor Fina auftauchte. Fina und ihre Gefährten behüteten sie fortan auf ihrer Reise durch das Abyssum, wodurch sie in bemerkenswerter Geschwindigkeit heranwuchs.",
        "Roca era un bebé que apareció de repente frente a Fina. Sus compañeros siempre velaron por ella a medida que crecía a una velocidad extraordinaria durante su viaje por el Etéreo.",
        "Roca adalah bayi yang tiba-tiba muncul di hadapan Fina. Teman-temannya selalu mengawasi dan menjaganya saat ia tumbuh dengan pesat selama perjalanan mereka di Farplane.",
        "Roca\u001a \u001aซึ่ง\u001aได้\u001aปรากฏ\u001aกาย\u001aต่อหน้า\u001a \u001aFina\u001a \u001aใน\u001aร่าง\u001aของ\u001aเด็กทารก\u001aนั้น\u001a \u001aได้\u001aเติบโต\u001aอย่าง\u001aรวดเร็ว\u001aจน\u001aน่า\u001aตกใจ\u001aใน\u001aระหว่าง\u001aการ\u001aเดินทาง\u001aไป\u001aทั่ว\u001a \u001aFarplane\u001a \u001aโดยที่\u001aรอบ\u001aๆ\u001a \u001aกาย\u001aเธอ\u001aนั้น\u001aมี\u001aเหล่า\u001aสหาย\u001aคอย\u001aปกป้อง\u001aดูแล\u001aเธอ\u001aอยู่\u001a"
    ],
    "100004301": [
        "Physalis enjoying her vacation with Moog. Swapping rifle for water gun, she fully intends to make the most of her summer. This vision is a glimpse into a moment of peace she may someday find.",
        "與古利享受假期的法伊薩利斯。步槍換成了水槍，更能夠盡情享受夏日的樂趣。這一風景正描繪了她或許能夠享受到的安寧一刻。",
        "구리와 함께 바캉스를 즐기는 파이사리스. 라이플 대신 물총을 들고 여름을 마음껏 만끽하고 있다. 이 풍경은 그녀가 다다르게 될지도 모르는, 안온한 한때의 비전이다.",
        "Physalis profitant de ses vacances avec Moog. Ayant troqué son habituel fusil pour un fusil à eau, elle a bien l'intention de profiter à fond de l'été. Cette scène offre un aperçu de la vie paisible qu'elle obtiendra peut-être un jour.",
        "Physalis, ihren Urlaub mit Mog genießend. Sie hat ihr Gewehr gegen eine Wasserpistole eingetauscht und plant, diesen Sommer in vollen Zügen zu genießen. Diese Vision ist ein flüchtiger Eindruck eines Augenblicks des Friedens, den sie eines Tages vielleicht findet.",
        "Physalis disfrutando de sus vacaciones con Mogu. Ha cambiado su rifle de siempre por uno de agua y está decidida a sacarle el máximo partido al verano. Esta visión es un atisbo del momento de paz que puede que llegue a encontrar algún día.",
        "Physalis yang menikmati liburannya bersama Moog. Ia mengganti senapannya dengan pistol air dan berharap untuk memanfaatkan waktu liburan musim panasnya ini semaksimal mungkin. Vision ini menunjukkan sekilas momen tenang yang mungkin akan ia dapatkan suatu hari nanti.",
        "Physalis\u001a \u001aกำลัง\u001aเพลิดเพลิน\u001aช่วงเวลา\u001aวันหยุด\u001aไป\u001aด้วยกัน\u001aกับ\u001a \u001aMoog\u001a \u001aเธอ\u001aเปลี่ยน\u001aปืน\u001aไรเฟิล\u001aของ\u001aตัวเอง\u001aให้\u001aเป็น\u001aปืน\u001aฉีด\u001aน้ำ\u001a \u001aพร้อมกับ\u001aความหวัง\u001aที่จะ\u001aสนุก\u001aไป\u001aกับ\u001aช่วง\u001aฤดูร้อน\u001aนี้\u001aให้\u001aเต็ม\u001aที่สุด\u001aๆ\u001a \u001aนิมิต\u001aนี้\u001aเป็น\u001aภาพ\u001aที่\u001aบ่งบอกถึง\u001aตัว\u001aเธอ\u001aใน\u001aช่วงเวลา\u001aอัน\u001aสงบสุข\u001aที่\u001aเธอ\u001aคง\u001aค้นพบ\u001aสักวันหนึ่ง\u001a"
    ],
    "100004401": [
        "Taivas and his partner Runda proceed onward in the name of their mission, but not before annihilating the enemy soldiers they encounter en route with overwhelming force.",
        "與搭檔倫達一起共赴任務的泰瓦斯。途中遇到的敵兵都被他那壓倒性的強大力量所擊潰。",
        "파트너 룬도와 함께 임무에 나선 타이바스. 도중에 마주친 적 병사를 압도적인 힘으로 소탕한다.",
        "Taivas et son partenaire Runda, poursuivant leur route pour mener à bien leur mission. Ils devront repousser avec une force écrasante tous les soldats ennemis se mettant en travers de leur chemin.",
        "Taivas und sein Gefährte Runda schreiten im Namen ihrer Mission voran, aber nicht bevor sie die feindlichen Soldaten, auf die sie unterwegs treffen, mit überwältigender Macht vernichtet haben.",
        "Taivas y su compañero Ronda avanzan para cumplir su misión, no sin antes aniquilar con una fuerza devastadora a todos los soldados enemigos que les salen al paso.",
        "Taivas dan partnernya, Runda yang bergerak maju demi memenuhi misi mereka. Dalam perjalanan, mereka menyingkirkan para prajurit musuh yang mengadang dengan kekuatan mereka yang jauh lebih kuat.",
        "Taivas\u001a \u001aกับ\u001aผู้\u001aเป็น\u001aคู่หู\u001aออกเดินทาง\u001aเพื่อ\u001aไป\u001aปฏิบัติภารกิจ\u001a \u001aใน\u001aระหว่างทาง\u001a \u001aพวกเขา\u001aกวาดล้าง\u001aศัตรู\u001aที่มา\u001aขวางทาง\u001aด้วย\u001aพละกำลัง\u001aที่\u001aเหนือกว่า\u001aจน\u001aราบคาบ\u001a"
    ],
    "100004501": [
        "Tulien gallantly rescues two youths from an Omega spawn, only to be narrowly bested by Taivas, who was in hot pursuit of the girl. Will the day of Tulien's ascension as a true hero ever come?",
        "儘管圖利恩華麗地將少年少女從歐米茄種手下拯救出來，但卻不敵追著少女而來的名為泰瓦斯的男性。他是否能迎來成為真正的英雄的一日呢？",
        "오메가종에게 공격받던 소년 소녀를 아름답게 구했지만, 소녀를 쫓아온 남자 타이바스에게 패배하고 만 툴리엔. 과연 그가 진정한 영웅이 되는 날이 올 것인가?",
        "Après avoir sauvé les deux enfants des griffes d'un Oméganisme, Julian se fait dominer par Taivas, venu récupérer la fille. Julian parviendra-t-il un jour à s'élever au rang de véritable héros ?",
        "Tulien rettet edelmütig zwei Jugendliche vor einer Omega-Brut, nur um im letzten Augenblick von Taivas geschlagen zu werden, der dem Mädchen dicht auf den Fersen war. Wird der Tag, an dem Tulien zu einem wahren Helden wird, je kommen?",
        "Tulien rescata con valor a dos jóvenes del ataque de un brote omega, pero pierde por poco contra Taivas, que iba tras los pasos de Lehtia. ¿Llegará el día en que Tulien se convierta en un héroe verdadero por fin?",
        "Tulien yang menyelamatkan dua anak muda dari Omeganisme dengan gagah, tapi kalah di tangan Taivas yang sedang mengejar Lehftia, salah satu dari dua anak tersebut. Apakah hari di mana Tulien menjadi pahlawan sejati akan tiba?",
        "Tulien\u001a \u001aช่วยเหลือ\u001aเด็ก\u001aๆ\u001a \u001aทั้งสอง\u001aจาก\u001aตัวอ่อน\u001a \u001aOmega\u001a \u001aอย่า\u001aว\u001aห้าวหาญ\u001a \u001aแต่\u001aแล้ว\u001aเขา\u001aก็\u001aถูก\u001aสยบ\u001aโดย\u001a \u001aTaivas\u001a \u001aผู้\u001aกำลัง\u001aติด\u001aตามตัว\u001aเด็กสาว\u001aมา\u001aอย่าง\u001aรวดเร็ว\u001a \u001aแล้ว\u001aวันที่\u001a \u001aTulien\u001a \u001aได้\u001aเป็น\u001aผู้\u001aกล้า\u001aที่\u001aแท้จริง\u001aจะ\u001aมาถึง\u001aจริงๆ\u001a \u001aหรือไม่\u001a?\u001a"
    ],
    "100004801": [
        "Taivas has succeeded in rescuing Lehftia, brandishing his blade like a demon to do so. During a moment of respite, he tells the grateful girl of the past which has long haunted him.",
        "如鬼神般揮舞劍刃，營救出蕾芙緹雅的泰瓦斯。在休息的時候，蕾芙緹雅向他表達了自己的感謝之情，他就開始講起了折磨自己已久的苦澀過去。",
        "귀신들린 듯 검을 휘둘러 레프티아를 구해낸 타이바스. 잠깐의 휴식 중, 구해 줘서 고맙다는 레프티아에게 그는 자신의 고통스러웠던 과거를 이야기한다.",
        "Taivas profitant d'un bref moment de répit pour parler du passé qui le hante depuis si longtemps à la reconnaissante Lefthia, qu'il a réussi à sauver en se battant comme un diable.",
        "Taivas hat Lehftia erfolgreich gerettet, indem er seine Klinge wie ein Dämon schwang. Während einer kurzen Atempause erzählt er dem dankbaren Mädchen von der Vergangenheit, die ihn seit Langem verfolgt.",
        "Taivas logra rescatar a Lehtia, blandiendo su espada como un auténtico demonio para conseguirlo. Cuando se están tomando un descanso, Taivas le habla del pasado que le persigue.",
        "Taivas yang berhasil menyelamatkan Lehftia dan menghunuskan pedangnya bagaikan demon. Ketika mereka sedang beristirahat, pria itu menceritakan masa lalu yang menghantuinya pada Lehftia yang berterima kasih kepadanya.",
        "Taivas\u001a \u001aกวัดแกว่ง\u001aดาบ\u001aด้วย\u001aความ\u001aดุดัน\u001aดุจ\u001aยักษ์\u001aมาร\u001a \u001aจน\u001aสามารถ\u001aช่วย\u001a \u001aLehftia\u001a \u001aได้\u001aสำเร็จ\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aกำลัง\u001aพักเหนื่อย\u001aเขา\u001aก็\u001aเล่า\u001aอดีต\u001aที่\u001aคอย\u001aตาม\u001aหลอกหลอน\u001aให้\u001aแก่\u001aเด็กสาว\u001aผู้\u001aซึ้ง\u001aใน\u001aบุญคุณ\u001aของ\u001aเขา\u001a"
    ],
    "100004901": [
        "Haveh and Lehftia share their first meeting in the forest, and Lehftia somberly buries a young chick. As the girl sheds tears for a short life now extinguished, Haveh finds himself captivated.",
        "在森林中相遇的哈維與蕾芙緹雅。她露出悲傷的神情埋葬著小鳥的亡骸。為逝去的小生命落淚的少女使少年心中暗暗萌生了情愫。",
        "레프티아와 하베가 만난 곳은 숲속이었다. 레프티아는 슬픈 얼굴로 작은 새의 주검을 묻어주고 있었다. 덧없이 꺼진 생명에 눈물을 흘리는 소녀에게, 소년은 마음을 빼앗기고 만다.",
        "Harvey et Lefthia se rencontrant pour la première fois dans la forêt alors que celle-ci enterre un jeune poussin. Harvey est captivé par la jeune fille qui verse des larmes pour cette vie éphémère qui vient de s'éteindre.",
        "Haveh und Lehftia haben ihr erstes Treffen im Wald und Lehftia begräbt trübsinnig ein junges Küken. Als das Mädchen Tränen für ein kurzes Leben, das nun verlöscht ist, vergießt, ist Haveh gefesselt von ihrem Anblick.",
        "Haave y Lehtia comparten su primer encuentro en el bosque. La joven está enterrando a un pajarillo y llora desconsolada por la pérdida de una vida tan corta, mientras Haave la mira fascinado.",
        "Haveh dan Lehftia yang saling bertemu untuk pertama kalinya dalam hutan. Gadis itu sedang mengubur seekor burung kecil sambil menangis karena hidupnya yang begitu singkat berakhir, dan Haveh tergerak olehnya.",
        "Haveh\u001a \u001aและ\u001a \u001aLehftia\u001a \u001aพบ\u001aเจอ\u001aเป็นครั้งแรก\u001aใน\u001aป่า\u001a \u001aโดยที่\u001a \u001aLehftia\u001a \u001aกำลัง\u001aฝัง\u001aร่าง\u001aลูก\u001aนก\u001aด้วย\u001aท่าที\u001aที่\u001aเศร้าหมอง\u001a \u001aใน\u001aยาม\u001aที่\u001aเธอ\u001aหลั่ง\u001aน้ำตา\u001aให้\u001aแก่\u001aชีวิต\u001aที่\u001aดับสูญ\u001aไป\u001aใน\u001aเวลา\u001aสั้น\u001aๆ\u001a \u001aHaveh\u001a \u001aก็\u001aรู้สึก\u001aประทับใจ\u001aใน\u001aตัว\u001aเธอ\u001a"
    ],
    "100005001": [
        "Bearing a visage indistinguishable from Rain's, the mysterious aggressor from the inauguration ceremony launches his attack against Visectrum.",
        "出現在帕拉迪亞總統就職典禮上的謎之襲擊者。這名長相酷似雷因的男人之後又前往維瑟庫特拉姆市區開始襲擊。",
        "파라디아의 대통령 취임식에 나타난 의문의 습격자. 레인과 똑 닮은 그자는 뷔섹트럼 시가지를 향해 공격을 시작했다.",
        "Affichant un visage semblable à celui de Rain, le mystérieux agresseur de la cérémonie d'investiture lance son attaque contre Visectrum.",
        "Mit einem Gesicht, das von Rains nicht zu unterscheiden ist, startet der mysteriöse Angreifer von der Amtsantrittszeremonie seine Attacke gegen Visektrum.",
        "El misterioso agresor con un rostro idéntico al de Rain que apareció en la ceremonia de inauguración lanza su ataque contra Visectrum.",
        "Penyerang misterius yang muncul dalam upacara pelantikan presiden dan melancarkan serangan terhadap Visektrum. Entah mengapa, pria ini memiliki rupa yang sangat mirip dengan Rain.",
        "ศัตรู\u001aผู้\u001aลึกลับ\u001aและ\u001aมี\u001aรูปลักษณ์\u001aเหมือนกับ\u001a \u001aRain\u001a \u001aราวกับ\u001aออก\u001aมาจาก\u001aพิมพ์\u001aเดียวกัน\u001aได้\u001aปรากฏตัว\u001aขึ้น\u001aที่\u001aพิธี\u001aเข้า\u001aรับ\u001aตำแหน่ง\u001aประธานาธิบดี\u001aที่\u001a \u001aVisectrum\u001a \u001aและ\u001aเปิดฉาก\u001aโจม\u001aตีเมือง\u001a"
    ],
    "100005101": [
        "Raegen awaits his inaugural speech together with the Sworn Six. His comrades offer him words of support as he takes his first steps as representative of a reborn Paladia.",
        "六盟傑正奔赴即將進行總統就職演說的雷根身邊。戰友們紛紛對作為新生帕拉迪亞的代表踏出了第一步的他表示支持。",
        "대통령 취임 연설을 앞둔 레겐의 곁에 모인 여섯 호걸 연맹. 새로운 파라디아의 대표로서 첫걸음을 내딛는 레겐에게 전우들이 응원의 목소리를 보낸다.",
        "Raegen attend son discours d'investiture avec les Six Jurés. Ses camarades lui offrent des mots de soutien alors qu'il fait ses premiers pas en tant que représentant d'un Paladia renaissant.",
        "Raegen wartet zusammen mit den Geschworenen Sechs auf seine Amtantrittsrede. Seine Kameraden geben ihm unterstützende Worte mit auf den Weg, als er seine ersten Schritte als Repräsentant eines wiedergeborenen Paladias wagt.",
        "Raegen espera junto a los Seis Juramentados el momento de su discurso inaugural. Sus camaradas le animan mientras él da sus primeros pasos como representante de una Paladia renacida.",
        "Raegen yang menunggu pidato pelantikannya bersama dengan Sumpah Enam Satria. Rekan-rekannya menyemangatinya saat ia mengambil langkah pertama sebagai perwakilan dari Paladia yang terlahir kembali.",
        "Raegen\u001a \u001aกำลัง\u001aรอ\u001aขึ้น\u001aกล่าวสุนทรพจน์\u001aอยู่\u001aกับ\u001aเหล่า\u001aสหาย\u001aกลุ่ม\u001aหก\u001aผู้\u001aร่วม\u001aสาบาน\u001a \u001aเพื่อน\u001aๆ\u001a \u001aต่าง\u001aกล่าว\u001aให้กำลังใจ\u001aเขา\u001aก่อนที่\u001aเขา\u001aจะ\u001aเริ่มต้น\u001aทำหน้าที่\u001aเป็นผู้แทน\u001aให้\u001a \u001aPaladia\u001a \u001aที่\u001aถือกำเนิด\u001aใหม่\u001a"
    ],
    "100005301": [
        "Fina prays for a miracle to aid Rain and Lasswell as they endure a grueling battle. Her hopes resonate with the crystals of the earth, and a blinding light envelops the battlefield before taking on a familiar form...",
        "為了幫助陷入苦戰的雷因和拉斯韋爾而祈禱奇跡出現的菲娜。她的思念傳達至形成大地的水晶，使戰場發出了強烈的光輝。而這光輝正在逐漸變化為三人熟知的某一人物……",
        "고전하는 레인과 라스웰을 위해 기적이 일어나기를 기도하는 피나. 그녀의 마음이 대지를 형성하는 크리스탈에 닿아, 전장에 강한 빛을 흩뿌렸다. 그 빛은 그들이 잘 아는 어느 인물의 모습으로 변해가는데……",
        "Fina priant pour qu'un miracle vienne en aide à Rain et Lasswell alors qu'ils sont pris dans une lutte sans merci. Quand sa ferveur entre en résonance avec le cristal de la Terre, une lumière aveuglante enveloppe le champ de bataille, avant de prendre une apparence familière...",
        "Fina betet für ein Wunder, um Rain und Lasswell zu helfen, während sie einen aufreibenden Kampf bestreiten. Ihre Hoffnungen resonieren mit den Kristallen der Erde und ein blendendes Licht hüllt das Schlachtfeld ein, bevor es eine vertraute Gestalt annimmt ...",
        "Fina reza pidiendo que un milagro ayude a Rain y Lasswell a soportar el extenuante combate. Sus esperanzas reverberan en los cristales de la Tierra y una luz cegadora envuelve el campo de batalla antes de adquirir la forma de alguien familiar...",
        "Fina berdoa dan memohon keajaiban untuk membantu Rain dan Lasswell bertahan dalam pertarungan yang sengit. Harapan Fina tersampaikan pada kristal dunia dan cahaya yang menyilaukan menyelimuti medan perang sebelum kemudian cahaya tersebut berubah wujud menjadi seseorang yang mereka kenal...",
        "Fina\u001a \u001aภาวนา\u001aขอให้\u001aปาฏิหาริย์\u001aบัง\u001aเกิดขึ้น\u001aแก่\u001a \u001aRain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aในขณะที่\u001aเขา\u001aทั้งสอง\u001aกำลัง\u001aต่อสู้\u001aอย่าง\u001aยากลำบาก\u001a \u001aความปรารถนา\u001aของ\u001aเธอ\u001aถูก\u001aส่ง\u001aไป\u001aยัง\u001aคริสตัล\u001aที่\u001aมี\u001aอยู่\u001aทั่ว\u001aผืน\u001aแผ่นดิน\u001a \u001aและ\u001aแล้ว\u001aแสงสว่าง\u001aเฉิดฉาย\u001aก็\u001aเข้า\u001aปกคลุม\u001aสนามรบ\u001a \u001aและ\u001aก่อ\u001aบังเกิด\u001aเป็น\u001aร่าง\u001aของ\u001aใครคนหนึ่ง\u001aที่\u001aทั้ง\u001aสาม\u001aล้วน\u001aคุ้นเคย\u001a...\u001a"
    ],
    "100005401": [
        "Presidential aides are responsible for all manner of tasks. While assignments such as regulating the political itinerary and gathering intel are vital services, image management is also of the utmost importance. In order for the new president to gain the people's trust and adoration, Nichol and Sakura take ample time to coordinate Raegen's attire.",
        "總統助理的工作涉及到諸多領域。調整政務日程及情報收集自然重要，但印象戰略也很重要。為了能讓新總統能使大家信賴、仰慕，尼科爾和櫻開始持續為雷根做一些穿搭設計……",
        "대통령 보좌관의 업무는 다양하다. 국정 일정의 조절이나 정보 수집도 중요하지만, 이미지 전략 또한 중요한 법. 새 대통령이 존경과 신뢰를 받을 수 있도록 니콜과 사쿠라의 레겐 코디네이트는 계속된다……",
        "Les assistants du président assument toutes sortes de responsabilités. Compiler des informations et établir l'agenda présidentiel sont bien sûr des missions de la plus haute importance, mais gérer l'image du chef du gouvernement l'est tout autant. Afin que le nouveau président gagne la confiance et le respect du peuple, Nichol et Sakura ne laissent passer aucun détail dans le choix du costume de Raegen.",
        "Berater des Präsidenten sind für alle möglichen Aufgaben zuständig. Während Aufgaben wie das politische Programm zu regulieren und Informationen zu sammeln wichtige Dienste sind, ist Imagemanagement ebenso von größter Wichtigkeit. Damit der neue Präsident das Vertrauen und die Verehrung des Volkes gewinnt, nehmen Nichol und Sakura sich reichlich Zeit, um Raegens Garderobe zu koordinieren.",
        "Los ayudantes del presidente se ocupan de todo tipo de tareas. Es cierto que funciones tales como la regulación del itinerario político y la recopilación de datos son servicios de vital importancia, pero la gestión de la imagen también lo es. Para que el nuevo presidente pueda ganarse la confianza y la admiración del pueblo, Nichol y Sakura se han tomado su tiempo para idear el traje ideal para Raegen.",
        "Pembantu presiden bertanggung jawab atas berbagai hal. Walaupun tugas-tugas seperti penjadwalan perjalanan politik dan pengumpulan informasi sangat penting, mengelola citra presiden juga sama pentingnya. Agar Raegen mendapatkan kepercayaan dan kekaguman dari rakyat, Nichol dan Sakura menghabiskan banyak waktu untuk memilih pakaian yang pantas bagi sang presiden baru.",
        "ผู้ช่วย\u001aประธานาธิบดี\u001aทั้งหลาย\u001aมี\u001aหน้าที่\u001aรับผิดชอบ\u001aใน\u001aสารพัด\u001aเรื่อง\u001aแม้\u001aงาน\u001aอย่างเช่น\u001aการ\u001aจัด\u001aตารางเวลา\u001aและ\u001aการ\u001aรวบรวม\u001aข่าวกรอง\u001aจะ\u001aเป็น\u001aเรื่องสำคัญ\u001a \u001aแต่\u001aการ\u001aจัดการ\u001aดูแล\u001aภาพพจน์\u001aของ\u001aประธานาธิบดี\u001aก็\u001aเป็น\u001aเรื่องใหญ่\u001aไม่\u001aแพ้\u001aกัน\u001a \u001aด้วยเหตุนี้\u001aเอง\u001a \u001aNichol\u001a \u001aและ\u001a \u001aSakura\u001a \u001aจึง\u001aทุ่ม\u001aเวลา\u001aไป\u001aไม่\u001aน้อย\u001aกับ\u001aการ\u001aเลือก\u001aชุด\u001aให้\u001a \u001aRaegan\u001a \u001aเพื่อให้\u001aประธานาธิบดี\u001aใหม่\u001aคน\u001aนี้\u001aได้รับ\u001aความ\u001aเชื่อใจ\u001aและ\u001aความนับถือ\u001aจาก\u001aประชาชน\u001a"
    ],
    "202000101": [
        "Firion and company as they are set upon by the Palamecian Empire's black knights. This tenacious pursuit leaves them little time to catch their breath as they flee the empire's all-out assault.",
        "被帕拉美奇亞帝國的黑騎士逼入絕境的弗利奧尼爾一行人。剛剛逃出帝國的全力攻撃，卻依舊被執著地追擊到喘不過氣。",
        "파라메키아 제국의 흑기사에게 쫓기는 프리오닐 일행. 제국의 총공격으로부터 도망치긴 했지만, 집요한 추적으로 숨이 끊어지기 일보 직전 상태에 놓여 있다.",
        "Firion et ses compagnons, poursuivis par les chevaliers noirs de l'empire de Palmécia. Cette course-poursuite frénétique, alors qu'ils tentent d'échapper à l'assaut brutal du terrible régime, ne leur laisse guère le temps de récupérer leur souffle.",
        "Firion und seine Gruppe, als sie von den Dunkelrittern des Imperiums Palmekia überfallen wurden. Bei dieser hartnäckigen Verfolgung bleibt ihnen wenig Zeit, zu Atem zu kommen, während sie vor dem radikalen Angriff des Imperiums fliehen.",
        "Firion y compañía perseguidos por los Caballeros Negros del Imperio de Palamecia. Su obstinada persecución no les da tregua, y Firion y los suyos corren por sus vidas.",
        "Firion bersama rekan-rekannya diburu oleh kesatria hitam dari Kekaisaran Palamecia. Tidak ada waktu sedikit pun bagi mereka menarik napas dalam pengejaran tanpa henti yang menentukan hidup dan mati ini.",
        "Firion\u001a \u001aและ\u001aพรรคพวก\u001aในขณะที่\u001aถูก\u001aไล่ล่า\u001aโดย\u001aเหล่า\u001aอัศวิน\u001aดำ\u001aแห่ง\u001aจักรวรรดิ\u001a \u001aPalamecia\u001a \u001aการ\u001aที่\u001aต้อง\u001aมา\u001aเจอ\u001aกับ\u001aการ\u001aไล่ล่า\u001aแบบ\u001aกัดไม่ปล่อย\u001aใน\u001aระหว่าง\u001aพวกเขา\u001aกำลัง\u001aหลบหนี\u001aจาก\u001aการ\u001aประจัญบาน\u001aเต็ม\u001aรูป\u001aอยู่\u001aนั้น\u001a \u001aทำให้\u001aพวกเขา\u001aอยู่\u001aใน\u001aสภาพ\u001aที่\u001aไม่\u001aมีโอกาส\u001aที่จะ\u001aหยุดพัก\u001aหายใจ\u001aแม้แต่น้อย\u001a"
    ],
    "203000101": [
        "Luneth, Arc, Refia, and Ingus being chosen by the Wind Crystal to become Warriors of Light. Blessed with the Crystal's power, the four embark on a journey to save the world.",
        "被風之水晶選為光之戰士的魯內斯、亞爾柯、蕾菲雅及英格茲。獲得水晶之力之後，開始了拯救世界的冒險。",
        "바람의 크리스탈의 선택을 받아 빛의 전사가 된 루네스, 아르크, 레피아, 그리고 잉그스. 그들은 크리스탈의 힘으로 세계를 구하기 위해 여행을 떠난다.",
        "Luneth, Arc, Refia et Ingus ont été choisis par le Cristal de vent pour devenir les Guerriers de la Lumière. Bénis par le pouvoir du Cristal, les quatre héros commencent leur voyage pour sauver le monde.",
        "Luneth, Arc, Refia und Ingus, die gerade vom Windkristall zu den Kriegern des Lichts ernannt worden sind. Gemeinsam machen sie sich auf die Reise, um mit der Kraft des Kristalls die Welt zu retten.",
        "Luneth, Arc, Refia e Ingus siendo elegidos por el Cristal del viento para convertirse en los Guerreros de la Luz. Bendecidos con el poder del Cristal, los cuatro se embarcan en un viaje para salvar el mundo.",
        "Luneth, Arc, Refia dan Ingus yang dipilih oleh Kristal Angin untuk menjadi Kesatria Cahaya. Dikaruniai dengan kekuatan Kristal, mereka berempat memulai perjalanan mereka untuk menyelamatkan dunia.",
        "Luneth\u001a,\u001a \u001aArc\u001a,\u001a \u001aRefia\u001a \u001aและ\u001a \u001aIngus\u001a \u001aในขณะที่\u001aถูก\u001aคริสตัล\u001aวาตะ\u001aเลือก\u001aให้\u001aเป็น\u001aนักรบ\u001aแห่ง\u001aแสงสว่าง\u001a \u001aหลัง\u001aได้รับ\u001aพลัง\u001aจาก\u001aคริสตัล\u001a \u001aพวกเขา\u001aทั้ง\u001aสี่\u001aก็\u001aออกเดินทาง\u001aเพื่อ\u001aกอบกู้\u001aโลก\u001a"
    ],
    "204000101": [
        "Cecil and his party come face-to-face with Barbariccia, one of Golbez's four Archfiends, in the Tower of Zot. Kain, sanity reclaimed, executes a jumping attack on the cyclone-like Empress of the Winds.",
        "在佐特塔中，與高貝扎四天王之一的巴爾巴莉希亞對峙的塞西爾一行。恢復正常的凱因對龍卷狀態的巴爾巴莉希亞進行跳躍攻擊。",
        "조트의 탑에서 골베자 사천왕 중 하나인 발바리시아와 대치하는 세실 일행. 제정신으로 돌아온 카인은 점프하여 회오리 상태의 발바리시아를 공격한다.",
        "Cécil et son groupe se retrouvent face à Barbariccia, l'un des quatre seigneurs élémentaires de Golbez, dans la Tour de Zott. Kaïn, qui a recouvré la raison, exécute une attaque sautée sur l'impératrice des vents, aussi dangereuse qu'un cyclone.",
        "Cecil und seine Gefährten stellen sich im Turm von Zot Barbarizia, einer der vier Elementarfürsten unter Golbez. Kain, der seinen Verstand wiedererlangt hat, führt einen Sprungangriff auf die tosende Fürstin des Windes aus.",
        "Cecil y su grupo se encuentran frente a frente con Barbariccia, una de los cuatro archidiablos de Golbez, en la Torre de Zot. Kain, que ha recobrado la cordura, ejecuta un ataque de salto sobre la Emperatriz de los Vientos a la que rodea un ciclón.",
        "Cecil dan teman-temannya berhadapan dengan Barbariccia, salah satu dari empat Penguasa Elemen yang mengabdi pada Golbez dalam Menara Zot. Kain mendapatkan kembali kesadarannya dan melancarkan serangan Jump pada sang Ratu Angin yang diselimuti oleh angin topan.",
        "Cecil\u001a \u001aและ\u001aพรรคพวก\u001aเข้า\u001aเผชิญหน้า\u001aกับ\u001a \u001aBarbariccia\u001a \u001aซึ่ง\u001aเป็นหนึ่ง\u001aใน\u001aจตุร\u001aเทพ\u001aผู้พิทักษ์\u001a \u001aGolbez\u001a \u001aที่\u001aหอคอย\u001aแห่ง\u001a \u001aZot\u001a \u001aใน\u001aศึก\u001aครั้งนี้\u001a \u001aKain\u001a \u001aที่\u001aได้สติ\u001aกลับคืน\u001aมา\u001aได้\u001aใช้\u001aท่า\u001aกระโดด\u001aเข้า\u001aโจมตี\u001a \u001aBarbariccia\u001a \u001aจักรพรรดินี\u001aแห่ง\u001aลม\u001aผู้\u001aที่\u001aมี\u001aสภาพ\u001aดั่ง\u001aพายุหมุน\u001a"
    ],
    "204000201": [
        "In front of Edge, who despairs at having lost his parents, appears Rubicante, the last of Golbez's four Archfiends. Edge, having awoken to the rage-fueled power which slumbered within him, now stands ready to face his foe.",
        "失去了雙親的艾吉痛哭不已，正在此時，高貝扎四天王的最後一人——盧比坎特出現在他的眼前。由於憤怒而覺醒了力量的艾吉向盧比坎特發起了挑戰。",
        "양친을 잃고 울부짖는 엣지 앞에 나타난 골베자 사천왕 최후의 1인, 루비칸테. 분노에 차 잠들어 있던 힘에 눈뜬 엣지는 루비칸테에게 덤벼든다.",
        "Rubicante, le dernier des quatre seigneurs élémentaires de Golbez, apparaissant devant Edge alors que celui-ci est plongé dans le désespoir après avoir perdu ses parents. Par sa colère, Edge a éveillé le pouvoir qui sommeillait en lui et se tient maintenant prêt à faire face à son ennemi.",
        "Vor Edge, der am Verlust seiner Eltern verzweifelt, taucht Rubicante, der Letzte von Golbez' vier Elementarfürsten, auf. Edge, der die in ihm schlummernde, durch Wut angetriebene Kraft erweckt hat, ist nun bereit, sich seinem Feind zu stellen.",
        "Rubicante, el último de los cuatro archidiablos de Golbez, aparece ante un Edge desesperado que ha perdido a sus padres. Y Edge, cuya rabia ha despertado el poder que dormía en su interior, está listo para enfrentarse a su enemigo.",
        "Rubicante, anggota terakhir dari empat Penguasa Elemen yang mengabdi pada Golbez, yang muncul di hadapan Edge yang jatuh dalam keputusasaan setelah kehilangan orang tuanya. Kekuatan Edge yang tertidur dalam dirinya bangkit berkat amarahnya, dan kini ia siap menghadapi musuhnya.",
        "พอ\u001a \u001aRubicante\u001a \u001aจตุร\u001aเทพ\u001aผู้พิทักษ์\u001aคน\u001aสุดท้าย\u001aของ\u001a \u001aGolbez\u001a \u001aได้\u001aปรากฏ\u001aกาย\u001aขึ้น\u001aเบื้องหน้า\u001a \u001aEdge\u001a \u001aผู้\u001aกำลัง\u001aเศร้าโศก\u001aจาก\u001aการ\u001aสูญเสีย\u001aพ่อแม่\u001aไป\u001a \u001aพลัง\u001aความโกรธ\u001aที่\u001aหลับใหล\u001aอยู่\u001aภายใน\u001aตัว\u001a \u001aEdge\u001a \u001aก็\u001aถูก\u001aปลุก\u001aขึ้น\u001aมา\u001a \u001aทำให้\u001aเขา\u001aพร้อม\u001aเผชิญหน้า\u001aศัตรู\u001aที่\u001aร้ายกาจ\u001aตน\u001aนี้\u001a"
    ],
    "204000301": [
        "Cecil and his allies battle with Golbez in a bid to defend the Dark Crystal in the Dwarven Castle. Just as the party is backed into a corner with no way out, Rydia appears before them, now grown from her time in the Feymarch.",
        "為了守護位於矮人城的暗之水晶而與高貝扎戰鬥的塞西爾一行。在陷入千鈞一髮的危機之中時，在幻界獲得了顯著成長的莉迪亞出現在了一行人面前。",
        "드워프 성에 존재하는 어둠의 크리스탈을 지키기 위해 골베자와 싸우는 세실 일행. 절체절명의 위기에 봉착한 그들 앞에, 환계에서 어른으로 성장한 리디아가 나타난다.",
        "Cécil et ses alliés affrontent Golbez pour tenter de défendre le cristal des ténèbres dans le Palais des nains. Alors que le groupe semble être dans une situation sans issue, Rydia apparaît devant eux, désormais adulte depuis son séjour dans la lisière des mondes.",
        "Cecil und seine Gefährten kämpfen mit Golbez um den Dunkelkristall, der sich in der Zwergenburg befindet. Als die Situation für sie komplett aussichtslos wirkt, erscheint Rydia vor ihnen, die im Land der Beschwörbaren stark gewachsen zu sein scheint.",
        "Cecil y sus aliados pelean contra Golbez en un intento de defender el Cristal oscuro en el Castillo enano. Justo cuando el grupo se encuentra arrinconado y no tiene escapatoria, Rydia aparece ante ellos, más mayor después de haber pasado un tiempo en el Limbo.",
        "Cecil dan teman-temannya yang bertarung melawan Golbez untuk melindungi Kristal Kegelapan dalam Kastel Kurcaci. Ketika mereka terpojok tanpa adanya jalan keluar, Rydia muncul di hadapan mereka. Ia telah tumbuh besar setelah menghabiskan waktunya di Feymarch.",
        "Cecil\u001a \u001aและ\u001aพรรคพวก\u001aเข้า\u001aต่อสู้\u001aกับ\u001a \u001aGolbez\u001a \u001aเพื่อ\u001aปกป้อง\u001aคริสตัล\u001aแห่ง\u001aความมืด\u001aที่อยู่\u001aใน\u001aปราสาท\u001aคน\u001aแคระ\u001a \u001aในขณะที่\u001aพวกเขา\u001aเสียท่า\u001aและ\u001aถูกต้อน\u001aให้\u001aจนมุม\u001a \u001aRydia\u001a \u001aก็\u001aปรากฏตัว\u001aขึ้น\u001aใน\u001aสภาพ\u001aที่\u001aเติบโต\u001aเป็นผู้ใหญ่\u001aหลังจากที่\u001aได้\u001aใช้ชีวิต\u001aอยู่\u001aที่\u001a \u001aFeymarch\u001a"
    ],
    "205000101": [
        "Faris introduces her best friend Syldra to Lenna, who is trying to figure out how to get their ship moving with the wind having stopped. With Syldra's help, they manage to sail across the windless sea.",
        "對於詢問在無風的狀態下要怎樣驅動船隻的蕾娜，法利斯向她介紹了自己的摯友希爾德拉。多虧了有希爾德拉作為動力，海盜船得以在無風的海面上前進。",
        "바람이 멎은 상태에서 어떻게 배를 움직이느냐고 묻는 레나에게, 파리스는 친구인 실드라를 소개한다. 실드라가 동력이 되어준 덕분에 해적선은 바람 한 점 없는 바다에서도 움직일 수 있다.",
        "Faris présentant sa meilleure amie Syldra à Lenna, qui essaie tant bien que mal de trouver comment faire avancer leur navire maintenant que le vent est tombé. Avec l'aide de Syldra, la troupe parvient à naviguer sur cette mer sans vent.",
        "Faris stellt ihre beste Freundin Syldra Lenna vor, die versucht, herauszufinden, wie sie ihr Schiff in Bewegung bringen kann, obwohl der Wind aufgehört hat. Mit Syldras Hilfe schaffen sie es, über die windlose See zu segeln.",
        "Faris le presenta a su mejor amiga Syldra a Lenna, que está intentando hacer que el barco se mueva aunque el viento haya dejado de soplar. Con la ayuda de Syldra consiguen navegar finalmente por el mar en calma.",
        "Faris yang memperkenalkan sahabatnya, Syldra kepada Lenna yang ingin tahu bagaimana cara ia menggerakkan kapalnya saat angin berhenti bertiup. Dengan bantuan Syldra, mereka berhasil mengarungi laut tanpa angin.",
        "Faris\u001a \u001aแนะนำตัว\u001a \u001aSyldra\u001a \u001aผู้\u001aเป็น\u001aเพื่อนรัก\u001aให้\u001aกับ\u001a \u001aLenna\u001a \u001aผู้\u001aกำลัง\u001aพยายาม\u001aหาทาง\u001aทำให้\u001aเรือ\u001aของ\u001aพวก\u001aเธอ\u001aเคลื่อนที่\u001aต่อไป\u001aได้\u001aใน\u001aยาม\u001aที่\u001aไร้\u001aกระแสลม\u001a \u001aด้วย\u001aความช่วยเหลือ\u001aจาก\u001a \u001aSyldra\u001a \u001aพวก\u001aเธอ\u001aก็\u001aสามารถ\u001aแล่น\u001aเรือ\u001aผ่าน\u001aท้องทะเล\u001aที่\u001aไร้\u001aลม\u001aไป\u001aได้\u001aในที่สุด\u001a"
    ],
    "205000301": [
        "The party discovers a wounded wind drake at the summit of North Mountain. In order to salve its wounds, Lenna marches through a field of poison grass, picking the dragon grass which grows at the far edge. Lenna's boldness in the face of such danger no doubt springs from her powerful bond with the wind drake.",
        "在北山的山頂上，一行人發現了受傷的飛龍。為了治癒飛龍的傷，蕾娜進入了毒草地帶，採摘了生長在深處的飛龍草。蕾娜不顧及自身安危的行為，足以體現出她對飛龍的強烈思念。",
        "북쪽 산 정상에서 일행은 상처 입은 비룡을 발견한다. 레나는 비룡의 상처를 치료하기 위해 독초 지대로 나아가 깊숙한 곳에 자라난 비룡초를 채취한다. 위험을 무릅쓴 레나의 그러한 행동은 비룡을 향한 짙은 애정에서 우러난 것이었다.",
        "Le groupe tombe sur un dragon blessé au sommet du mont du nord. Déterminée à panser ses blessures, Lenna traverse un champ de fleurs vénéneuses pour cueillir l'herbe aux dragons qui pousse de l'autre côté. La grande bravoure dont elle fait preuve face aux terribles dangers qui la guettent est sans nul doute le fruit du puissant lien qui unit Lenna au dragon.",
        "Auf dem Gipfel des Nord-Berges findet die Truppe einen verwundeten Winddrachen. Um dessen Wunden zu versorgen, bahnt Lenna sich den Weg durch ein Feld giftigen Grases, auf der Suche nach Drachengras, welches an den äußersten Rändern wächst. Die Furchtlosigkeit, mit der sie dieser Gefahr entgegen tritt, stammt zweifelsohne von dem festen Band, das sie mit Hiryu verbindet.",
        "El grupo descubre un dragón del viento herido en la cima de la Montaña norte. Para curarle las heridas, Lenna avanza a través de un campo de hierba venenosa, recolectando la hierba de dragón que crece en el extremo más alejado. El valor de Lenna ante semejante peligro nace sin duda de su poderoso vínculo con el dragón del viento.",
        "Tim Bartz yang menemukan naga angin, Hiryu yang terluka di puncak Gunung Utara. Demi mengobati lukanya, Lenna melewati padang rumput beracun dan memetik rumput naga yang tumbuh di ujung padang. Keberanian Lenna dalam menghadapi bahaya ini tidak diragukan lagi berasal dari ikatannya yang kuat dengan sang naga angin.",
        "ที่\u001aส่วน\u001aยอด\u001aของ\u001aภูเขา\u001aแดน\u001aเหนือ\u001a \u001aLenna\u001a \u001aและ\u001aพรรคพวก\u001aได้\u001aเจอ\u001a \u001aHiryu\u001a \u001aที่\u001aได้รับบาดเจ็บ\u001a \u001aเพื่อ\u001aรักษา\u001aบาดแผล\u001aของ\u001aมัน\u001a \u001aLenna\u001a \u001aยอม\u001aเดิน\u001aข้าม\u001aทุ่งหญ้า\u001aพิษ\u001aเพื่อ\u001aไป\u001aเก็บ\u001aหญ้า\u001aมังกร\u001aซึ่ง\u001aงอก\u001aอยู่\u001aที่สุด\u001aปลาย\u001aทุ่ง\u001a \u001aความกล้าหาญ\u001aของ\u001a \u001aLenna\u001a \u001aใน\u001aการ\u001aเผชิญ\u001aอันตราย\u001aครั้งนี้\u001a \u001aมี\u001aที่\u001aมาจาก\u001aสายสัมพันธ์\u001aอัน\u001aแนบแน่น\u001aที่\u001aเธอ\u001aมี\u001aกับ\u001aมังกร\u001aบิน\u001aตัว\u001aนี้\u001aอย่าง\u001aไม่ต้องสงสัย\u001a"
    ],
    "206000101": [
        "Magitek armors heading towards Narshe to obtain an esper encased in ice. One of the three is piloted by Terra, a girl being controlled by the Empire due to her ability to use magic.",
        "為了獲得被冰覆蓋的幻獸而前往炭坑都市納爾謝的格斯塔拉帝國的魔導裝甲。搭乘在其中一台的少女蒂娜被擁有魔導之力的帝國所操縱著。",
        "얼어붙은 환수를 손에 넣기 위해 탄광도시 나르셰를 향하는 가스트라 제국의 마도 아머와, 그중 한 기에 올라탄 소녀 티나. 그녀는 마도의 힘을 가진 탓에 제국에게 조종당하고 있다.",
        "Trois pilotes à bord d'armures magitech se dirigeant vers Narshe afin de mettre la main sur une chimère scellée dans une prison de glace. Parmi eux se trouve Terra, une jeune femme possédant le don inné de la magie, que l'empire de Gestahl maintient sous son contrôle.",
        "Magitek-Mechs, die sich nach Narshe begeben, um einen in Eis gehüllten Esper zu erlangen. Einer von ihnen wird von Terra gesteuert, einem Mädchen, das aufgrund ihrer Fertigkeit, Magie zu nutzen, vom Imperium kontrolliert wird.",
        "Armaduras Magitec de camino a Narshe para obtener un esper recubierto de hielo. Uno de los tres lo pilota Terra, una chica controlada por el Imperio debido a su capacidad de usar la magia.",
        "Armor magitek yang sedang menuju Narshe untuk memperoleh esper yang terkurung dalam es. Salah satu armor magitek ini dikendarai oleh Terra, seorang gadis di bawah kendali Kekaisaran karena kemampuannya untuk menggunakan magic.",
        "กลุ่ม\u001aของ\u001aหุ่น\u001aเกราะ\u001a \u001aMagitek\u001a \u001aArmor\u001a \u001aกำลัง\u001aมุ่งหน้า\u001aไป\u001aยัง\u001a \u001aNarshe\u001a \u001aเพื่อ\u001aเข้า\u001aครอบครอง\u001a \u001aEsper\u001a \u001aที่\u001aถูก\u001aผนึก\u001aไว้\u001aใน\u001aก้อน\u001aน้ำแข็ง\u001a \u001aหนึ่ง\u001aใน\u001aพลขับ\u001a \u001aMagitek\u001a \u001aArmor\u001a \u001aนั้น\u001aก็\u001aคือ\u001a \u001aTerra\u001a \u001aผู้\u001aที่\u001aถูก\u001aจักรวรรดิ\u001aควบคุม\u001aไว้\u001aเนื่องด้วย\u001aความสามารถ\u001aใน\u001aการ\u001aใช้\u001aเวทมนตร์\u001aของ\u001aเธอ\u001a"
    ],
    "206000201": [
        "Locke, after temporarily reviving his former lover Rachel using Phoenix's magicite. Although their reunion was brief, her final words allowed Locke to let go of the regrets from his past.",
        "用鳳凰魔石使逝去的戀人蕾切爾暫時復甦的洛克。雖然只是轉瞬即逝的重逢，但她最後的話語使得洛克決心與過去的後悔訣別。",
        "피닉스의 마석을 사용해 죽은 연인 레이첼을 일시적으로 다시 살려낸 로크. 재회는 짧았지만, 그녀가 남긴 마지막 말 덕분에 로크는 후회스러운 과거와 결별할 수 있었다.",
        "Locke, après avoir temporairement ressuscité sa défunte bien-aimée Rachel grâce au pouvoir de la magilithe de Phénix. Leur réunion, bien que brève, permit à Locke d'entendre les dernières paroles de sa dulcinée et de se défaire une fois pour toutes des regrets de son passé.",
        "Lock, nachdem er seine frühere Liebhaberin Rachel mit Hilfe des Maginit von Phoenix teilweise wiederbelebt hat. Auch wenn ihr Zusammentreffen nur kurz war, konnte Lock durch ihre letzten Worte seine Vergangenheit endlich ruhen lassen.",
        "Locke, tras revivir temporalmente a su antiguo amor, Rachel, usando la magicita de Fénix. Aunque su reencuentro fue breve, sus últimas palabras permitieron a Locke liberarse de los remordimientos del pasado.",
        "Locke yang menghidupkan kembali mantan kekasihnya, Rachel dengan magilit Phoenix untuk sementara waktu. Walaupun pertemuan mereka tidak lama, kata-kata terakhirnya berhasil membebaskan Locke dari belenggu penyesalan masa lampau.",
        "Locke\u001a \u001aใน\u001aสภาพ\u001aหลังจากที่\u001aใช้\u001aศิลา\u001aอสูร\u001aของ\u001a \u001aPhoenix\u001a \u001aคืนชีพ\u001aของ\u001a \u001aRachel\u001a \u001aอดีต\u001aคนรัก\u001aของ\u001aเขา\u001aขึ้น\u001aมา\u001aเป็น\u001aระยะเวลา\u001aสั้น\u001aๆ\u001a \u001aถึงแม้\u001aการพบกัน\u001aใหม่\u001aของ\u001aพวกเขา\u001aนั้น\u001aไม่\u001aได้\u001aนาน\u001aนัก\u001a \u001aแต่\u001aคำกล่าว\u001aลา\u001aของ\u001aเธอ\u001a \u001aก็\u001aช่วย\u001aให้\u001a \u001aLocke\u001a \u001aสามารถ\u001aปล่อยวาง\u001aความ\u001aโศกเศร้า\u001aใน\u001aอดีต\u001aได้\u001aสำเร็จ\u001a"
    ],
    "206000301": [
        "At the Opera House, Celes steps onto the stage in place of the actress, Maria, and sings of her lover, Draco. In response to the affection shown to her by the ephemeral Draco, Maria swears her eternal love to him.",
        "劇院之中，代替女演員瑪利亞的塞麗絲登上舞台之後，思慕戀人德拉科的一幕。為了回應幻影德拉科的愛，瑪利亞發誓要永遠等待她的戀人。",
        "오페라 극장에서 여배우 마리아를 대신해 무대에 오른 세리스가, 연인 역의 드라쿠를 생각하는 장면. 환상이 되어 나타난 드라쿠의 사랑에 보답하기 위해, 마리아는 영원히 연인을 기다릴 것을 맹세한다.",
        "À l'opéra, Celes est amenée à remplacer la comédienne originelle, Maria, et monte sur scène. Elle y chante une sérénade dédiée à son bien-aimé, Draco. Comme pour répondre à l'affection que lui témoigne ce Draco éphémère, Maria lui fait vœu de l'aimer à tout jamais.",
        "Im Opernhaus betritt Celes anstelle der Schauspielerin Maria die Bühne und singt von ihrem Geliebten Draco. Im Gegenzug für die Zuneigung, die ihr diese kurzlebige Vision von Draco schenkt, schwört ihm Maria ihre ewige Liebe.",
        "En el escenario de la Ópera, Celes sustituye a la actriz María y le canta a su amor, Draco. En respuesta al afecto de este, María le jura amor eterno.",
        "Celes yang melangkah ke panggung menggantikan aktris Maria dan bernyanyi untuk kekasihnya, Draco dalam Gedung Opera. Untuk membalas cinta Draco yang muncul sebagai ilusi, Maria bersumpah akan menunggu kekasihnya untuk selamanya.",
        "ที่\u001aโรงละคร\u001aโอเปร่า\u001a \u001aCeles\u001a \u001aได้\u001aก้าว\u001aขึ้น\u001aบน\u001aเวที\u001aใน\u001aบทบาท\u001aของ\u001a \u001aMaria\u001a \u001aที่\u001aกำลัง\u001aร้องเพลง\u001aถึง\u001a \u001aDraco\u001a \u001aผู้\u001aเป็น\u001aชาย\u001aคนรัก\u001a \u001aหลังจากที่\u001aเขา\u001aได้\u001aปรากฏ\u001aขึ้น\u001aใน\u001aสภาพ\u001aวิญญาณ\u001aและ\u001aแสดง\u001aความรัก\u001aที่\u001aเขา\u001aมี\u001aต่อ\u001aเธอ\u001a \u001aMaria\u001a \u001aก็\u001aสนองตอบ\u001aด้วย\u001aการ\u001aออกปาก\u001aสาบาน\u001aว่า\u001aจะ\u001aรัก\u001a \u001aDraco\u001a \u001aไป\u001aชั่วนิรันดร์\u001a"
    ],
    "207000101": [
        "A scene depicting Cloud with Jessie, an Avalanche member, riding through the night on a motorcycle. He shows off his impressive driving skills all the while fending off the Shinra security officers on their tail.",
        "與雪崩的成員潔西一同騎乘機車在深夜奔馳的克勞德。他一邊擊倒追趕而來的警備兵，一邊發揮著精湛的駕駛技術。",
        "아발란치의 멤버 제시를 바이크에 태우고 어두운 밤길을 질주하는 클라우드. 추격하는 경비병들을 쓰러뜨리며 멋진 드라이빙 테크닉을 선보인다.",
        "Une scène montrant Cloud fendant l'air nocturne sur une moto, avec Jessie d'Avalanche dans son dos. Il affiche pleinement sa maîtrise des deux-roues tout en se débarrassant des gardes de la Shinra.",
        "Cloud, wie er mit Jessie, einem Mitglied von Avalanche, auf einem Motorrad mitten in der Nacht unterwegs ist. Er beweist seine überlegenen Fahrkünste, indem er auch noch die Shinra-Gardisten abwehrt, die den beiden auf den Fersen sind.",
        "Una ilustración de Cloud y Jessie, una miembro de Avalancha, a lomos de una moto en mitad de la noche. En esta escena, Cloud hace alarde de sus extraordinarias habilidades de conducción al sortear a los centinelas de Shinra, que van pisándoles los talones.",
        "Adegan di mana Cloud dan Jessie, anggota Avalanche kebut-kebutan dengan sepeda motor di tengah malam. Cloud menunjukkan kemampuan mengemudinya yang hebat sambil menyingkirkan pasukan Shinra yang mengejar di belakang mereka.",
        "ภาพ\u001aฉาก\u001aที่\u001a \u001aCloud\u001a \u001aและ\u001aสมาชิก\u001aลุ่ม\u001a \u001aAvalanche\u001a \u001aชื่อ\u001a \u001aJessie\u001a \u001aขับ\u001aรถมอเตอร์ไซค์\u001aซิ่ง\u001aไป\u001aใน\u001aยามค่ำคืน\u001a \u001aเขา\u001aได้\u001aแสดง\u001aฝีไม้ลายมือ\u001aใน\u001aการขับขี่\u001aอัน\u001aยอดเยี่ยม\u001aของ\u001aเขา\u001aใน\u001aระหว่าง\u001aที่\u001aต่อสู้\u001aกับ\u001aเจ้าหน้าที่\u001aความปลอดภัย\u001aของ\u001a \u001aShinra\u001a \u001aที่\u001aไล่ล่า\u001aเขา\u001aอยู่\u001a"
    ],
    "207000201": [
        "When Cloud and Barret infiltrate Mako Reactor 1 in order to destroy it, Shinra sends the Scorpion Sentinel to put a stop to their plans.",
        "為了執行引爆魔晄爐的任務，克勞德與巴雷特潛入了壹號魔晄爐。然而他們卻在魔晄池遭遇了「神羅公司」的兵器・守衛巨蠍並與其戰鬥。",
        "마황로 폭파 작전을 수행하기 위해 1번 마황로에 잠입한 클라우드와 바렛. 그러나 마황 노심에서 '신라 컴퍼니'의 병기인 가드 스콜피온과의 전투가 벌어지고 만다.",
        "Quand Cloud et Barret infiltrent le réacteur mako nº 1 dans le but de le saboter, ils se retrouvent contraints d'affronter le scorpion gardien, une puissante arme automatisée de la Shinra.",
        "Als Cloud und Barret den Mako-Reaktor 1 infiltrieren, um diesen zu zerstören, entsendet Shinra den Wachskorpion, um ihre Pläne zu vereiteln.",
        "Cuando Cloud y Barret se infiltran en el reactor de mako n.º 1 con el objetivo de destruirlo, Shinra envía al escorpión guardián para frustrar sus planes.",
        "Ketika Cloud dan Barret menyusup untuk menghancurkan Reaktor Mako 1, Shinra mengirim Scorpion Sentinel untuk menghentikan rencana mereka.",
        "เมื่อ\u001a \u001aCloud\u001a \u001aและ\u001a \u001aBarret\u001a \u001aแทรกซึม\u001aเข้าไป\u001aทำลาย\u001aเตา\u001aปฏิกรณ์\u001a \u001aMako\u001a \u001aหมายเลข\u001a \u001a1\u001a \u001aนั้น\u001a \u001aฝ่าย\u001a \u001aShinra\u001a \u001aได้\u001aส่ง\u001aหุ่น\u001a \u001aScorpion\u001a \u001aSntinel\u001a \u001aออกมา\u001aหยุดยั้ง\u001aแผน\u001aของ\u001aพวกเขา\u001a"
    ],
    "207000301": [
        "In a corner of Midgar's upper Sector 8, Aerith, the flower peddler, kneels down before a set of glowing pipes overflowing with mako energy—the lifeblood of the planet.",
        "米德加第捌區市區裡蹲在角落中賣花的艾莉絲。眼前的管道中正露出了可稱之為行星生命的魔晄能量的光。",
        "미드가르 8번가 시가지 한쪽 구석에 쭈그려 앉아 있는, 꽃 파는 처녀 에어리스. 눈앞의 배관에서 별의 생명인 '마황 에너지'가 내뿜는 빛이 흘러나오고 있다.",
        "Quelque part dans le centre-ville du secteur 8, Aerith, la marchande de fleurs, s'agenouille devant de lourds tuyaux débordant d'énergie mako, l'essence vitale de la planète.",
        "In einer Ecke im achten Sektor Midgards kniet ein Blumenmädchen namens Aerith vor einem Rohrkonstrukt nieder, das Mako, die Lebensenergie des Planeten, verströmt.",
        "En una esquina del distrito central del sector 8 de Midgar, Aeris, la florista, se arrodilla frente unas tuberías relucientes repletas de energía mako, la sangre del planeta.",
        "Di suatu sudut Sektor 8 atas di Midgar, Aerith, si penjual bunga, berlutut di depan serangkaian pipa bercahaya penuh dengan energi mako yang merupakan sumber kehidupan planet ini.",
        "ใน\u001aมุม\u001aหนึ่ง\u001aของ\u001aพื้นที่\u001aชั้นบน\u001aของ\u001aมหานคร\u001a \u001aMidgar\u001a \u001aSector\u001a \u001a8\u001a \u001aนั้น\u001a \u001aสาว\u001aขาย\u001aดอกไม้\u001aชื่อ\u001a \u001aAerith\u001a \u001aได้\u001aคุกเข่า\u001aลง\u001aหน้า\u001aท่อ\u001aส่ง\u001aพลังงาน\u001a \u001aMako\u001a \u001aที่\u001aมี\u001aประกาย\u001aแสง\u001aเล็ดลอด\u001aออกมา\u001a \u001aพลังงาน\u001aดังกล่าว\u001aนั้น\u001aคือ\u001aสายเลือด\u001aที่\u001aหล่อเลี้ยง\u001aดาวเคราะห์\u001aดวง\u001aนี้\u001a"
    ],
    "207000401": [
        "A scene depicting Tifa and Cloud returning from a long day of performing odd jobs in the Sector 7 slums. Tifa puts on an impressive show, expertly serving up a cocktail to soothe a weary soul.",
        "萬能工的工作告一段落之後，回到第七天堂的蒂法和克勞德。蒂法給克勞德調製了治癒的雞尾酒讓他打起精神。",
        "해결사 일을 마무리하고 세븐스 헤븐에 돌아온 티파와 클라우드. 티파는 클라우드에게 치유의 칵테일을 만들어 준다.",
        "Une scène illustrant Tifa et Cloud revenant d'une longue journée passée à vaquer à diverses occupations dans le bidonville du secteur 7. Tifa y fait une démonstration impressionnante de ses talents de tenancière et offre un remontant habilement concocté à son ami d'enfance éreinté.",
        "Tifa und Cloud, nachdem sie von ihren Gelegenheitsarbeiten in den Slums von Sektor 7 zurückgekehrt sind. Tifa legt eine beeindruckende Show hin und fährt meisterhaft mit einem Cocktail auf, um eine müde Seele zu beruhigen.",
        "Una ilustración de Tifa y Cloud de vuelta tras haber realizado varias tareas de mercenario en la barriada del sector 7. Tifa prepara un cóctel para aliviar el cansancio con una destreza magistral.",
        "Adegan di mana Tifa dan Cloud kembali setelah seharian bekerja di pemukiman kumuh Sektor 7. Tifa menunjukkan kebolehannya dalam menyajikan cocktail untuk membantu menghilangkan penat.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aTifa\u001a \u001aและ\u001a \u001aCloud\u001a \u001aที่\u001aกลับมา\u001aหลังจาก\u001aใช้เวลา\u001aทั้งวัน\u001aไป\u001aกับ\u001aการรับจ้าง\u001aทำงาน\u001aต่างๆ\u001a \u001aใน\u001aสลัม\u001a \u001aSector\u001a \u001a7\u001a \u001aTifa\u001a \u001aได้\u001aโชว์\u001aการ\u001aชง\u001aค็อกเทล\u001aที่\u001aน่าประทับใจ\u001aและ\u001aเสิร์ฟ\u001aเครื่องดื่ม\u001aสำหรับ\u001aช่วย\u001aให้\u001aผู้\u001aที่\u001aอ่อนล้า\u001aได้\u001aผ่อนคลาย\u001a"
    ],
    "207000501": [
        "A scene depicting Aerith, Barret, and Red XIII attempting to make their escape from the Shinra Building. However, barring their path is the Arsenal, a powerful autonomous weapons platform.",
        "計劃著逃出神羅大廈的艾莉絲、巴雷特以及赤紅XIII。然而最終還是要與窮追不捨的自動殲滅兵器・百砲戰車進行戰鬥。",
        "신라 빌딩에서 탈출을 시도하는 에어리스와 바레트, 그리고 레드 XIII. 그러나 뒤쫓아온 자주식 섬멸 병기 헌드레드 거너와 싸우게 된다.",
        "Une scène illustrant Aerith, Barret et Rouge XIII tentant de s'échapper de la tour Shinra. Sur leur chemin se dresse toutefois l'Hectocanonnier, une redoutable arme mécanique autonome.",
        "Aerith, Barret und Red XIII, wie sie aus dem Shinra-Gebäude fliehen. Ihr Weg wird von dem Hundertschützen versperrt, einer mächtigen, autonomen Vernichtungsmaschinerie.",
        "Una ilustración de Aeris, Barret y Red XIII tratando de escapar del edificio de Shinra. Sin embargo, el hectocañonero, una poderosa arma autónoma antipersonal, les corta el paso.",
        "Adegan di mana Aerith, Barret, dan Red XIII mencoba melarikan diri dari Gedung Shinra. Namun, jalan mereka dihalangi oleh Arsenal, senjata anti-personel otonom yang berkekuatan dahsyat.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aAerith\u001a,\u001a \u001aBarett\u001a \u001aและ\u001a \u001aRed\u001a \u001aXIII\u001a \u001aที่\u001aกำลัง\u001aพยายาม\u001aหลบหนี\u001aออกจาก\u001aอาคาร\u001aบริษัท\u001a \u001aShinra\u001a \u001aอย่างไรก็ตาม\u001aพวก\u001aเธอ\u001aก็\u001aถูก\u001aขัดขวาง\u001aโดย\u001a \u001aArsenal\u001a \u001aระบบ\u001aอาวุธ\u001aขับ\u001aเค\u001aลื่อ\u001aย\u001aอัตโนมัติ\u001aอัน\u001aทรงพลัง\u001a"
    ],
    "207000601": [
        "A scene depicting Sephiroth suddenly appearing before Cloud and his party as they plot their escape from the Shinra Building. Cloud attempts a mighty slash attack, but Sephiroth effortlessly deflects the blow, causing Cloud to fall to the floor below.",
        "在試圖逃離神羅大廈的克勞德一行人面前突然出現的賽菲羅斯。儘管克勞德想要劈斬過去，但賽菲羅斯輕易就防住了他的攻擊，並使他墜入下層。",
        "신라 빌딩에서 탈출하려 하는 클라우드 일행 앞에 갑자기 나타난 세피로스. 클라우드는 세피로스에게 칼을 휘둘렀으나 그 공격은 간단히 막혀 아래층으로 떨어지고 말았다.",
        "Une scène illustrant l'apparition soudaine de Séphiroth face à Cloud et ses compagnons qui s'apprêtent à fuir la tour Shinra. Cloud, ayant tenté d'asséner un terrible coup d'épée à Séphiroth, se voit projeté à un étage inférieur lorsque celui-ci pare son attaque avec aisance.",
        "Sephiroth, der urplötzlich vor Cloud und den anderen erscheint, als diese planen, aus dem Shinra-Gebäude zu fliehen. Cloud stürzt sich auf ihn, wird aber von Sephiroth mit Leichtigkeit abgewehrt und auf ein niedrigeres Stockwerk befördert.",
        "Una ilustración de Sefirot apareciendo de repente delante de Cloud y su grupo mientras intentan escapar del edificio de Shinra. Cloud trata de atacarlo con su espada, pero Sefirot bloquea el golpe con una facilidad insultante y hace que caiga a un piso inferior.",
        "Adegan di mana Sephiroth tiba-tiba muncul di hadapan Cloud dan teman-temannya saat mereka mencoba melarikan diri dari Gedung Shinra. Cloud berusaha menyerangnya dengan pedangnya, tapi Sephiroth dengan mudah menangkis serangan tersebut dan menyebabkan Cloud jatuh ke lantai bawah.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSephiroth\u001a \u001aที่\u001aปรากฏตัว\u001aขึ้น\u001aต่อหน้า\u001a \u001aCloud\u001a \u001aและ\u001aพรรคพวก\u001aใน\u001aระหว่าง\u001aที่\u001aพวกเขา\u001aกำลัง\u001aวางแผน\u001aหลบหนี\u001aออกจาก\u001aอาคาร\u001aบริษัท\u001a \u001aShinra\u001a \u001aCloud\u001a \u001aเปิดฉาก\u001aฟัน\u001aด้วย\u001aกำลัง\u001aรุนแรง\u001a \u001aแต่\u001a \u001aSephiroth\u001a \u001aกลับ\u001aป้องกัน\u001aการ\u001aโจมตี\u001aนั้น\u001aได้\u001aอย่าง\u001aง่ายดาย\u001a \u001aทำให้\u001a \u001aCloud\u001a \u001aตกลง\u001aไป\u001aยัง\u001aชั้น\u001aที่อยู่\u001aเบื้องล่าง\u001a"
    ],
    "209000101": [
        "Zidane and Blank performing a fight scene from \"I Want to Be Your Canary,\" a play that is wildly popular in the kingdom of Alexandria. Sitting on the royal throne is Queen Brahne, intently gazing at their breathtaking swordplay.",
        "出演亞力山德利亞王國人氣名作「想成為你的小鳥」其中一個場景的吉坦和布蘭克。坐在皇家坐席上的布拉妮女王似乎也被他們默契的擊劍所吸引了。",
        "알렉산드리아 왕국에서 큰 인기를 끌고 있는 명작 '그대의 작은 새가 되고파'의 한 장면을 연기하는 지탄과 블랭크. 왕족석에 앉아 있는 브라네 여왕 또한 호흡이 척척 맞는 그들의 결투 장면을 넋 놓고 바라보고 있다.",
        "Djidane et Frank en pleine chorégraphie alors qu'ils jouent une scène de duel de la pièce \"Je veux être ton oisillon\", très populaire à Alexandrie. Depuis son trône royal, la reine Branet profite de ce spectacle d'escrime qui se déroule sous ses yeux.",
        "Zidane und Blank, wie sie in einem der beliebtesten Stücke des Königreiches Alexandria, \"Deine Taube möcht' ich sein\", Theater spielen. Von ihrem königlichen Sitz aus beobachtet Königin Brane den atemberaubenden Schwertkampf.",
        "Yitán y Blank representando una escena de combate de \"Quiero ser tu canario\", una obra increíblemente popular en el reino de Alexandria. Desde su trono, la reina Brahne contempla absorta el emocionante duelo de espadas.",
        "Zidane dan Blank yang sedang mementaskan adegan pertarungan dari \"Aku Ingin Menjadi Burung Kenarimu\", suatu karya drama yang sangat terkenal di kerajaan Alexandria. Dari takhta kerajaannya, Ratu Brahne menikmati pertarungan pedang mereka yang mendebarkan.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aZidane\u001a \u001aและ\u001a \u001aBlank\u001a \u001aกำลัง\u001aแสดง\u001aฉาก\u001aต่อสู้\u001aใน\u001aละคร\u001aเรื่อง\u001a \u001a\"\u001aอยาก\u001aเป็น\u001aนก\u001aน้อย\u001aของ\u001aเจ้า\u001a\"\u001a \u001aซึ่ง\u001aได้รับ\u001aความนิยม\u001aอย่าง\u001aร้อนแรง\u001aใน\u001aอาณาจักร\u001a \u001aAlexandria\u001a \u001aผู้\u001aที่\u001aประทับ\u001aอยู่\u001aบัลลังก์\u001aนั้น\u001aก็\u001aคือ\u001aราชินี\u001a \u001aBrahne\u001a \u001aเธอ\u001aกำลัง\u001aจับ\u001aจ้องดู\u001aเพ\u001aลงดาบ\u001aอัน\u001aชวน\u001aหวาดเสียว\u001aตะลึง\u001aลาน\u001aของ\u001aพวกเขา\u001aด้วย\u001aความตั้งใจ\u001a"
    ],
    "210000101": [
        "In the half-destroyed ruins of Kilika Port, decimated by Sin's recent assault, Yuna performs a sending. Summoners enact this ritual dance in order to guide lost spirits unto the realm of the dead, lest they become fiends.",
        "在因「辛」的襲擊而被半毀的基利卡港進行異界引渡的優娜。召喚士透過異界引渡，可以指引亡者們迷惘的靈魂，讓他們免於成為魔物，平安前往死者的世界。",
        "'신'의 습격으로 반파된 폴트 키리카에서 이계 송환을 하는 유우나. 소환사는 이계 송환을 통해, 죽은 자들의 길 잃은 영혼이 마물이 되지 않고 사자의 세계로 떠날 수 있도록 인도한다고 한다.",
        "Dans les ruines à moitié détruites du port de Kilika, décimé par le récent assaut de Sin, Yuna effectue la cérémonie d'accompagnement. Les Invokeurs exécutent cette danse rituelle afin de guider les esprits perdus vers l'Au-delà, de peur qu'ils ne deviennent des monstres.",
        "In den halb zerstörten Ruinen von Porta Kilika, die von [Sins] jüngstem Angriff erschüttert wurden, führt Yuna eine Besegnung durch. Media führen diesen rituellen Tanz auf, um verlorene Geister in das Reich der Toten zu führen, damit sie nicht zu Monstern werden.",
        "En las ruinas de Puerto Kilika, medio destruido y diezmado por el reciente ataque de Sinh, Yuna efectúa un envío. Los invocadores realizan esta danza ritual para guiar a los espíritus de los que han fallecido al Etéreo y evitar así que se conviertan en monstruos.",
        "Yuna yang sedang melakukan pengantaran di reruntuhan Pelabuhan Kilika yang setengah hancur akibat serangan Sin. Para summoner melakukan tarian ritual ini untuk memandu arwah orang-orang yang telah meninggal ke Farplane dan mencegah mereka berubah menjadi monster.",
        "Yuna\u001a \u001aกำลัง\u001aทำพิธี\u001aส่ง\u001aดวงวิญญาณ\u001aอยู่\u001aที่\u001aซาก\u001aหัก\u001aพัง\u001aของ\u001aเมือง\u001aท่าเรือ\u001a \u001aKilika\u001a \u001aซึ่ง\u001aถูก\u001a \u001aSin\u001a \u001aทำลายล้าง\u001aจน\u001aเหลือ\u001aเพียง\u001aครึ่ง\u001aเดียว\u001a \u001aใน\u001aพิธี\u001aนี้\u001a \u001aผู้\u001aอัญเชิญ\u001aจะ\u001aร่ายรำ\u001aเพื่อ\u001aส่ง\u001aดวงวิญญาณ\u001aที่\u001aหลงทาง\u001aไป\u001aยัง\u001aภพ\u001aภูมิ\u001aของ\u001aผู้\u001aวายชนม์\u001a \u001aมิฉะนั้น\u001a \u001aดวงวิญญาณ\u001aเหล่านี้\u001aจะ\u001aกลายเป็น\u001aปีศาจร้าย\u001aแทน\u001a"
    ],
    "210000201": [
        "Following Sin's sudden onslaught of Zanarkand, a gaping maw eclipses the sky over the city. As they are about to be drawn in, Auron declares to Tidus, \"This is your story.\"",
        "因為「辛」突如其來襲擊了札納爾坎德，其上空出現了巨大的洞。眼看提達就要被吸走之時，奧隆告訴他「這是你的故事」。",
        "'신'의 갑작스러운 습격으로, 자나르칸드 하늘에 거대한 구멍이 나타났다. 그리고 구멍 속으로 빨려 들어가는 티다에게 아론은 말한다. \"이건 너의 이야기다.\"",
        "Alors que Sin vient de déchaîner sa puissance sur Zanarkand, un trou béant s'ouvre dans le ciel au-dessus de la cité. Alors qu'ils sont sur le point d'y être aspirés, Auron annonce à Tidus : \"C'est ton histoire\".",
        "Nach [Sins] plötzlichem Angriff auf Zanarkand erscheint ein klaffender Schlund am Himmel über der Stadt. Kurz bevor Tidus in das Loch hineingezogen wird, verkündet Auron: \"Das ist deine Geschichte.\"",
        "Un enorme agujero aparece en el cielo de Zanarkand tras el ataque sorpresa de Sinh. Cuando está a punto de tragarse a Tidus, Auron le anuncia que esta es su historia.",
        "Sebuah lubang besar muncul di langit kota Zanarkand setelah serangan mendadak Sin. Ketika mereka akan terisap ke dalam lubang tersebut, Auron mengatakan kepada Tidus, \"Ini adalah kisahmu\".",
        "เมื่อ\u001a \u001aSin\u001a \u001aปรากฏตัว\u001aขึ้น\u001aโจมตี\u001a \u001aZanarkand\u001a \u001aอย่าง\u001aฉับพลัน\u001a \u001aหลุม\u001aใหญ่\u001aยักษ์\u001aก็\u001aปรากฏ\u001aขึ้น\u001aบน\u001aฟากฟ้า\u001aเหนือ\u001aตัวเมือง\u001a \u001aAuron\u001a \u001aได้\u001aกล่าว\u001aกับ\u001a \u001aTidus\u001a \u001aใน\u001aยาม\u001aที่\u001aทั้งสอง\u001aกำลัง\u001aถูก\u001aดูด\u001aเข้าไป\u001aใน\u001aหลุม\u001aนั้น\u001aว่า\u001a \u001a\"\u001aนี่\u001aคือ\u001aเรื่องราว\u001aของ\u001aเจ้า\u001a\"\u001a"
    ],
    "210000301": [
        "Incessant crashes of lightning welcome the summoner Yuna's party to the unremitting gloom of the Thunder Plains. Clinging to Tidus and on the verge of panic due to her fear of lightning, Rikku begs everyone to stop for a rest.",
        "召喚士優娜一行人正行進在不論晝夜都被陰雲所籠罩，不斷降下落雷的落雷平原之上。琉克對打雷的恐懼已經達到極限，開始不斷哀求提達稍微休息一下。",
        "밤낮으로 먹구름에 뒤덮여 벼락이 내리치는 번개 평원을 지나는 소환사 유우나 일행. 번개에 대한 공포가 극한에 다다른 류크는 쉬었다 가자며 티다에게 매달린다.",
        "Des éclairs incessants accueillent le groupe de l'Invokeur Yuna dans la pénombre de la plaine foudroyée. Agrippée à Tidus et au bord de la panique à cause de sa peur bleue de la foudre, Rikku supplie tout le monde de s'arrêter pour se reposer.",
        "Unaufhörliche Blitze begrüßen das Medium Yuna und ihre Gefährten in der unendlichen Finsternis der Donnersteppe. Rikku, die aufgrund ihrer Angst vor Blitzen kurz vor einem Nervenzusammenbruch steht, klammert sich an Tidus und bettelt um eine kurze Auszeit.",
        "La Llanura de los Rayos recibe al grupo de la invocadora Yuna con incesantes truenos y un invariable cielo nublado. Rikku, agarrada a Tidus y al borde de un ataque de pánico, les pide a todos parar un momento a descansar.",
        "Sambaran petir terus menghujani summoner Yuna dan teman-temannya tanpa henti ketika mereka melalui Padang Petir yang tertutup oleh awan gelap. Rikku yang berada di ambang kepanikan karena rasa takutnya akan petir menempel pada Tidus dan meminta semua orang berhenti sejenak untuk beristirahat.",
        "เมื่อ\u001aกลุ่ม\u001aของ\u001a \u001aYuna\u001a \u001aเดินทาง\u001aมาถึง\u001aทุ่ม\u001aราบ\u001aอสนี\u001aซึ่ง\u001aปกคลุม\u001aไป\u001aด้วย\u001aหมู่\u001aเมฆ\u001aดำทะมึน\u001a \u001aสายฟ้า\u001aก็\u001aกระหน่ำ\u001aลงมา\u001aโดย\u001aไม่\u001aหยุดหย่อน\u001a \u001aด้วย\u001aความ\u001aที่\u001a \u001aRikku\u001a \u001aกลัว\u001aฟ้าผ่า\u001a \u001aเธอ\u001aจึง\u001aเกาะ\u001a \u001aTidus\u001a \u001aแน่น\u001aและ\u001aขอให้\u001aทุกคน\u001aหยุดพัก\u001aกัน\u001aก่อน\u001a"
    ],
    "211000101": [
        "Aphmau tries to prevent a second Ragnarok, but falls from Alexander's attack. Then, the Empire's Avatar and the Dark Rider face off in an attempt to destroy each other once more.",
        "原本想要阻止「諸神黃昏」，卻倒在亞歷山大的攻撃之下的阿芙瑪烏。皇國守護神也終於與冥路騎士展開對峙。",
        "'라그나로크'를 저지하려 했지만, 알렉산더의 공격 앞에 쓰러지고만 아프마우. 그리하여 마침내 황국의 수호신과 황천의 기사는 서로 대적하게 된다.",
        "Aphmau s'efforce de prévenir un deuxième Ragnarok, mais succombe face aux attaques d'Alexandre. L'Avatar de l'empire et le Chevalier des ombres s'affrontent alors une nouvelle fois, chacun étant déterminé à anéantir l'autre.",
        "Aphmau versucht, ein zweites Ragnarok zu verhindern, wird aber durch den Angriff von Alexander aufgehalten. Dann stehen sich der Avatar des Imperiums und der Dunkle Reiter einmal mehr in dem Versuch gegenüber, einander dem Erdboden gleichzumachen.",
        "Aphmau intenta evitar que ocurra un segundo Ragnarok, pero cae ante el ataque de Alejandro. Es entonces cuando el Avatar del Imperio y el Jinete oscuro se enfrentan para destruirse mutuamente una vez más.",
        "Aphmau yang mencoba mencegah Ragnarok kedua terjadi, tapi ia tumbang akibat serangan Alexander. Saat itulah Avatar Kekaisaran dan Kesatria Kegelapan berhadapan untuk memusnahkan satu sama lain sekali lagi.",
        "Aphmau\u001a \u001aพยายาม\u001aที่จะ\u001aป้องกัน\u001aไม่\u001aให้\u001a \u001aRagnarok\u001a \u001aครั้ง\u001aที่สอง\u001aเกิดขึ้น\u001a \u001aแต่\u001aเธอ\u001aก็\u001aถูก\u001a \u001aAlexander\u001a \u001aโจมตี\u001aจน\u001aสิ้นชีพ\u001a \u001aและ\u001aแล้ว\u001a \u001aเทพ\u001aผู้พิทักษ์\u001aแห่ง\u001aจักรวรรดิ\u001aและ\u001aเทพ\u001aอัศวิน\u001aแห่ง\u001aความมืด\u001aก็\u001aเข้า\u001aเผชิญหน้า\u001aกัน\u001aอีกครั้ง\u001aโดย\u001aมุ่งหมาย\u001aที่จะ\u001aทำลายล้าง\u001aอีก\u001aฝ่าย\u001aให้\u001aสิ้น\u001a"
    ],
    "212000101": [
        "The Judge Magisters, assembled in front of the throne of the Archadian Empire. Between them, they lead the Judges in filling a number of roles including Inspector, Judge, and Executioner.",
        "阿爾卡迪亞帝國的玉座前聚集的最高審判者。他們統率著帝國軍的監察官、裁判官、處刑人等各種各樣的審判者們。",
        "아르케이디아 제국의 왕좌 앞에 모인 심판장. 그들은 제국군의 감독관이자 재판관, 처형인 등 여러 역할을 담당한 심판관들을 이끄는 존재이다.",
        "Les Hauts Juges, rassemblés devant le trône de l'empire archadien. Ensemble, ils dirigent les Juges dans leurs fonctions d'inspecteur, de juge et de bourreau.",
        "Die Hohen Richter, versammelt vor dem Thron des Archadianischen Imperiums. Ihre Aufgabe im Königreich besteht darin, die Richter bei verschiedenen Aufgaben wie Falluntersuchungen der imperialen Armee, Verhandlungsführung und Urteilsvollstreckungen zu leiten.",
        "Los jueces magistrados, reunidos frente al trono del Imperio de Arcadia. Ellos son los que designan al resto de jueces su papel, incluidos los de inspector, juez y ejecutor.",
        "Para Judge Magister yang berkumpul di depan takhta Kekaisaran Archadia. Merekalah yang mengarahkan Judge lainnya dalam tugas masing-masing, seperti inspektur, hakim, dan eksekutor.",
        "คณะ\u001aมหา\u001aตุลาการ\u001aผู้\u001aมา\u001aชุมนุม\u001aต่อหน้า\u001aบัลลังก์\u001aแห่ง\u001aจักรพรรดิ\u001a \u001aArchadia\u001a \u001aพวกเขา\u001aเป็น\u001aผู้นำ\u001aของ\u001aเหล่า\u001aตุลาการ\u001aซึ่ง\u001aรับผิดชอบ\u001aตำแหน่งหน้าที่\u001aต่างๆ\u001a \u001aไม่\u001aว่า\u001aจะ\u001aเป็น\u001a \u001aเจ้าหน้าที่\u001aสืบสวน\u001a \u001aตุลาการ\u001a \u001aและ\u001a \u001aเพชฌฆาต\u001a"
    ],
    "213000101": [
        "A scene depicting the savior, Lightning, as she descends to Yusnaan Palace on a mission to save human souls. As monsters born of the Chaos begin materializing, she finds herself in a heated battle against an old friend—Snow.",
        "為了拯救世人的靈魂，降臨於悠斯南宮殿的解放者雷光。混沌的侵蝕導致魔物頻頻出現，同時她還要與曾經的同伴冰雪展開激烈的戰鬥。",
        "사람들의 영혼을 구원하기 위해 유스난 궁전에 내려온 해방자 라이트닝. 혼돈의 침식으로 인해 마물이 나타나는 가운데, 옛 동료였던 스노우와 격렬한 전투를 벌인다.",
        "Une scène représentant Lightning, la Libératrice, assaillant le palais de Yusnaan pour sauver des âmes humaines et ainsi accomplir sa mission divine. Alors que des monstres nés du Chaos se manifestent sous ses yeux, elle se voit forcée de livrer un combat acharné contre son ami d'antan : Snow.",
        "Die Erlöserin Lightning, die auf den Großpalast Yusnaan herabgestiegen ist, um menschliche Seelen zu retten. Inmitten sich aus dem Chaos manifestierender Monster kämpft sie erbittert gegen ihren alten Freund Snow.",
        "Una ilustración de Lightning, el Redentor, descendiendo al Gran palacio de Yusnaan con la misión de salvar las almas de los humanos. A medida que los monstruos originados del caos comienzan a materializarse, se enzarza en una acalorada batalla contra su viejo amigo Snow.",
        "Adegan di mana sang penyelamat, Lightning datang mengunjungi Istana Besar Yusnaan dalam misinya untuk menyelamatkan jiwa manusia. Saat monster-monster yang lahir dari Chaos mulai bermunculan, ia terlibat dalam pertarungan sengit dengan teman lamanya, Snow.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aLightning\u001a \u001aผู้\u001aปลดปล่อย\u001aที่\u001aเดินทาง\u001aมาถึง\u001aวัง\u001a \u001aYusnaan\u001a \u001aเพื่อ\u001aปฏิบัติภารกิจ\u001aช่วยเหลือ\u001aวิญญาณ\u001aของ\u001aเหล่า\u001aมนุษย์\u001a \u001aท่ามกลาง\u001aเหล่า\u001aมอนสเตอร์\u001aต่างๆ\u001a \u001aเริ่ม\u001aปรากฏ\u001aกาย\u001aขึ้น\u001aมา\u001aด้วย\u001aพลัง\u001aแห่ง\u001a \u001aChaos\u001a \u001aนั้น\u001a \u001aเธอ\u001aต้อง\u001aต่อสู้\u001aอย่าง\u001aดุเดือด\u001aกับ\u001a \u001aSnow\u001a \u001aผู้\u001aเป็น\u001aสหาย\u001aเก่า\u001aของ\u001aเธอ\u001a"
    ],
    "213000201": [
        "A scene depicting Snow absorbing Chaos. Partially transforming into a Cie'th, Snow intends to prevent the spread of a Chaos infusion. Burdened by the great regret of failing to protect his lover, he asks the savior to end his suffering as he becomes more monster than man.",
        "為了使「屍界」不再向外擴散而被混沌吞噬導致屍骸化的冰雪。他因沒能保護心愛的人而不斷自責，最終被後悔所吞噬，因此拜託解放者解決掉化為怪物的自己。",
        "'혼돈의 결계'가 밖으로 퍼지지 않도록 혼돈을 집어삼켜 시해가 된 스노우. 소중한 사람을 지키지 못한 것을 후회하고 괴로워하던 그는 해방자에게 괴물이 된 자신을 처치해 달라고 부탁한다.",
        "Une scène représentant Snow s'efforçant de contenir le Chaos dans son propre corps et se transformant en partie en Cie'th dans l'espoir d'endiguer une irruption de Chaos. N'ayant pu protéger sa fiancée, il est dévoré par le regret et implore la Libératrice de mettre fin à ses jours alors qu'il perd son humanité et se métamorphose en monstre.",
        "Snow, wie er das Chaos absorbiert und sich dadurch teilweise in einen Cie'th verwandelt, um die Ausbreitung eines Chaosherds zu verhindern. Er trägt die schwere Bürde, dass er seine Geliebte nicht beschützen konnte, und während er sich langsam in ein Monstrum verwandelt, bittet er die Erlöserin, sein Leiden zu beenden.",
        "Una ilustración de Snow absorbiendo el caos y empezando a transformarse en Cie'th para impedir que esta fuerza invisible se extienda por doquier. Corroído por el remordimiento al no haber podido proteger a su amada, le pide al Redentor que acabe con el monstruo que lleva dentro y, de paso, con su sufrimiento.",
        "Adegan di mana Snow menyerap Chaos. Setelah ia mulai berubah sebagian menjadi Cie'th, Snow bermaksud mencegah penyebaran Chaos Infusion. Merasa terbebani oleh penyesalan besar karena gagal melindungi kekasihnya, ia meminta sang penyelamat untuk mengakhiri penderitaannya karena ia mulai menjadi seperti monster daripada manusia.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSnow\u001a \u001aที่\u001aกำลัง\u001aดูดซับ\u001a \u001aChaos\u001a \u001aเข้าไป\u001a \u001aเขา\u001aต้องการ\u001aที่จะ\u001aป้องกัน\u001aไม่\u001aให้การ\u001aแทรกซึม\u001aของ\u001a \u001aChaos\u001a \u001aแผ่ขยาย\u001aเป็น\u001aวงกว้าง\u001a \u001aแต่\u001aนั่น\u001aก็\u001aทำให้\u001aบางส่วน\u001aของ\u001aเขา\u001aต้อง\u001aกลาย\u001aสภาพ\u001aเป็น\u001a \u001aCie\u001a'\u001ath\u001a \u001aไป\u001aด้วย\u001a \u001aด้วย\u001aความ\u001aโศกเศร้า\u001aอัน\u001aหนักหน่วง\u001aใน\u001aใจ\u001aที่\u001aเขา\u001aไม่\u001aสามารถ\u001aปกป้อง\u001aคนรัก\u001aของ\u001aเขา\u001aได้\u001a \u001aเขา\u001aได้\u001aขอให้\u001aผู้\u001aปลดปล่อย\u001aช่วย\u001aปิดฉาก\u001aความทุกข์ทรมาน\u001aของ\u001aเขา\u001a \u001aในขณะที่\u001aเขา\u001aเริ่ม\u001aกลาย\u001aสภาพ\u001aเป็น\u001aปีศาจ\u001aมากกว่า\u001aมนุษย์\u001aไป\u001a"
    ],
    "215000101": [
        "Noctis, after his long-awaited return to his home kingdom's capital, Insomnia. Taking his place as the True King, he engages in a vicious battle with Ardyn in order to return light back to the ruined world.",
        "從10年間的沉睡中甦醒，終於回到王都殷索姆尼亞的諾克提斯。他作為真王，為了讓光芒重返世界，而與亞丹展開了激烈的戰鬥。",
        "10년간의 잠에서 깨어나 마침내 왕도 인섬니아로 돌아온 녹티스. 진정한 왕으로서, 어둠으로 뒤덮인 세계에 빛을 되찾기 위해 아덴과 치열한 싸움을 벌인다.",
        "Noctis après son retour tant attendu à Insomnia, la capitale de son royaume natal. Prenant sa place de véritable roi élu, il se lance dans un combat féroce contre Ardyn afin de ramener la lumière dans ce monde en ruine.",
        "Noctis nach seiner lang erwarteten Heimkehr nach Insomnia, der königlichen Hauptstadt. Um als wahrer König das Licht der in Finsternis umhüllten Welt wiederzuerlangen, stellt er sich in einem erbitterten Kampf mit Ardyn.",
        "Una ilustración de Noctis a su regreso a Insomnia, la capital del reino, tras una larga y ansiada espera por volver a casa. Al intentar ocupar el trono que le corresponde por derecho, se enzarza en una cruenta batalla contra Ardyn para devolverle la luz a un mundo en ruinas.",
        "Noctis yang akhirnya kembali ke ibu kota kerajaannya, Insomnia setelah sekian lama. Menduduki takhtanya yang sah sebagai raja sesungguhnya, ia menghadapi Ardyn dalam pertempuran sengit demi membawa cahaya kembali ke dunia yang hancur.",
        "หลังจากที่\u001aได้\u001aจากไป\u001aเป็นเวลา\u001aนานแสนนาน\u001a \u001aNoctis\u001a \u001aได้\u001aเดินทาง\u001aกลับ\u001aมายัง\u001a \u001aInsomnia\u001a \u001aซึ่ง\u001aเป็น\u001aเมืองหลวง\u001aแห่ง\u001aอาณาจักร\u001aของ\u001aเขา\u001aอีกครั้ง\u001a \u001aเขา\u001aได้\u001aขึ้น\u001aเป็น\u001aราชา\u001aที่\u001aแท้จริง\u001aและ\u001aเข้า\u001aต่อสู้\u001aอย่าง\u001aดุเดือด\u001aกับ\u001a \u001aArdyn\u001a \u001aเพื่อ\u001aนำ\u001aแสงสว่าง\u001aกลับคืน\u001aมายัง\u001aโลก\u001aที่\u001aถูก\u001aความมืด\u001aเข้า\u001aครอบงำ\u001a"
    ],
    "215000201": [
        "Ardyn and Noctis driving to the colossal crater known as the \"Disc of Cauthess.\" According to Ardyn, the Archaean supporting the meteorite resting in the crater is supposedly calling for Noctis.",
        "驅車前往被稱作「卡帝斯的圓盤」的巨大隕石坑的亞丹與諾克提斯一行人。據亞丹所說，支撐著落下的隕石的巨神正在呼喚著諾克提斯。",
        "차를 타고 '카테스의 접시'라 불리는 거대한 분화구로 향하는 아덴과 녹티스 일행. 아덴의 말에 의하면, 낙하한 운석을 떠받치고 있는 거신이 녹티스를 부르고 있다고 한다.",
        "Ardyn et Noctis conduisant en direction de l'énorme cratère appelé « le Disque de Cauthess ». Selon Ardyn, l'Archéen qui y sommeille et porte sur son dos la météorite qui s'est écrasée sur Éos s'efforcerait d'appeler Noctis.",
        "Ardyn und Noctis, die zusammen zur Cauthess-Platte, einem Riesenkrater fahren. Laut Ardyn zufolge rufen die Riesen, welche den eingeschlagenen Meteoriten unterstützen, nach Noctis.",
        "Una ilustración de Ardyn y Noctis conduciendo hacia el cráter colosal conocido como \"Bacía de Cauthess\". Según Ardyn, el Arqueón que sostiene a Meteo está llamando supuestamente a su presencia a Noctis.",
        "Ardyn dan Noctis mengendarai mobil menuju kawah raksasa yang dikenal sebagai \"Kawah Cauthess\". Menurut Ardyn, Sang Dewa Raksasa yang menahan meteorit yang berada di kawah tersebut sedang memanggil Noctis.",
        "Ardyn\u001a \u001aกับ\u001a \u001aNoctis\u001a \u001aกำลัง\u001aขับรถ\u001aไป\u001aยัง\u001aหลุม\u001aอุกกาบาต\u001aขนาด\u001aมหึมา\u001aที่\u001aรู้จัก\u001aกัน\u001aในนาม\u001a \u001a\"\u001aจาน\u001aแห่ง\u001a \u001aCauthess\u001a\"\u001a \u001aArdyn\u001a \u001aได้\u001aอ้างว่า\u001aเทพ\u001aยักษ์\u001aใหญ่\u001aผู้\u001aแบก\u001aอุกกาบาต\u001aอยู่\u001aภายใต้\u001aหลุม\u001aนั้น\u001aกำลัง\u001aเรียกหา\u001a \u001aNoctis\u001a \u001aอยู่\u001a"
    ],
    "215000301": [
        "Lunafreya comes to the unconscious Noctis's aid after awakening Leviathan, the Goddess of the Seas. Even while suffering a grave injury, she must fulfill her duty as the Oracle.",
        "諾克提斯與水神利維坦結下契約之後便失去了意識，而露娜弗蕾亞即使身負重傷也堅持完成神巫的使命，救助了他。",
        "수신 리바이어선과 서약한 후 의식을 잃은 녹티스를 구하는 루나프레나. 그녀는 위중한 상처를 입고도 칸나기의 사명을 완수했다고 한다.",
        "Lunafreya, ayant éveillé Léviathan, la déesse des mers, vient porter secours à un Noctis encore inconscient. Elle-même gravement blessée, elle se doit malgré tout d'accomplir son devoir en tant qu'Oracle.",
        "Lunafreya, wie sie zur Hilfe des bewusstlosen Noctis eilt, nachdem sie die Wassergöttin Leviathan erweckt hat. Es heißt, sie habe trotz ihrer tiefen Wunden ihre Pflicht als Kannagi erfüllt.",
        "Lunafreya acude en ayuda del inconsciente Noctis tras forjar un pacto con Leviatán, la Sidérea de las Aguas. Aun estando gravemente herida, debe cumplir su misión como Oráculo.",
        "Lunafreya yang menolong Noctis telah membangkitkan Leviathan, Sang Dewi Laut. Walaupun ia terluka parah, ia tetap bertekad untuk memenuhi kewajibannya sebagai Oracle.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aLunafreya\u001a \u001aที่\u001aเข้ามา\u001aช่วยดูแล\u001a \u001aNoctis\u001a \u001aผู้\u001aกำลัง\u001aหมดสติ\u001aหลังจากที่\u001aได้\u001aเข้า\u001aปลุก\u001aพลัง\u001aและ\u001aทำ\u001aพันธะ\u001aสัญญา\u001aกับ\u001a \u001aLeviathan\u001a \u001aผู้\u001aเป็น\u001aเทพี\u001aแห่ง\u001aท้องทะเล\u001a \u001aถึงแม้\u001aเธอ\u001aจะ\u001aได้รับ\u001aบาดเจ็บสาหัส\u001a \u001aแต่\u001aเธอ\u001aก็\u001aมุ่งมั่น\u001aใน\u001aการทำตาม\u001aหน้าที่\u001aเทพพยากรณ์\u001aของ\u001aตนเอง\u001a"
    ],
    "254000101": [
        "The invasion by the Militesi Empire left Akademeia, the backbone of the Dominion of Rubrum, at the brink of destruction. It was then that the mysterious class of Agito Cadets, Class Zero, appeared, draped in crimson capes.",
        "在米利特斯皇國的侵略之下，朱雀領路布姆的中樞·魔導院聖櫃朱雀陷入了危急存亡的危機之中。就在此時，身披朱紅色斗篷的十二位幻之覺醒者候補生0班出現了。",
        "밀리테스 황국의 침략으로 절체절명의 위기를 맞게 된, 주작령 루브룸 중추의 마도원 페리시티리움 주작. 그곳에 환상의 아기토 후보생, 클래스 제로 12명이 붉은 망토를 휘날리며 나타난다.",
        "L'Akademeia, véritable pilier du dominion de Rubrum, se trouvait au bord de la destruction après l'invasion de l'empire Milites. Ce fut à ce moment que les cadets Agito de la mystérieuse classe Zéro, vêtus de leurs capes carmin, se manifestèrent.",
        "Die Invasion des militischen Imperiums hat die Peristylium-Akademie, den Kern Rubrums, an den Rand der Zerstörung gebracht. In diesem Moment, in dem alles verloren schien, erschienen 12 mysteriöse Agito-Kadetten, die Klasse 0, eingehüllt in rote Umhänge.",
        "La invasión del imperio de Milites deja a la Academia, el centro neurálgico del Dominio de Rubrum, al borde de la destrucción. Es entonces cuando los aspirantes a Agito de la misteriosa clase Cero aparecen ataviados con capas color carmesí.",
        "Akademeia, pilar Dominion Rubrum, yang berada di ambang kehancuran akibat invasi Kekaisaran Milites. Di saat itulah para kadet Agito berjubah merah dari Kelas Zero yang penuh misteri menampakkan diri.",
        "สถาบัน\u001a \u001aAkademeia\u001a \u001aซึ่ง\u001aเป็น\u001aเหมือน\u001aเสาหลัก\u001aของ\u001aสหภาพ\u001a \u001aRubrum\u001a \u001aต้อง\u001aเสี่ยง\u001aต่อ\u001aการ\u001aถูก\u001aทำลายล้าง\u001aหลังจากที่\u001aจักรวรรดิ\u001a \u001aMilites\u001a \u001aเข้า\u001aรุกราน\u001a \u001aแต่\u001aแล้ว\u001aเหล่า\u001aนักเรียน\u001aทหาร\u001aแห่ง\u001a \u001aAgito\u001a \u001aจาก\u001a \u001aClass\u001a \u001aZero\u001a \u001aผู้\u001aสวม\u001aผ้าคลุม\u001aสีแดง\u001aเพลิง\u001aก็\u001aปรากฏ\u001aกาย\u001aขึ้น\u001a"
    ],
    "306000101": [
        "Tsarevna Alena faces off against a gang of abominable showmen in the Endor Colosseum. Alena never backs down from a fight, even when facing a crew of dastardly doppelgangers. Loyal retainers Kiryl and Borya cross their fingers for luck as they watch the proceedings.",
        "在恩多爾武術大會上與長舌男戰鬥的阿莉娜公主。即使面對使用分身術的對手，阿莉娜公主依舊毫不退縮。侍從克裡弗特和布萊一邊祈禱公主能夠凱旋而歸一邊關注著這場戰鬥。",
        "엔돌 무술 대회에서 메롱맨과 싸우는 아리나 공주. 분신술을 사용하는 적 앞에서도 공주는 한 걸음도 물러서지 않는다. 공주의 종자 크리프트와 브라이는 무운을 빌며 공주의 싸움을 지켜보고 있다.",
        "La tsarina Alina affronte un gang d'Abomihommes des neiges au Colisée de Chandor. Elle ne recule jamais devant un combat, même lorsqu'elle affronte un adversaire capable de se dédoubler. Ses fidèles serviteurs, Kiryl et Borya, assistent à l'affrontement et touchent du bois dans l'espoir de porter chance à leur princesse.",
        "Prinzessin Alena stellt sich im Kolosseum von Endor El Lutschador entgegen. Alena schreckt vor keinem Kampf zurück, auch nicht, wenn sie es mit einer Bande von heimtückischen Doppelgängern zu tun hat. Die treuen Gefolgsleute Kyrill und Borja drücken ihr die Daumen, während sie das Geschehen beobachten.",
        "La zarevna Alena se enfrenta a una pandilla de Abominables Hombres de las Series en el Coliseo de Endor. Alena nunca se echa atrás en una batalla, aunque sea contra una panda de crueles duplicados. Sus leales sirvientes, Kiryl y Borya, cruzan los dedos pidiendo buena suerte mientras observan el combate.",
        "Tsarevna Alena yang menghadapi segerombolan pegulat dungu di Koloseum Endor. Alena tidak pernah mundur dari pertarungan, bahkan ketika menghadapi musuh yang dapat menggunakan teknik doppelganger. Pengikut setianya, Kiryl dan Borya hanya dapat berdoa untuk keberuntungan sang tsarevna saat menonton pertarungan tersebut.",
        "องค์\u001aหญิง\u001a \u001aAlena\u001a \u001aเผชิญหน้า\u001aกับ\u001aกลุ่ม\u001aนักแสดง\u001aจอม\u001aโฉด\u001aที่\u001a<br>\u001aโคล\u001aอสเซียม\u001aแห่ง\u001a \u001aEndor\u001a \u001aถึงแม้\u001aเธอ\u001aจะ\u001aต้อง\u001aเผชิญหน้า\u001aกับ\u001aกลุ่ม\u001aศัตรู\u001aที่\u001aหน้าตา\u001aเหมือนกัน\u001aอย่าง\u001aกับ\u001aแกะ\u001a \u001aแต่\u001a \u001aAlena\u001a \u001aก็\u001aไม่\u001aหวั่นไหว\u001aย่อท้อ\u001a \u001aทั้ง\u001a \u001aKiryl\u001a \u001aและ\u001a \u001aBorya\u001a \u001aซึ่ง\u001aเป็น\u001aผู้ติดตาม\u001aของ\u001aองค์\u001aหญิง\u001aนั้น\u001aต่าง\u001aอวยพร\u001aให้\u001aองค์\u001aหญิง\u001aโชคดี\u001aใน\u001aระหว่าง\u001aที่\u001aกำลัง\u001aชม\u001aการ\u001aประลอง\u001a"
    ],
    "312000101": [
        "Hawkeye runs into Riesz and the others when they return to take back Laurent Castle. Riesz accepts his plea for them to capture Belladonna without killing her, and Hawkeye kisses her in joy.",
        "前來奪回羅蘭特城的麗絲一行人與正巧遇到她們的霍克埃。麗絲聽從了霍克埃的「遇到了美獸的話希望能活捉她」這一請求，而霍克埃則在麗絲的臉頰上留下了歡喜的一吻。",
        "로랜트 성을 탈환하러 온 리스 일행과 우연히 마주친 호크아이. 리스가 미수를 만나더라도 없애지 말고 사로잡아 달라는 부탁을 받아들이자, 호크아이는 그녀의 볼에 기쁨의 키스를 한다.",
        "Hawkeye croise le chemin de Riesz et ses compagnons alors que ceux-ci reviennent pour s'emparer du Château de Rollanto. Quand Riesz accède à la demande de Hawkeye et accepte de capturer Belladonna sans la terrasser, celui-ci l'embrasse, fou de joie.",
        "Adlerauge trifft auf Resi und die anderen, als diese auf dem Weg sind, die Burg Laurenziens zurückzuerobern. Als Resi Adlerauges Bitte erhört, Belladonna zwar festzunehmen, sie jedoch nicht zu töten, küsst dieser sie überschwänglich auf die Wange.",
        "Falco se encuentra con Lis y los demás cuando vuelven para recuperar el castillo de Brisia. Lis acepta su petición de capturar a Belladonna sin matarla, y Falco la besa en un arrebato de alegría.",
        "Hawkeye yang bertemu dengan Riesz dan yang lain ketika mereka datang untuk merebut kembali Kastel Laurent. Riesz mengabulkan permohonan Hawkeye untuk menangkap Belladonna tanpa membunuhnya, dan Hawkeye menciumnya dengan gembira.",
        "Hawkeye\u001a \u001aได้\u001aบังเอิญ\u001aไป\u001aพบ\u001aกับ\u001aกลุ่ม\u001aของ\u001a \u001aRiesz\u001a \u001aที่\u001aกำลัง\u001aกลับมา\u001aยึด\u001aปราสาท\u001a \u001aLaurent\u001a \u001aคืน\u001a \u001aหลังจากที่\u001a \u001aRiesz\u001a \u001aยอม\u001aทำตาม\u001aคำขอ\u001aของ\u001aเขา\u001aที่\u001aให้\u001aไป\u001aจับกุม\u001a \u001aBelladonna\u001a \u001aโดยที่\u001aไม่\u001aสังหาร\u001aอีก\u001aฝ่าย\u001a \u001aHawkeye\u001a \u001aก็\u001aจูบ\u001aเธอ\u001aด้วยความยินดี\u001a"
    ],
    "331000101": [
        "Following the fall of the Goliath, Fei and Elly are separated from their comrades and find themselves adrift at sea. In order to raise the spirits of her despondent raftmate, Elly confesses that it was thanks to Fei that she was able to change.",
        "在戰艦歌利亞墜落之時與同伴們分離，不得不在海上漂流的飛和艾蕾。為了激勵灰心喪氣的飛，艾莉對飛坦白自己是因為他而改變的。",
        "전함 골리앗이 추락할 때 동료들과 동떨어져 해상을 표류하게 된 페이와 엘리. 약한 속내를 털어놓는 페이에게, 엘리는 페이 덕분에 자신이 달라졌다고 알려준다.",
        "Quand le Goliath est abattu, Fei et Elly sont séparés de leurs compagnons et se retrouvent à la dérive en mer. Pour enhardir son conaufragé en proie au désespoir, Elly révèle que c'est grâce à lui qu'elle est parvenue à changer.",
        "Durch den Absturz der Goliath wurden Fei und Elly von ihren Freunden getrennt und treiben nun ziellos im Meer umher. Als Fei über die Aussichtslosigkeit seiner Situation klagt, versucht Elly ihn aufzumuntern, indem sie ihm gesteht, dass Fei der Grund für ihren Wandel ist.",
        "Tras la caída de Goliat, Fei y Elly se separan de sus compañeros y acaban a la deriva en alta mar. Para animar a su abatido compañero de balsa, Elly le confiesa a Fei que gracias a él consiguió cambiar.",
        "Setelah kapal perang Goliath ditembak jatuh, Fei dan Elly terpisah dari teman-teman mereka dan menemukan diri mereka hanyut di laut lepas. Untuk menghibur pemuda itu, Elly mengaku bahwa Fei adalah alasan mengapa ia dapat berubah.",
        "หลัง\u001aยาน\u001aรบ\u001a \u001aGoliath\u001a \u001aถูก\u001aยิง\u001aตก\u001a \u001aFei\u001a \u001aและ\u001a \u001aElly\u001a \u001aก็\u001aถูก\u001aพัด\u001aลอย\u001aไป\u001aตาม\u001aทะเล\u001aและ\u001aพลัดพราก\u001aกับ\u001aพรรคพวก\u001aที่\u001aเหลือ\u001a \u001aElly\u001a \u001aพยายาม\u001aให้กำลังใจ\u001a \u001aFei\u001a \u001aที่\u001aอยู่ร่วม\u001aเรือชูชีพ\u001aลำ\u001aเดียวกัน\u001aโดย\u001aบอ\u001aกว่า\u001a \u001aเขา\u001aคือ\u001aสาเหตุ\u001aที่\u001aทำให้\u001aเธอ\u001aเปลี่ยนแปลง\u001aตัวเอง\u001aได้\u001a"
    ],
    "335000101": [
        "A scene depicting an unfaltering Sora riding atop a myriad of keyblades as he faces off against a gigantic tide of Heartless.",
        "駕馭鑰刃束飛行的索拉。即使與巨大的無心者集合體為敵，也毫無懼色地勇敢面對。",
        "키블레이드 다발을 타고 비행하는 소라. 거대한 하트리스 집합체 앞에서도 굴하지 않고 맞서 싸우고 있다.",
        "Une scène montrant Sora chevauchant avec courage une nuée de Keyblades alors qu'il se prépare à affronter une véritable légion de Sans-cœur.",
        "Sora, wie er auf unzähligen Schlüsselschwertern gleitend sich einer gewaltigen Horde an Herzlosen stellt.",
        "Una escena en la que aparece un Sora resuelto montado sobre una infinidad de llaves espada, enfrentándose a una tromba de sincorazones.",
        "Sora yang maju tak gentar menaiki Keyblade dalam jumlah tak terhingga, menghadapi segerombolan besar Heartless.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSora\u001a \u001aผู้\u001aโจน\u001aทะยาน\u001aอยู่\u001aท่ามกลาง\u001aกอง\u001a \u001aKeyblade\u001a \u001aมหาศาล\u001a \u001aและ\u001aยืนหยัด\u001aต่อสู้\u001aกับ\u001a \u001aHeartless\u001a \u001aร่าง\u001aยักษ์\u001aมหึมา\u001aโดย\u001aไม่\u001aกลัวเกรง\u001a"
    ],
    "335000201": [
        "A scene depicting Riku as he searches for the missing keyblade wielder \"Aqua\" in the Realm of Darkness. There, he faces off against a tower made of innumerable Heartless.",
        "為尋找下落不明的鑰刃使者亞克雅而前往暗之世界的里克。他在那裡與連成塔一樣的無心者集合體進行了戰鬥。",
        "소식이 끊어진 키블레이드 사용자 아쿠아를 찾아 어둠의 세계를 찾은 리쿠. 그곳에서 탑처럼 이어져 뭉친 하트리스 집합체와 싸운다.",
        "Une scène montrant Riku dans le Royaume des ténèbres, où il s'efforce de retrouver Aqua, la porteuse de Keyblade disparue. Au cours de ses recherches, il se voit forcé d'affronter une tour formée d'un amas d'innombrables Sans-cœur.",
        "Riku, wie er nach dem vermissten Träger des Schlüsselschwertes \"Aqua\" in der Welt der Dunkelheit sucht. Dort stellt er sich einem Turm, der aus unzähligen Herzlosen geschaffen wurde.",
        "Una escena en la que aparece Riku buscando a la portadora de la llave espada desaparecida, Aqua, en el Reino de la oscuridad. Allí se enfrenta a una torre hecha de innumerables sincorazones.",
        "Riku di mana ia pergi mencari pengguna Keyblade yang menghilang, \"Aqua\", di dalam Dunia Kegelapan. Di sana, ia bertarung menghadapi menara yang merupakan kumpulan Heartless dalam jumlah besar.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aRiku\u001a \u001aในขณะที่\u001aออก\u001aตาม\u001aผู้ใช้\u001a \u001aKeyblade\u001a \u001aนาม\u001a \u001aAqua\u001a \u001aที่\u001aหายสาบสูญ\u001aไป\u001aใน\u001aดินแดน\u001aแห่ง\u001aความมืด\u001a \u001aณ\u001a \u001aที่\u001aแห่ง\u001aนั้น\u001aเขา\u001aได้\u001aเผชิญหน้า\u001aกับ\u001aหอคอย\u001aที่เกิด\u001aจาก\u001aเหล่า\u001a \u001aHeartless\u001a \u001aจำนวน\u001aนับไม่ถ้วน\u001aที่รวม\u001aร่าง\u001aกัน\u001a"
    ],
    "335000301": [
        "A scene depicting Sora and Kairi sitting on the trunk of a paopu tree. Rumor has it that when two people share the fruit of this tree, they will always be reunited regardless of whatever hardships may try to keep them apart.",
        "在帕朴樹上並排坐著的索拉與凱莉。據說只要兩人一起吃了這種樹果，不論之後發生什麼事都會在一起。",
        "파오프 나무에 나란히 걸터앉은 소라와 카이리. 전설에 따르면 함께 이 나무의 열매를 나눠 먹은 두 사람은 어떤 일이 있더라도 반드시 맺어진다고 한다.",
        "Une scène montrant Sora et Kairi assis tous les deux sur le tronc d'un arbre Paopou. La légende raconte que si deux personnes partagent le fruit de cet arbre, elles sont alors garanties d'être réunies et de surmonter sans faille tous les obstacles susceptibles de les séparer.",
        "Sora und Kairi, wie sie neben einanderauf einem Papu-Baum sitzen. Gerüchte munkeln, dass als die beiden die Frucht dieses Baumes teilten, sie immer wieder zu sich finden würden, egal, was auch passieren sollte.",
        "Una escena en la que aparecen Sora y Kairi sentados en el tronco de un árbol de paopu. Dicen que cuando dos personas comparten el fruto de este árbol, estarán destinadas a reencontrarse, por más obstáculos y dificultades que los separen.",
        "Sora dan Kairi yang duduk di atas batang pohon paopu. Menurut rumor, ketika dua orang saling berbagi buah dari pohon ini, mereka akan selalu disatukan kembali, tidak peduli rintangan apa yang akan mengadang keduanya.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSora\u001a \u001aและ\u001a \u001aKairi\u001a \u001aที่\u001aกำลัง\u001aนั่งลง\u001aบน\u001aส่วน\u001aลำต้น\u001aของ\u001aต้น\u001a \u001aPaopu\u001a \u001aตำนาน\u001aได้\u001aเล่าขาน\u001aว่า\u001aทั้งคู่\u001aได้\u001aนำ\u001aผล\u001aของ\u001aต้น\u001aนี้\u001aมา\u001aแบ่งปัน\u001aกัน\u001aทาน\u001a \u001aและ\u001aนั่น\u001aส่งผล\u001aให้\u001aทั้งคู่\u001aสามารถ\u001aตามหา\u001aอีก\u001aฝ่าย\u001aกัน\u001aจน\u001aเจอ\u001a \u001aไม่\u001aว่า\u001aจะ\u001aมี\u001aอุปสรรค\u001aขวากหนาม\u001aประการ\u001aใด\u001aกั้น\u001aกลาง\u001aอยู่\u001aก็ตาม\u001a"
    ],
    "338000101": [
        "A scene depicting Edward awakening in a blank space following his attempt at a human transmutation. Truth awaits beyond the great gate, revealing that those who break the taboo will gain infinite knowledge, but only at a very high price.",
        "進行人體鍊成後在全白的空間中醒來的愛德華。大門的另一邊便是真理，挑戰禁忌的施術者能夠獲得無數的情報，但代價是必須付出慘重的犧牲。",
        "인체 연성을 시도하고 새하얀 공간에서 깨어난 에드워드. 거대한 문 너머에는 진리가 존재하며, 금기를 범한 연금술사는 무한한 지식을 얻게 되지만 그 대가로 크나큰 희생을 치러야만 한다.",
        "Une scène représentant Edward qui ouvre les yeux dans un monde sans couleur après avoir tenté une transmutation humaine. La Vérité qui l'attend derrière la porte lui révélera que ceux qui brisent les règles obtiennent un savoir infini... à un prix trop élevé.",
        "Edward, wie er in einem leeren Raum erwacht, nachdem er versuchte, einen Menschen zu transmutieren. Hinter dem riesigen Tor erwartet ihn die Wahrheit und er erfährt, dass diejenigen, die sich an dem Verbotenen versuchen, unendliches Wissen erlangen können. Jedoch müssen sie dafür einen hohen Preis zahlen.",
        "Una ilustración de Edward despertándose en un lugar vacío tras haber intentado realizar una transmutación humana. La verdad yace tras la puerta; aquellos que rompan el tabú adquirirán una sabiduría infinita, pero a un alto precio.",
        "Adegan di mana Edward terbangun dalam ruang kosong setelah ia mencoba melakukan transmutasi manusia. Kebenaran menunggu di balik gerbang besar, dan mengungkapkan bahwa mereka yang melanggar hal tabu akan memperoleh pengetahuan tak terhingga, walaupun dengan pengorbanan yang sangat besar.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aEdward\u001a \u001aที่\u001aตื่นขึ้น\u001aมา\u001aท่ามกลาง\u001aพื้นที่\u001aมิติ\u001aอัน\u001aเวิ้งว้าง\u001aว่างเปล่า\u001a \u001aหลังจากที่\u001aได้\u001aพยายาม\u001aชุบชีวิต\u001aมนุษย์\u001aขึ้น\u001aมา\u001aใหม่\u001a \u001aหลัง\u001aบานประตู\u001aมหึมา\u001aนั้น\u001a \u001aเป็นที่ตั้ง\u001aของ\u001aความจริง\u001aอันเป็น\u001aแก่นแท้\u001a \u001aผู้ใด\u001aก็\u001aตามที่\u001aฝ่าฝืน\u001aข้อห้าม\u001a \u001aจะ\u001aได้รับ\u001aความรู้\u001aอัน\u001aไม่\u001aมี\u001aที่\u001aสิ้นสุด\u001a \u001aแต่\u001aในขณะเดียวกัน\u001aก็\u001aต้อง\u001aชดใช้\u001aด้วย\u001aการ\u001aเสียสละ\u001aบางสิ่ง\u001aที่\u001aยิ่งใหญ่\u001aออก\u001aไป\u001aเช่นกัน\u001a"
    ],
    "401000101": [
        "Not one to spend much of his time physically exerting himself, Yoshikiri prefers to do most of his training virtually⁠—through games. This modern type of training may do little for his melee skills, but it does serve as good reflex practice for his ranged attacks.",
        "葦切並不是一個會花很多時間鍛鍊身體的人，他比較偏好透過「遊戲」來進行虛擬操練。這個現代化訓練方式也許對近戰技巧的幫助不大，但卻是練習遠程攻擊反應能力的絕佳手段。",
        "몸 쓰는 일에 시간을 들이는 걸 좋아하지 않는 요시키리는 대부분의 훈련을 게임을 통해 가상으로 소화하는 것을 선호한다. 이런 신세대 훈련 방식이 근접 격투에는 그다지 효과가 없을 수도 있지만, 원거리 공격에는 효과적인 반사 신경 훈련으로 충분히 도움이 된다.",
        "Yoshikiri n'est pas véritablement adepte des combats physiques, il préfère de loin s'adonner à ses entraînements virtuels grâce à ses jeux. Bien que cette façon de s'entraîner ne lui permet pas de développer ses aptitudes de combat au corps à corps, elle lui permet cependant de développer ses réflexes quant à ses attaques de longues portées.",
        "Nicht der Typ für physische Übungen, trainiert Yoshikiri lieber virtuell – durch Videospiele. Zwar mag diese moderne Art des Trainings seine Nahkampffähigkeiten nicht stark verbessern, aber eine ideale Übung für seine Fernkampf-Reflexe ist sie auf jeden Fall.",
        "Yoshikiri no es de los que se pasan las horas ejercitándose físicamente. Prefiere hacerlo virtualmente, a través de los videojuegos. Este nuevo sistema de entrenamiento no le servirá de mucho para mejorar sus habilidades cuerpo a cuerpo, pero le va bien para practicar sus reflejos con ataques a distancia.",
        "Yoshikiri bukan tipe orang yang suka beraktivitas fisik, sehingga ia lebih cenderung untuk berlatih secara virtual melalui game. Tipe latihan modern ini mungkin tidak terlalu meningkatkan kemampuan serangan jarak dekatnya, tapi lebih berfungsi sebagai latihan refleks untuk meningkatkan kemampuan serangan jarak jauhnya.",
        "Yoshikiri\u001a \u001aไม่\u001aใช่\u001aคน\u001aที่\u001aนิยม\u001aใช้เวลา\u001aไป\u001aกับ\u001aการ\u001aเคี่ยว\u001aกรำ\u001aร่างกาย\u001aตนเอง\u001aนัก\u001a \u001aในทางกลับกัน\u001aเขา\u001aชื่นชอบ\u001aใน\u001aการ\u001aฝึก\u001aวิชา\u001aผ่าน\u001aทางโลก\u001aเสมือน\u001a \u001a-\u001a \u001aนั่น\u001aก็\u001aคือ\u001aการ\u001aเล่น\u001aเกม\u001aนั่นเอง\u001a \u001aการฝึกฝน\u001aใน\u001aสไตล์\u001aทัน\u001aสมัยนี้\u001aอาจจะ\u001aไม่\u001aช่วย\u001aพัฒนา\u001aทักษะ\u001aการต่อสู้\u001aระยะ\u001aประชิด\u001aสัก\u001aเท่าไร\u001a \u001aแต่\u001aมัน\u001aก็\u001aช่วย\u001aให้\u001aประสาท\u001aสัมผัสใน\u001aการ\u001aโจมตี\u001aระยะไกล\u001aของ\u001aเขา\u001aเฉียบคม\u001aมากขึ้น\u001a"
    ],
    "401000201": [
        "Dwelling within a sacred tree, Ibara has received many visitors over the centuries. This has made her more and more curious about humans, sparking within her a desire to understand them. How will she feel, and what will she do, when someone in true need of her power finally appears?",
        "寄宿於神木中的「茨木童女」在經年累月裡接收了許多人的祈禱。因此，她開始對人產生興趣，變得想要去了解人。若有天一位真正需要她力量的人出現時，她將會如何思考及行動呢？",
        "신성한 고목에 사는 이바라는 수백 년이 넘는 세월 동안 많은 사람들을 맞이했다. 이로 인해 그녀는 점차 인간에게 호기심을 가지게 되었고, 마음속에서는 인간을 이해하고자 하는 열망이 피어올랐다. 진정으로 그녀의 힘이 필요한 누군가가 나타날 때, 그녀는 무엇을 느끼고, 또 무엇을 하게 될 것인가?",
        "Habitant au sein d'un arbre sacré, Ibara a reçu de nombreux visiteurs au cours des siècles. Cela l'a rendue de plus en plus curieuse des humains, suscitant en elle un désir de les comprendre. Comment se sentira-t-elle, et que fera-t-elle, lorsque quelqu'un qui a vraiment besoin de son pouvoir apparaîtra enfin ?",
        "Ibara hat über die Jahrhunderte, die sie in einem heiligen Baum hauste, schon viele Besucher empfangen. Dies hat sie immer neugieriger auf die Menschen gemacht und den Wunsch in ihr ausgelöst, sie zu verstehen. Wie wird sie empfinden, und was wird sie tun, wenn sie letztendlich auf jemanden trifft, der ihre Kräfte wirklich braucht?",
        "El árbol sagrado en el que mora Ibara ha recibido muchas visitas a lo largo de los siglos y eso ha despertado en ella una curiosidad insaciable por los humanos y el ferviente deseo de entenderlos. ¿Cómo se sentirá y que hará cuando aparezca alguien que realmente necesite su poder?",
        "Ibara yang bersemayam dalam pohon suci telah menerima banyak pengunjung selama ratusan tahun. Inilah yang membuat rasa ingin tahunya terhadap manusia semakin besar sehingga ia ingin memahami mereka. Bagaimana perasaannya, dan apa yang akan ia lakukan ketika seseorang yang sungguh-sungguh membutuhkan kekuatannya muncul?",
        "Ibara\u001a \u001aอาศัย\u001aอยู่\u001aใน\u001aต้นไม้\u001aศักดิ์สิทธิ์\u001aและ\u001aได้\u001aต้อนรับ\u001aผู้มาเยือน\u001aจำนวนมาก\u001aตลอดเวลา\u001aนับ\u001aหลาย\u001aศตวรรษ\u001a \u001aเธอ\u001aจึง\u001aเริ่ม\u001aมี\u001aความสนใจ\u001aใน\u001aเหล่า\u001aมนุษย์\u001aมากขึ้น\u001aเรื่อยๆ\u001a \u001aและ\u001aส่งผล\u001aให้\u001aเธอ\u001aเกิด\u001aความปรารถนา\u001aที่จะ\u001aเข้าใจ\u001aใน\u001aตัว\u001aพวกเขา\u001a \u001aเมื่อ\u001aผู้\u001aที่\u001aต้องการ\u001aพลัง\u001aของ\u001aเธอ\u001aอย่าง\u001aแท้จริง\u001aได้\u001aปรากฏตัว\u001aขึ้น\u001a \u001aเธอ\u001aจะ\u001aรู้สึก\u001aอย่างไร\u001aและ\u001aจะ\u001aทำ\u001aสิ่งใด\u001aกัน\u001aแน่\u001a?\u001a"
    ],
    "401000301": [
        "A cake made to celebrate the 4th Anniversary of FINAL FANTASY BRAVE EXVIUS. The story's main protagonists and other beloved heroes adorn it as they partake in the joyous festivities. Thank you all for four wonderful years!",
        "慶祝《FINAL FANTASY BRAVE EXVIUS》4週年的蛋糕。故事中的主要人物和其他備受喜愛的英雄齊聚於蛋糕之上，如同他們也正在參與歡樂的慶典。感謝各位和我們共同度過這美好的四年！",
        "FINAL FANTASY BRAVE EXVIUS의 4주년을 기념하기 위해 만든 케이크. 스토리의 주인공과 다른 여러 인기 영웅들이 기쁨으로 가득한 축제에 함께하며 케이크를 장식했다. 지난 4년을 놀라운 시간으로 만들어주신 모든 여러분께 감사드립니다!",
        "Un gâteau fabriqué à l'occasion du 4e anniversaire de FINAL FANTASY BRAVE EXVIUS. Les personnages principaux de l'histoire et d'autres héros mémorables le décorent tout en participant aux festivités. Merci pour ces quatre merveilleuses années !",
        "Ein Kuchen zur Feier des 4. Jubiläums von FINAL FANTASY BRAVE EXVIUS. Die Hauptprotagonisten der Geschichte und andere beliebte Helden verzieren ihn, während sie an den fröhlichen Festlichkeiten teilnehmen. Vielen Dank für vier wundervolle Jahre!",
        "Una tarta para celebrar el 4.º aniversario de FINAL FANTASY BRAVE EXVIUS. Los protagonistas de la historia principal y otros héroes memorables la decoran mientras participan en las festividades. ¡Gracias por estos cuatro años maravillosos!",
        "Kue yang dibuat untuk merayakan Peringatan 4 Tahun FINAL FANTASY BRAVE EXVIUS. Para jagoan utama cerita ini bersama dengan pahlawan-pahlawan lainnya menghiasi kue ini sekaligus memperingati perayaan yang meriah tersebut. Terima kasih semuanya untuk empat tahun yang luar biasa ini!",
        "เค้ก\u001aนี้\u001aถูก\u001aทำ\u001aขึ้น\u001aมา\u001aเพื่อ\u001aฉลอง\u001aครบรอบ\u001aปี\u001aที่\u001a \u001a4\u001a \u001aของ\u001aเกม\u001a \u001aFINAL\u001a \u001aFANTASY\u001a \u001aBRAVE\u001a \u001aEXVIUS\u001a \u001aบน\u001aเค้ก\u001aมี\u001aเหล่า\u001aตัวเอก\u001aใน\u001aเกม\u001aพร้อม\u001aเหล่า\u001aวีรชน\u001aยอดนิยม\u001aคนอื่นๆ\u001aประดับประดา\u001aจน\u001aดู\u001aราวกับว่า\u001aพวกเขา\u001aได้\u001aเข้ามา\u001aร่วม\u001aการเฉลิมฉลอง\u001aนี้\u001aด้วย\u001a \u001aขอ\u001aขอบคุณ\u001aทุกท่าน\u001aสำหรับ\u001aช่วงเวลา\u001aสี่\u001aปี\u001aอัน\u001aน่ามหัศจรรย์\u001aนี้\u001a!\u001a"
    ],
    "401000401": [
        "A moment in time depicting Elena touching the Crystal that grants her the power of all the warriors who have wielded it before her. She is determined to fight alongside her partner, the Azure Crystal, to bring back light to the world.",
        "下定決心自前代戰士那裡繼承了藍色之力的艾琳娜，在接觸到水晶的時候窺見的光景。為了使世界光芒普照，她與夥伴藍色水晶一同戰鬥著。",
        "엘레나가 모든 선대 전사들의 힘을 자신에게 부여한 크리스탈을 만지던 순간. 세상에 다시 빛을 비추기 위해 그녀는 파트너인 푸른 크리스탈과 함께 싸우기로 결심했다.",
        "Un moment dans le temps représentant Elena touchant le Cristal qui lui confère le pouvoir de tous les guerriers qui l'ont porté avant elle. Elle est déterminée à se battre aux côtés de son partenaire, le Cristal bleu, pour ramener la lumière dans ce monde.",
        "Stellt den Moment dar, in dem Elena den Kristall berührt, der ihr die Kräfte all der Krieger verleiht, die zuvor im Besitz dieses Kristalls waren. Elena ist entschlossen, gemeinsam an der Seite ihres Partners, dem blauen Kristall, das Licht wieder zurück in die Welt zu bringen.",
        "Un momento en el tiempo en el que se ve a Elena tocando el cristal que le otorga el poder de todos los guerreros que lo poseyeron antes que ella. Está decidida a combatir junto a su compañero, el Cristal azul, para devolverle la luz al mundo.",
        "Saat di mana Elena menyentuh Kristal yang memberikannya kekuatan para prajurit yang dulu pernah menggunakan Kristal tersebut. Ia bertekad untuk bertarung bersama partnernya, Kristal Azure, untuk membawa cahaya kembali ke dunia.",
        "ภาพ\u001aฉาก\u001aในขณะที่\u001a \u001aElena\u001a \u001aสัมผัส\u001aกับ\u001aคริสตัล\u001aและ\u001aได้รับ\u001aพลัง\u001aของ\u001aเหล่า\u001aนักรบ\u001aผู้\u001aเคย\u001aเป็นเจ้าของ\u001aคริสตัล\u001aนี้\u001aเมื่อ\u001aครั้ง\u001aอดีต\u001a \u001aเธอ\u001aมุ่งมั่น\u001aที่จะ\u001aต่อสู้\u001aไป\u001aด้วยกัน\u001aกับ\u001aคริสตัล\u001aสี\u001aฟ้า\u001aซึ่ง\u001aเป็น\u001aคู่หู\u001aของ\u001aเธอ\u001a \u001aเพื่อ\u001aนำ\u001aแสงสว่าง\u001aกลับคืน\u001aสู่\u001aโลก\u001aใบ\u001aนี้\u001a"
    ],
    "401000501": [
        "A scene depicting Eldryn teaching his young daughter the basics of fencing. Although he was unable to continue teaching her after his disappearance, she never forgot these lessons, even under the tutelage of her new swordmaster.",
        "教導年幼女兒基礎擊劍的埃德林。儘管埃德林在失蹤後無法繼續教學，但即使在新的劍術大師的指導下，她也從未忘記父親的教誨。",
        "어린 딸에게 검술의 기초를 가르치는 엘드린. 그가 사라져버린 뒤에는 가르침을 이어갈 수 없었지만, 딸은 새로운 검술 스승의 가르침을 받으면서도 그때의 가르침을 절대 잊지 않았다.",
        "Une scène montrant Eldryn en train d'enseigner à sa jeune fille les rudiments de l'escrime. Bien que ces leçons aient été interrompues lors de la soudaine disparition d'Eldryn, son enfant n'oublia jamais ses enseignements, et continue aujourd'hui à les suivre même sous l'instruction de son nouveau professeur.",
        "Eldryn, wie er seiner jungen Tochter das Fechten beibringt. Auch wenn ihm dies nicht ewig vergönnt war, war es nicht vergebens, denn seine Tochter sollte selbst nach seinem Verschwinden selbstständig unter der Leitung ihres neuen Schwertmeisters seine Lehren niemals vergessen.",
        "Una escena en la que aparece Eldryn enseñando a su hija las bases de la esgrima. Aunque tras su desaparición no pude seguir enseñándole, ella nunca olvidó sus lecciones, ni siquiera bajo la tutela de un nuevo maestro.",
        "Adegan di mana Eldryn mengajari putrinya teknik dasar anggar. Walaupun ia tidak dapat mengajarinya setelah menghilang, putri Eldryn tidak pernah melupakan pelajaran ini, bahkan setelah ia berguru kepada pendekar pedang baru.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aEldryn\u001a \u001aที่\u001aกำลัง\u001aสอน\u001aพื้นฐาน\u001aวิชา\u001aฟันดาบ\u001aให้\u001aลูกสาว\u001aที่\u001aยัง\u001aเด็ก\u001aของ\u001aเขา\u001a \u001aถึงแม้\u001aการ\u001aหายตัว\u001aไป\u001aของ\u001aเขา\u001aจะ\u001aทำให้\u001aเขา\u001aไม่\u001aสามารถ\u001aสอน\u001aเธอ\u001aต่อไป\u001aได้\u001aอีก\u001a \u001aแต่\u001aเธอ\u001aก็\u001aจดจำ\u001aบทเรียน\u001aเหล่านี้\u001aไว้\u001aโดย\u001aไม่\u001aลืม\u001a \u001aถึงแม้\u001aเธอ\u001aจะ\u001aได้\u001aเข้า\u001aรับ\u001aการสอน\u001aจาก\u001aอาจารย์\u001aดาบ\u001aคน\u001aใหม่\u001aแล้ว\u001aก็ตาม\u001a"
    ],
    "401000601": [
        "Shui Yu, grandmaster of the School of Lian Hua, displaying her mastery of the Lian Hua arts. With a swing of her rod, elegant lotuses bloom from even the most polluted waters. Few are granted the chance to witness this miraculous art, cultivating the myth that long life and prosperity are bestowed upon those who are lucky enough to see it performed firsthand.",
        "蓮花塾中的大師「水玉」正在展現她精湛的蓮花術。只要她的魔棒一揮，即使在最骯髒不堪的池水中也能綻放優雅的蓮花。極少數人有機會可以見證這奇蹟般的法術，因此據說那些親身經歷過的幸運兒將被賦予長壽與繁盛。",
        "연화술을 시연 중인 연화 학원의 대사부 슈이 유. 홀장을 휘두르자 아무리 심하게 오염된 물속에서도 우아한 연꽃이 만개한다. 소수의 인원만이 기적과도 같은 이 술법을 두 눈으로 직접 볼 수 있는 기회를 얻을 수 있으며, 맨 처음 발휘하는 이 술법을 보는 행운을 누린 사람에게는 장수와 번영이 찾아온다는 전설이 전해 내려온다.",
        "Shui Yu, Grand Maître de l'école du style Lian Hua, en pleine démonstration de son art. D'un simple geste de son sceptre, elle est capable de faire fleurir de somptueux lotus dans les eaux les plus nauséabondes. Rares sont ceux à avoir pu être témoins de ces fabuleuses techniques, à tel point qu'on finit par croire que longévité et prospérité attendraient ceux qui auraient la chance de voir un tel miracle de leurs propres yeux.",
        "Shui Yu, Großmeisterin der Lian-Hua-Schule, wie sie ihre Meisterschaft der Lian-Hua-Künste zur Schau stellt. Mit einem einzigen Schwung ihrer Rute erblühen elegante Lotusblüten selbst in den schmutzigsten Gewässern. Nur wenigen wird die Ehre gewährt, Zeuge ihrer an ein Wunder grenzenden Kunst zu werden. Dies hat zu dem Mythos geführt, dass die Glückskekse, die ihre Kunst direkt erleben können, ein langes Leben und Wohlstand erwartet.",
        "Shui Yu, gran maestra de la Escuela de Lian Hua, sacando a relucir su maestría. Con una sacudida de su vara puede hacer florecer elegantes lotos en las aguas más sucias. Son pocos los que tienen la suerte de presenciar este arte milagroso, de ahí el mito de que larga vida y prosperidad acompañarán a aquellos lo suficientemente afortunados como para ser testigos de ello.",
        "Shui Yu, seorang grandmaster dari Sekolah Lian Hua, yang menunjukkan kehebatannya dalam menguasai aliran Lian Hua. Dengan ayunan tongkatnya, lotus-lotus yang cantik bermekaran bahkan dari air yang paling tercemar sekalipun. Hanya ada beberapa orang yang pernah menyaksikan aliran ajaib ini, dan menumbuhkan mitos bahwa hidup panjang dan kemakmuran akan dianugerahkan kepada mereka yang cukup mujur untuk menyaksikannya secara langsung.",
        "Shui\u001a \u001aYu\u001a \u001aปรมาจารย์\u001aเจ้าสำนัก\u001aบัว\u001aวิสุทธิ์\u001a \u001aได้\u001aแสดง\u001aความ\u001aเชี่ยวชาญ\u001aใน\u001aเพลง\u001aยุทธ์\u001aวิชา\u001aบัว\u001aวิสุทธิ์\u001aของ\u001aเธอ\u001a \u001aเพียงแค่\u001aส\u001aบัด\u001aคทา\u001aออก\u001a \u001aดอกบัว\u001aอัน\u001aงดงาม\u001aก็\u001aเบ่งบาน\u001aออกมา\u001aได้\u001aแม้\u001aจะ\u001aเป็น\u001aจาก\u001aผืนน้ำ\u001aที่\u001aแปดเปื้อน\u001aอย่าง\u001aที่สุด\u001aก็ตาม\u001a \u001aมี\u001aคน\u001aจำนวน\u001aไม่\u001aมาก\u001aนัก\u001aที่\u001aได้รับ\u001aโอกาส\u001aเป็น\u001aสักขีพยาน\u001aใน\u001aวิชา\u001aฝีมือ\u001aอัน\u001aน่าอัศจรรย์\u001aวิชา\u001aนี้\u001a \u001aนี่\u001aจึง\u001aเป็น\u001aที่มา\u001aของ\u001aเรื่อง\u001aเล่าขาน\u001aกัน\u001aว่า\u001a \u001aผู้\u001aที่\u001aโชคดี\u001aพอที่จะ\u001aได้\u001aเห็น\u001aการแสดง\u001aวิชา\u001aฝีมือ\u001aของ\u001aเธอ\u001aนั้น\u001aจะ\u001aได้รับ\u001aพร\u001aให้\u001aมีอายุ\u001aยืน\u001aและ\u001aชีวิต\u001aที่\u001aมั่งคั่ง\u001a"
    ],
    "401000701": [
        "After a long trip of monster-slaying and people-saving, Noppy returns to the Farplane. While it might seem like Noppy is merely taking a break, this couldn't be further than the truth. It's the perfect time to polish up Noppy's equipment before setting off on another grand adventure!",
        "在經歷砍殺魔物並保護人民的漫長旅程後，諾比終於返回異界。也許諾比看似很少休息，但這卻不是事實。現在正是將諾比的裝備擦亮的大好時機，以便為下一趟偉大冒險做好準備！",
        "마물들을 쓰러뜨리고 사람들을 구하는 오랜 여정 끝에 이계로 돌아온 노피. 그저 휴식을 취하고 있는 것처럼 보이지만, 이는 사실과 전혀 동떨어진 말이다. 지금은 또 다른 위대한 여정을 떠나기 전 노피의 장비를 다듬기에 완벽한 시간이니까!",
        "Après un long périple passé à pourfendre des monstres et sauver les âmes en détresse, Noppy retourne finalement dans l'Au-delà. Quiconque penserait que Noppy s'accorde ici une pause se mettrait totalement le pompon dans l'œil. En effet, c'est le moment parfait pour Noppy de peaufiner son équipement pour repartir à l'aventure de plus belle !",
        "Nach einer langen Reise des Monster-Bekämpfens und Menschen-rettens kehrt Noppy ins Abyssum zurück. Obwohl es scheint, als nähme sich Noppy lediglich eine kleine Auszeit, könnte man mit dieser Annahme nicht falscher liegen. In Wirklichkeit ist es der perfekte Zeitpunkt, um Noppys Ausrüstung aufzubessern und dann ins nächste Abenteuer durchzustarten!",
        "Tras un largo y tedioso viaje, Noppy vuelve al Etéreo. Quizá parezca que se está tomando un descanso, pero nada más lejos de la realidad. ¡Es el momento perfecto para reparar y pulir su equipo antes de partir hacia otra gran aventura!",
        "Setelah perjalanan yang panjang dan melelahkan untuk mengalahkan monster dan menyelamatkan orang, Noppy kembali ke Farplane. Walaupun Noppy sepertinya sedang istirahat, hal tersebut tidak benar sama sekali. Sekarang adalah waktu yang tepat untuk menyempurnakan perlengkapan Noppy sebelum ia memulai petualangan hebat lainnya!",
        "หลังจากที่\u001aได้\u001aออกเดินทาง\u001aเพื่อ\u001aปราบ\u001aมอนสเตอร์\u001aและ\u001aช่วยเหลือ\u001aผู้คน\u001aมา\u001aอย่าง\u001aยาวนาน\u001a \u001aNoppy\u001a \u001aก็\u001aเดินทาง\u001aกลับ\u001aมายัง\u001a \u001aFarplane\u001a \u001aอีก\u001aครั้งหนึ่ง\u001a \u001aถึงแม้\u001aดูเหมือนว่า\u001a \u001aNoppy\u001a \u001aจะ\u001aกำลัง\u001aพักร้อน\u001aอยู่\u001a \u001aแต่\u001aนั่น\u001aก็\u001aไม่\u001aใช่\u001aความจริง\u001aเลย\u001a \u001aนี่\u001aเป็น\u001aช่วงเวลา\u001aเหมาะ\u001aใน\u001aการปรับปรุง\u001aอุปกรณ์\u001aของ\u001a \u001aNoppy\u001a \u001aไว้\u001aสำหรับ\u001aการ\u001aออกเดินทาง\u001aครั้งหน้า\u001aต่างหาก\u001aล่ะ\u001a!\u001a"
    ],
    "401000801": [
        "Ygni studies the intricacies of black magic in a dark and enchanted chamber. Accompanied by Necrosia, a terrifying monster under the moogle's control, they toil away hoping to reap the fruits of their seemingly never-ending research.",
        "陰暗的魔法密室中，伊古尼仔細研究著黑魔法錯綜複雜的細節。聽命於此莫古利的駭人魔物奈可西亞也陪伴在一旁，牠們不辭辛勞地持續這看似永無止盡的鑽研，並期待著研究會有開花結果的一天。",
        "이그니는 마법이 깃든 어두운 방에서 복잡한 흑마법을 연구한다. 자신이 통제하는 흉악한 마물 네크로시아와 함께 그들은 끝없는 연구의 결실을 맺기 위해 부단히 노력한다.",
        "Ygni étudie les dessous de la magie noire dans une pièce enchantée plongée dans la pénombre. Ygni et Necrosia, un terrifiant monstre manipulé par le mog, travaillent sans relâche dans l'espoir de récolter le fruit de leurs recherches interminables.",
        "Ygni erforscht in seiner dunklen, verzauberten Kammer auch die Feinheiten der schwarzen Magie. An der Seite Necrosias, eines angsteinflössenden Monsters unter der Kontrolle des Mogrys, schuften sie sich ab, in der Hoffnung, die Früchte einer scheinbar nicht endenden Forschung zu ernten.",
        "Ygni estudia los entresijos de la magia oscura en una cámara encantada. Acompañado de Necrosia, un monstruo aterrador controlado por el moguri, ambos siguen trabajando a la espera de recoger el fruto de una investigación al parecer interminable.",
        "Ygni yang mempelajari seluk beluk magic hitam di dalam ruangan ajaib yang gelap. Ditemani oleh Necrosia, seekor monster menakutkan yang berada di bawah kendali sang moogle, mereka bekerja keras dan berharap agar penelitian mereka yang tidak ada habisnya ini akan membuahkan hasil.",
        "Ygni\u001a \u001aกำลัง\u001aลงมือ\u001aศึกษา\u001aรายละเอียด\u001aอัน\u001aชวน\u001aพิศวง\u001aของ\u001aเวทมนตร์\u001aดำ\u001aใน\u001aห้อง\u001aมือ\u001aลง\u001aมน\u001aตรา\u001a \u001aพร้อมกับ\u001aมอนสเตอร์\u001aชวน\u001aสยองขวัญ\u001aที่อยู่\u001aภายใต้การควบคุม\u001aของ\u001aตน\u001aนาม\u001a \u001aNecrosia\u001a \u001aทั้งคู่\u001aต่าง\u001aพยายาม\u001aเป็น\u001aอย่าง\u001aหนัก\u001aโดย\u001aหวัง\u001aว่า\u001aงานวิจัย\u001aที่\u001aดูเหมือน\u001aไร้\u001aที่\u001aสิ้นสุด\u001aนี้\u001aจะ\u001aประสบผลสำเร็จ\u001aในที่สุด\u001a"
    ],
    "401000901": [
        "After prolonged exposure to various banes and ills, Cressnik has mastered the unique skill of converting even the most vile of energies into healing magic. Despite the detrimental effects miasma has on his own body, he has sworn to use his power to help as many patients as he can.",
        "長期暴露於多種劇毒與疾病之下，促使克列斯尼克習得特殊技能，即便是最猛烈的劇毒，也能夠被他轉換為治癒的魔法。儘管這些毒瘴的不良影響會對他自己的身體造成危害，但他已下定決心，要運用這個力量去救助所有力所能及的病患。",
        "크레스닉은 다양한 독과 질병에 오랫동안 노출된 후 아무리 유해한 에너지라도 치유의 마법으로 변환하는 자신만의 특별한 기술을 완벽히 익히게 되었다. 자신의 몸에 해로운 기운이 계속 영향을 미치더라도 그는 자신의 능력을 사용해 끝까지 환자들을 도우리라 맹세했다.",
        "L'exposition prolongée de Cressnik aux divers maux et maladies lui a permis de développer une aptitude unique qui transforme les énergies les plus redoutables en magie curative. En dépit des effets néfastes engendrés par le miasme, il s'est juré d'utiliser son pouvoir afin d'aider le plus grand nombre.",
        "Nachdem er lange verschiedenen Flüchen und Gebrechen ausgesetzt war, hat Cressnik die einzigartige Fähigkeit entwickelt, sogar die boshaftesten Energien in Heilmagie umzuwandeln. Trotz des Schadens, den sein Körper durch das Miasma davongetragen hat, hat er geschworen, seine Kräfte dazu zu nutzen, so vielen Patienten wie möglich zu helfen.",
        "Tras mucho tiempo expuesto a a varias desgracias y enfermedades, Cressnik ha dominado la habilidad única de convertir hasta las energías más malignas en magia curativa. Pese a los efectos nocivos del miasma en su cuerpo, ha jurado usar su poder para ayudar a tantos pacientes como pueda.",
        "Setelah lama terpapar oleh berbagai kutukan dan penyakit, Cressnik akhirnya menguasai kemampuan khusus untuk mengubah energi sejahat apa pun menjadi magic penyembuh. Terlepas dari efek buruk miasma pada tubuhnya sendiri, ia telah bersumpah untuk menggunakan kekuatannya untuk membantu pasien sebanyak mungkin.",
        "หลังจากที่\u001aได้\u001aสัมผัส\u001aทั้ง\u001aคำสาป\u001aและ\u001aโรค\u001aร้าย\u001aมา\u001aอย่าง\u001aยาวนาน\u001a \u001aCressnik\u001a \u001aก็\u001aมี\u001aความ\u001aเชี่ยวชาญ\u001aใน\u001aศาสตร์\u001aพิเศษ\u001aเฉพาะ\u001aใน\u001aการเปลี่ยนแปลง\u001aพลัง\u001aอัน\u001aสุด\u001aชั่วร้าย\u001aให้\u001aกลายเป็น\u001aเวทมนตร์\u001aรักษา\u001aได้\u001a \u001aถึงแม้\u001aพิษร้าย\u001aจะ\u001aสร้าง\u001aความเสียหาย\u001aให้\u001aแก่\u001aร่างกาย\u001aของ\u001aเขา\u001a \u001aแต่\u001aเขา\u001aก็\u001aสาบาน\u001aจน\u001aที่จะ\u001aใช้\u001aพลัง\u001aของ\u001aตน\u001aช่วยเหลือ\u001aผู้ป่วย\u001aให้\u001aมาก\u001aที่สุด\u001aเท่า\u001aที่จะ\u001aทำได้\u001a"
    ],
    "401001001": [
        "Everywhere they go, Bulwark & the Melodic Mascots are well received by the local population. The merry band of friends never fail to lift the spirits of the townspeople with their jubilant tunes, as they perform their musical parade to the roaring crowds.",
        "堡瓦克＆吉祥物樂隊所到之處都受到當地民眾熱烈歡迎。這群好友組成的樂隊在狂熱的群眾面前遊行演奏著，用牠們的活潑演奏鼓舞鎮民的心。",
        "'불웍&마스코트 밴드'가 가는 곳마다 지역 주민들의 환대가 끊이지 않는다. 환호하는 군중들 사이를 행진하는 즐거운 친구들이 모인 밴드는 언제나 경쾌한 선율로 마을 사람들의 영혼을 고양시킨다.",
        "Bulwark et les mascottes mélodieuses sont toujours bien reçus par les populations locales des lieux qu'ils visitent. La joyeuse bande d'amis ne rate pas une occasion de pouvoir semer la joie parmi les habitants grâce à leurs notes entraînantes qu'ils jouent lors de leurs parades musicales devant un parterre de gens qui les acclament.",
        "Wohin sie auch gehen, Bulwark & die melodischen Maskottchen werden überall gern gesehen. Die fröhliche Band aus Freunden erhellt mit ihren heiteren Melodien stets die Gemüter der Dorfbewohner und führt ihre Stücke in einer Parade auf, während die Menge tobt.",
        "Bulwark y las mascotas melódicas son siempre bienvenidos adonde quiera que vayan. La banda de amigos siempre consigue animar a los habitantes de cualquier ciudad con sus alegres canciones, desfilando y tocando arropados por el clamor de la multitud.",
        "Ke mana pun mereka pergi, Bulwark & Maskot Melodi selalu menerima sambutan hangat dari para penduduk setempat. Band meriah yang terdiri dari sekelompok sahabat ini selalu berhasil menghibur penduduk kota mana pun dengan melodi ceria yang mereka mainkan dalam parade musik yang disaksikan oleh kerumunan banyak orang.",
        "กลุ่ม\u001aของ\u001a \u001aBulwark\u001a \u001aวง\u001aมาส\u001aค็อต\u001aพลัง\u001aเพลง\u001aจะ\u001aได้รับ\u001aการ\u001aต้อนรับ\u001aอย่าง\u001aอบอุ่น\u001aจาก\u001aชาวบ้าน\u001aใน\u001aสถานที่\u001aที่\u001aพวกเขา\u001aไป\u001aเยือน\u001a \u001aวงดนตรี\u001aสุขสันต์\u001aของ\u001aเพื่อนซี้\u001aกลุ่ม\u001aนี้\u001aสามารถ\u001aสร้าง\u001aขวัญ\u001aกำลังใจ\u001aให้\u001aแก่\u001aชาวเมือง\u001aได้\u001aเป็น\u001aอย่าง\u001aดี\u001a \u001aพวกเขา\u001aจะ\u001aบรรเลง\u001aเพลง\u001aด้วย\u001aท่วงทำนอง\u001aที่\u001aสดใส\u001aระหว่าง\u001aที่\u001aกำลัง\u001aเดิน\u001aพาเหรด\u001a<br>\u001aท่ามกลาง\u001aฝูงชน\u001aที่\u001aตะโกน\u001aก้อง\u001aด้วยความยินดี\u001a"
    ],
    "401001101": [
        "After spending her life training in order to get revenge on the monster that killed her family, Kaktiria is finally reunited with them. She passed away with a smile on her face, as now they are free to frolic among the desert dunes as they did long ago, without a care in the world.",
        "為了向殺害家人的魔物報仇，凱緹莉雅窮其一生都在努力訓練，最後終於與牠們團聚。她面帶笑容地離開人世，因為現在他們可以像往常一樣自在地於沙漠及沙丘中嬉戲，遠離世間紛擾。",
        "가족을 죽인 마물에게 복수하기 위해 일생을 바쳐 훈련을 거듭한 칵티리아는 마침내 가족들과 다시 만나게 되었다. 얼굴에 미소를 띤 채 세상을 떠난 그녀는 이제 오래전 그랬던 것처럼 아무런 걱정 없이 가족들과 사막 모래언덕을 마음껏 뛰논다.",
        "Après avoir passé sa vie à s'entraîner afin de se venger du monstre qui a tué sa famille, Kaktiria est enfin réunie avec eux. Elle s'est éteinte le sourire aux lèvres, car ils sont maintenant libres de s'ébattre à travers les dunes du désert comme ils le faisaient il y a longtemps, dans l'insouciance la plus complète.",
        "Nach vielen Jahren harten Trainings hat Kaktiria ihre Familie gerächt und ist endlich wieder mit ihr vereint. Sie entschläft mit einem Lächeln auf den Lippen, denn nun können sie wieder alle zusammen unbeschwert in den Dünen herumtollen, wie in vergangenen Tagen.",
        "Tras pasar su vida entrenando para vengarse del monstruo que acabó con la vida de su familia, Kaktilia al fin se vuelve a reunir con ellos. Pasó a mejor vida con una sonrisa en su rostro, y ahora son libres de hacer como les plazca en las dunas del desierto como solían hacer antaño, sin ninguna otra preocupación.",
        "Setelah menghabiskan seumur hidupnya untuk berlatih demi membalaskan dendam pada monster yang membunuh keluarganya, Kaktiria akhirnya bersatu kembali dengan keluarganya. Ia meninggal dengan senyuman di wajahnya, dan kini mereka bebas melakukan apa pun yang mereka sukai di bukit pasir seperti yang biasa mereka lakukan dahulu tanpa mengkhawatirkan hal lain.",
        "หลังจากที่\u001aใช้เวลา\u001aชั่วชีวิต\u001aไป\u001aกับ\u001aการ\u001aฝึก\u001aฝีมือ\u001aเพื่อ\u001aล้างแค้น\u001aมอนสเตอร์\u001aที่\u001aปลิด\u001aชีพ\u001aครอบครัว\u001aของ\u001aเธอ\u001a \u001aKaktiria\u001a \u001aก็ได้\u001aพบ\u001aหน้า\u001aกับ\u001aครอบครัว\u001aอีกครั้ง\u001aในที่สุด\u001a \u001aเธอ\u001aลาโลก\u001aไป\u001aพร้อมกับ\u001aรอยยิ้ม\u001aบน\u001aใบหน้า\u001a \u001aหลัง\u001aจากนี้ไป\u001a \u001aพวก\u001aเธอ\u001aทุกคน\u001aจะ\u001aสามารถ\u001aท่อง\u001aไป\u001aอย่าง\u001aเนิน\u001aทราย\u001aได้\u001aอย่าง\u001aเสรี\u001aเหมือน\u001aอย่าง\u001aที่\u001aเคย\u001aเป็นมา\u001aเมื่อนานมาแล้ว\u001a \u001aและ\u001aไม่ต้อง\u001aใส่ใจ\u001aเรื่องราว\u001aใน\u001aโลก\u001aอีกต่อไป\u001a"
    ],
    "401001201": [
        "In his former kingdom, King Behemy ruled with awesome might. His fearsome roars served as a display of his strength, assuring his loyal subjects that he alone was enough to keep their territory safe. After all, one cannot be called a king without a kingdom to rule.",
        "在以前的王國中以超凡力量進行統治的國王凶惡巨獸。他駭人的咆哮展現了其威力，並向忠誠的手下們保證他一個人就能維護領地安全。畢竟失去統治的王國便不能被稱為國王。",
        "전 왕국에서 킹 베헤미는 강력한 힘으로 왕국을 통치했다. 그의 무시무시한 포효는 사람들에게 그의 힘을 보여 주었으며, 그의 충성스러운 신하들에게 혼자서도 왕국의 영토를 안전하게 지켜낼 수 있다는 확신을 주었다. 결국 통치할 왕국이 없이는 누구도 왕이라고 불릴 수 없다.",
        "Dans son ancien royaume, le Roi Béhémy régnait d'une main de fer. Ses terribles rugissements étaient une véritable démonstration de sa férocité, et permettaient de montrer à ses loyaux sujets que sa seule présence suffisait à garantir leur sécurité. Après tout, nul ne saurait être appelé roi sans un royaume à diriger...",
        "In seinem einstigen Königreich herrschte König Behemy mit eindrucksvoller Macht. Sein angsteinflößendes Gebrüll diente als Demonstration seiner Stärke und versicherte seinen treuen Untergebenen, dass er alleine schon genug wäre, um das Königreich zu verteidigen. Schließlich kann niemand König genannt werden, der kein Königreich mehr hat.",
        "En su antiguo reino, el rey Bégimy gobernaba con poder y fiereza. Sus temibles rugidos servían a sus leales súbditos como prueba de que él solo se bastaba para defender el territorio. Al fin y al cabo, uno no es rey si no tiene un reino que gobernar.",
        "Di kerajaan sebelumnya, Raja Behemy memerintah dengan kekuatan perkasa. Raungannya yang menakutkan adalah bukti kekuatan bahwa ia sendiri sudah cukup untuk mempertahankan wilayah mereka. Bagaimanapun juga, seseorang tidak dapat disebut raja apabila ia tidak memiliki kerajaan untuk dikuasai.",
        "ครั้งหนึ่ง\u001a \u001aราชา\u001a \u001aBehemy\u001a \u001aเคย\u001aปกครอง\u001aอดีต\u001aอาณาจักร\u001aของ\u001aเขา\u001aด้วย\u001aพละกำลัง\u001aอัน\u001aยิ่งใหญ่\u001a \u001aเสียงคำราม\u001aกู่\u001aก้อง\u001aของ\u001aเขา\u001aนับ\u001aเป็นหนึ่ง\u001aใน\u001aเครื่อง\u001aแสดง\u001aความ\u001aแข็งแกร่ง\u001aที่\u001aเขา\u001aมี\u001a \u001aอีก\u001aทั้ง\u001aยัง\u001aช่วย\u001aให้\u001aประชาชน\u001aผู้ภักดี\u001aของ\u001aเขา\u001aอุ่นใจ\u001aว่า\u001aเขา\u001aเพียงผู้เดียว\u001aสามารถ\u001aพิทักษ์\u001aรักษา\u001aดินแดน\u001aของ\u001aพวกเขา\u001aให้\u001aปลอดภัย\u001aได้\u001a \u001aอย่างไร\u001aเสีย\u001a \u001aราชา\u001aไม่\u001aอาจ\u001aนับ\u001aเป็น\u001aราชา\u001aได้\u001aหาก\u001aไม่\u001aมี\u001aอาณาจักร\u001aให้\u001aปกครอง\u001a"
    ],
    "401001301": [
        "Melia meticulously paints vibrant colors onto each and every egg with help from her bunny friends before hiding them throughout the forest. The eggs decorated by Melia are so beautiful that they bring a smile to the face of anyone who manages to find one.",
        "梅莉亞在兔子朋友們的幫助下，精心地將每顆蛋塗上鮮豔的顏色，再將它們藏在整座森林中。由梅莉亞裝飾的彩蛋是如此之美麗，讓每個設法找到蛋的人都洋溢著笑容。",
        "멜리아는 토끼 친구들의 도움을 받아 모든 달걀에 꼼꼼히 알록달록한 색을 칠하고 숲 전역에 그것들을 숨긴다. 멜리아가 장식한 이 달걀은 너무 아름다워서 이것을 발견한 사람은 누구든 얼굴에 미소를 짓게 된다.",
        "Mélia, en train de colorer méticuleusement tous ses œufs à l'aide de ses amis lapins, avant de les cacher aux quatre coins de la forêt. Les couleurs vives de ces œufs décorés par Mélia sont si belles qu'elles apportent le sourire à quiconque parvient à en trouver un.",
        "Melia bemalt akribisch jedes Ei mit lebhaften Farben mithilfe ihrer Hasenfreunde, bevor sie diese in allen Ecken des Waldes versteckt. Die von Melia verzierten Eier sind so schön, dass sie ein Lächen auf die Lippen eines jeden zaubern, der sie findet.",
        "Melia pinta con sumo cuidado cada uno de los huevos con colores llamativos con ayuda de sus amigos conejos antes de esconderlos a lo largo y ancho del bosque. Estos huevos son tan bonitos que siempre sacan una sonrisa a aquellos que los encuentran.",
        "Melia yang memberikan warna-warna cerah di setiap telur dengan cermat. Teman-teman kelincinya turut membantu Melia sebelum telur-telur tersebut disembunyikan di seluruh penjuru hutan. Telur-telur yang dihias oleh Melia sangat indah sehingga siapa pun yang berhasil menemukannya akan tersenyum.",
        "Melia\u001a \u001aและ\u001aเพื่อน\u001aๆ\u001a \u001aกระต่าย\u001aทั้งหลาย\u001aร่วมกัน\u001aตั้งใจ\u001aระบาย\u001aสีสัน\u001aอัน\u001aสดใส\u001aบน\u001aไข่\u001aทุก\u001aใบ\u001a \u001aและ\u001aนำ\u001aไข่\u001aเหล่านี้\u001aไป\u001aกระจาย\u001aซ่อน\u001aไว้\u001aใน\u001aผืนป่า\u001a \u001aไข่\u001aที่\u001a \u001aMelia\u001a \u001aตกแต่ง\u001aขึ้น\u001aมา\u001aนั้น\u001aสวยงาม\u001aจน\u001aสามารถ\u001aนำ\u001aรอยยิ้ม\u001aมาสู่\u001aใบหน้า\u001aของ\u001aใครก็ตาม\u001aที่\u001aหา\u001aมัน\u001aเจอ\u001a"
    ],
    "401001401": [
        "Vinera, true to her heart, stepped forward to protect Dario after the truth about their marriage was revealed by Doluza. She refused to follow Doluza's instructions to kill Dario, not after the kindness and love he had showered upon her.",
        "在多魯扎洩漏兩人婚姻的祕密後，維內拉選擇忠於內心並挺身保護達利歐。而她並不是因為達利歐給予的愛與關懷才拒絕服從多魯扎的指令。",
        "비네라는 돌루자에 의해 결혼에 대한 진실이 밝혀진 후 자신의 마음을 쫓아 다리오를 지키기 위해 나섰다. 다리오를 죽이라는 돌루자의 명령을 거부한 그녀. 이는 다리오가 그녀에게 보여준 다정함과 사랑 때문만은 아니었다.",
        "Vinera, fidèle à son cœur, prit la résolution de protéger Dario après que la vérité sur leur mariage ait été révélée par Doluza. Elle refusa de suivre les ordres de Doluza de tuer Dario, pas après la gentillesse et l'amour que ce dernier lui avait témoignés.",
        "Vinera wie sie, getreu ihrer selbst, vortritt, um Dario zu beschützen, nachdem die Wahrheit über ihre Ehe von Doluza aufgedeckt wurde. Sie weigerte sich, Doluzas Befehl zu folgen und Dario zu töten, nachdem dieser sie mit Liebe und Wärme erfüllt hatte.",
        "Vinera, siguiendo su corazón, da un paso para proteger a Darío después de que Doluza revelase la verdad sobre su matrimonio. Vinera se niega a cumplir la orden de matar a Darío que le dio Doluza debido a la amabilidad y el afecto que Darío le ha demostrado.",
        "Vinera yang mengikuti kata hatinya dan maju untuk melindungi Dario seleteah Doluza mengungkapkan kebenaran tentang pernikahan mereka. Ia menolah perintah Doluza untuk membunuh Dario karena kebaikan dan kasih sayang yang telah Dario tunjukkan kepadanya.",
        "Vinera\u001a \u001aตัดสินใจ\u001aก้าว\u001aออ\u001aมา\u001aข้างหน้า\u001aเพื่อ\u001aปกป้อง\u001a \u001aDario\u001a \u001aด้วย\u001aความรู้สึก\u001aจาก\u001aใจจริง\u001aหลังจากที่\u001a \u001aDoluza\u001a \u001aได้\u001aเปิดเผย\u001aความจริง\u001aเกี่ยวกับ\u001aการ\u001aแต่งงาน\u001aของ\u001aทั้งสอง\u001a \u001aหลังจากที่\u001aได้รับ\u001aความรัก\u001aและ\u001aความเมตตา\u001aจาก\u001a \u001aDario\u001a \u001aเธอ\u001aก็\u001aปฏิเสธ\u001aที่จะ\u001aทำ\u001aตามคำสั่ง\u001aฆ่า\u001a \u001aDario\u001a \u001aของ\u001a \u001aDoluza\u001a \u001aอีกต่อไป\u001a"
    ],
    "401001501": [
        "Two young men who met in the distant Farplane.Mont—the prince of the war-torn realm of Leonis, who wishes for peace to return to Ardra; and Rain—the knight from the kingdom of Grandshelt who has saved Lapis and Paladia from numerous calamities.Summoned from different worlds as visions by the Will of Light, they were tasked with defeating an evil which threated the Farplane.Sensing their own purity of heart in one another, they formed a bond of trust and drew their swords together to protect not only their own worlds, but the peace of every world that intersects with the Farplane.",
        "在遙遠異界相遇的兩名青年。心中祈願著日往月來飽受戰亂之苦的阿朵拉能恢復和平的同時，持續投身於殘酷戰爭之中的雷歐尼斯王國的王子「蒙特」，以及曾經拯救過拉比斯和帕拉迪亞多次危機的格蘭謝爾特王國騎士「雷因」。在光之意志的召喚下來到異世界的他們作為幻兵的使命是與侵蝕異界的未知敵人戰鬥，並將其打敗。他們二人均感受到對方與自己一樣，擁有著率直而純粹的內心，因而很快相互信任，並為了各自的世界......不，為了守護存在於異界的所有世界的和平而一同舉起了劍。",
        "두 청년은 머나먼 이계에서 만났다. 전란이 끊이지 않는 아드라의 평화를 바라며 가혹한 전투를 이어가는 레오니스 왕국의 왕자 '몬트', 그리고 수많은 위기에서 라피스와 파라디아를 구한 그랑셸트 왕국의 기사 '레인'. 빛의 의지에 의해 다른 세계에서 소환되어 비전이 된 그들의 사명은 이계를 위협하는 미지의 존재와 싸워 쓰러뜨리는 것이었다. 서로의 안에서 자신과 마찬가지로 올곧고 순수한 마음을 느낀 그들은 저절로 서로를 신뢰하고, 서로의 세계… 아니, 이계에 존재하는 모든 세계의 평화를 지키기 위해 함께 검을 쥐었다.",
        "Deux jeunes hommes dont les routes se sont croisées aux confins de l'Au-delà. Mont, prince héritier du royaume en guerre de Leonis aspirant au retour de la paix en Ardra, et Rain, le Chevalier de Grandshelt qui a sauvé les mondes de Lapis et Paladia de nombreux désastres. Appelés depuis leur monde respectif sous forme de visions par la Volonté de la Lumière, ils ont pour mission d'annihiler la menace qui plane sur l'Au-delà. Portés par cette sincérité commune qui anime leur cœur, ils forment un duo de lames solides prêt à tout pour défendre leurs terres et la paix de chaque monde qui compose l'Au-delà.",
        "Die schicksalhafte Begegnung zweier junger Männer im fernen Abyssum. So kreuzten sich die Pfade von Mont, dem Prinzen des Königreichs Leonis inmitten des kriegsgeplagten Kontinent Ardras, der sich nichts mehr wünscht als Frieden, und Rain, dem Ritter Grandshelts, der Lapis wie auch Paladia bereits vor unzähligen Gefahren beschützt hat. Vom Willen des Lichts aus verschiedenen Welten als Visionen ins Abyssum beschworen, sahen sie sich mit der Aufgabe betraut, die unbekannte Bedrohung zu bannen, die sich dort eingenistet hatte. Sofort spürten sie, dass in ihrer beiden Herzen dieselbe aufrichtige Reinheit lag, und vertrauten einander instinktiv. Gemeinsam ergriffen sie ihre Schwerter, um nicht nur ihrer eigenen Welt, sondern allen Welten des weiten Abyssums den Frieden zu garantieren.",
        "Dos jóvenes que se conocieron en el Etéreo. Mont, el príncipe de Leonis, el reino destrozado por la guerra, que desea que la paz vuelva a Ardra; y Rain, el caballero del reino de Grandshelt que ha salvado a Lapis y Paladia de numerosos peligros. La Voluntad de la Luz los invocó en forma de visiones desde mundos diferentes y les dio la tarea de derrotar al mal que amenazaba el Etéreo. Ambos sintieron la pureza del corazón del otro, lo que creó un vínculo de confianza entre ellos, y desenvainaron sus espadas para proteger no solo la paz de sus mundos de origen, sino la de todos los lugares que se conectan en el Etéreo.",
        "Dua pemuda yang bertemu di Farplane yang jauh.Mont, pangeran Leonis, kerajaan yang dilanda perang, yang menginginkan perdamaian kembali ke Ardra, dan Rain, kesatria dari kerajaan Grandshelt yang telah menyelamatkan Lapis dan Paladia dari berbagai bencana. Dipanggil dari dunia masing-masing sebagai vision oleh Kehendak Cahaya, mereka dimintai tolong untuk menyingkirkan ancaman yang mengusik Farplane. Dibawa oleh ketulusan yang dirasakan dalam hati satu sama lain, keduanya menjalin ikatan kepercayaan dan menghunus pedang mereka untuk melindungi tidak hanya dunia mereka, tapi juga kedamaian setiap dunia yang bersimpangan dengan Farplane.",
        "ณ\u001a \u001aFarplane\u001a \u001aอัน\u001aไกลโพ้น\u001a \u001aบุรุษ\u001aหนุ่ม\u001aทั้งสอง\u001aได้\u001aโคจร\u001aมา\u001aพบกัน\u001aMont\u001a \u001aคือ\u001aองค์\u001aชาย\u001aแห่ง\u001aอาณาจักร\u001a \u001aLeonis\u001a \u001aที่\u001aตก\u001aอยู่\u001aภายใต้\u001aไฟ\u001aสงคราม\u001a \u001aเขา\u001aปรารถนา\u001aที่จะ\u001aให้\u001aสันติภาพ\u001aกลับคืน\u001aมาสู่\u001a \u001aAndra\u001a \u001aอีก\u001aครั้งหนึ่ง\u001aRain\u001a \u001aเป็น\u001aอัศวิน\u001aแห่ง\u001aอาณาจักร\u001a \u001aGrandshelt\u001a \u001aเขา\u001aได้\u001aกอบกู้\u001aทั้ง\u001aดาว\u001a \u001aLapis\u001a \u001aและ\u001aดาว\u001a \u001aPaladia\u001a \u001aจาก\u001aมหันตภัย\u001aร้ายแรง\u001aมา\u001aแล้ว\u001aนับ\u001aครั้ง\u001aไม่\u001aถ้วน\u001aเจตนารมณ์\u001aแห่ง\u001aแสง\u001aได้\u001aอัญเชิญ\u001aพวกเขา\u001aทั้งสอง\u001aมาจาก\u001aโลก\u001aของ\u001aตนเอง\u001aใน\u001aสภาพ\u001aที่\u001aเป็น\u001a \u001aVision\u001a \u001aเพื่อ\u001aมอบหมาย\u001aให้\u001aพวกเขา\u001aเอาชนะ\u001aความ\u001aชั่วร้าย\u001aที่\u001aเข้า\u001aคุกคาม\u001a \u001aFarplane\u001aพวกเขา\u001aทั้งสอง\u001aได้\u001aรับรู้\u001aถึง\u001aหัวใจ\u001aอัน\u001aบริสุทธิ์\u001aของ\u001aกันและกัน\u001a \u001aก่อกำเนิด\u001aเป็นความ\u001aไว้เนื้อเชื่อใจ\u001aใน\u001aอีก\u001aฝ่าย\u001aอย่าง\u001aหนักแน่น\u001a \u001aทั้งคู่\u001aได้\u001aชักดาบ\u001aขึ้น\u001aสู้\u001aเคียงบ่าเคียงไหล่\u001a \u001aไม่\u001aเพียง\u001aเพื่อ\u001aปกป้อง\u001aโลก\u001aที่\u001aพวกเขา\u001aจาก\u001aมา\u001aเท่านั้น\u001a \u001aแต่\u001aเพื่อ\u001aปกป้อง\u001aโลก\u001aทุกหนทุกแห่ง\u001aที่\u001aถูก\u001aโยงใย\u001aเข้ากับ\u001a \u001aFarplane\u001a \u001aด้วย\u001a"
    ],
    "401001601": [
        "Skye enjoying a fleeting moment of joy with a few fellow high-flying friends. It's moments like this that make her realize the trials she faces are worth it to protect the peace.",
        "絲凱非常享受她與這幾隻鳥兒夥伴的短暫愉快時光。這些時刻總能讓她意識到，為了守護這份和平，自己所面對的苦難試煉都是值得的。",
        "하늘을 높이 나는 친구들과 함께 잠깐의 기쁨을 만끽하는 스카이. 이런 순간들을 통해 그녀는 자신이 마주한 시련이 평화를 지키기 위한 고귀한 일임을 깨닫는다.",
        "Skye profite d'un moment de joie fugace avec quelques amis de haut vol. Ce sont des moments comme celui-ci qui lui font réaliser que les épreuves qu'elle affronte en valent la peine pour protéger la paix.",
        "Skye, wie sie einen flüchtigen Augenblick der Freude mit ihren wenigen, hochfliegenden Kameraden verbringt. Momente wie diese bringen sie zu der Erkenntnis, dass all die Strapazen, die sie zum Schutze des Friedens durchmacht, es wert sind.",
        "Skye disfrutando de un breve instante de felicidad con unos cuantos compañeros alados. Son los momentos así los que le hacen darse cuenta de que vale la pena afrontar cualquier desafío si es para proteger la paz.",
        "Skye yang menikmati kebahagiaan sesaat bersama beberapa teman bersayapnya. Saat-saat seperti inilah yang membuatnya sadar bahwa tantangan yang akan ia hadapi sepadan untuk menjaga perdamaian.",
        "Skye\u001a \u001aกำลัง\u001aเพลิดเพลิน\u001aไป\u001aกับ\u001aช่วงเวลา\u001aแห่ง\u001aความสุข\u001aสั้น\u001aๆ\u001a \u001aกับ\u001aผอง\u001aเพื่อน\u001aที่\u001aบิน\u001aได้\u001aของ\u001aเธอ\u001a \u001aช่วงเวลา\u001aเช่นนี้\u001aทำให้\u001aเธอ\u001aตระหนัก\u001aได้\u001aว่า\u001aบท\u001aท้าทาย\u001aที่\u001aเธอ\u001aเผชิญ\u001aอยู่\u001aหน้า\u001aนั้น\u001aนับว่า\u001aคุ้มค่า\u001aต่อ\u001aการ\u001aพิทักษ์\u001aสันติภาพ\u001a"
    ],
    "401001701": [
        "A scene depicting Lara fighting against a fearsome creature from the past—the legendary T-Rex. She will have to use her famous wits and agility, as well as her surroundings, to defeat this prehistoric foe.",
        "描繪蘿拉與令人恐懼的古代生物「雷克斯暴龍」戰鬥的場景。蘿拉必須運用她聲名遠播的智慧和靈活性，並善用周遭地形才有辦法擊敗這頭來自史前的敵人。",
        "라라가 고대의 괴수, 전설 속 티렉스와 맞서 싸우는 모습을 묘사한 장면. 선사시대의 적을 쓰러뜨리기 위해 그녀는 자신의 재치와 민첩성뿐만 아니라 주변 환경을 이용해야만 할 것이다.",
        "Une scène montrant Lara en plein combat contre un T-rex, célèbre créature des temps anciens. Elle devra faire appel à son instinct et son agilité, et exploiter au maximum l'environnement pour pouvoir vaincre cet adversaire préhistorique.",
        "Lara, wie sie gegen eine furchteinflöße Kreatur aus der Vergangenheit ankämpft - den legendären T-Rex. Sie wird ihr berühmtes Köpfchen und ihre Agilität sowie ihre Umgebung einsetzen müssen, um diesen prähistorischen Feind zu bezwingen.",
        "Una ilustración de Lara luchando contra una temible criatura del pasado: el legendario T-Rex. Lara deberá usar su ingenio y agilidad y servirse de lo que la rodea para derrotar a este enemigo prehistórico.",
        "Adegan di mana Lara bertarung melawan makhluk mengerikan dari masa lalu, yakni T-Rex legendaris. Ia harus menggunakan kecerdikan dan kelincahannya, serta lingkungan sekitarnya untuk mengalahkan musuh prasejarah ini.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aLara\u001a \u001aกำลัง\u001aต่อสู้\u001aกับ\u001a \u001aT-Rex\u001a \u001aสัตว์ร้าย\u001aจาก\u001aอดีตกาล\u001aที่\u001aโด่งดัง\u001aและ\u001aน่าสะพรึงกลัว\u001a \u001aเธอ\u001aจะ\u001aต้อง\u001aใช้\u001aทั้ง\u001aไหวพริบ\u001aเฉพาะตัว\u001a \u001aความคล่องแคล่ว\u001a \u001aตลอดจน\u001aไป\u001aถึง\u001aสภาพแวดล้อม\u001aใน\u001aการ\u001aเอาชนะ\u001aศัตรู\u001aร้าย\u001aดึกดำบรรพ์\u001aตัว\u001aนี้\u001a"
    ],
    "401001801": [
        "Olivera and his twin sister, Rivera, practice hard at home in order to deliver a perfect performance every time. They rely on each other to bring out each other's best, which really allows their music to shine.",
        "為了替觀眾帶來每一場完美的演奏，奧利維拉與他的雙胞胎妹妹莉薇拉在家中勤奮練習。他們相輔相成，能夠激發出彼此最優秀的表現，這也是兩人的音樂能大放異彩的原因。",
        "올리베라와 쌍둥이 여동생 리베라는 언제나 완벽한 무대를 보여주기 위해 집에서 연습을 거듭한다. 서로가 최고의 기량을 발휘할 수 있도록 서로를 의지하는 쌍둥이 남매의 모습은 그들의 음악을 진정으로 빛나게 한다.",
        "Quand ils sont chez eux, Olivera et sa sœur jumelle Rivera enchaînent les répétitions afin que chacune de leur représentation soit parfaite. Ils comptent l'un sur l'autre pour faire ressortir le meilleur d'eux-mêmes, ce qui permet à leur musique de briller.",
        "Olivera und seine Zwillingsschwester Rivera üben zu Hause fleißig, damit jeder Auftritt perfekt wird. Sie vertrauen darauf, einander zu Bestleistungen anzuspornen, wodurch die Wirkung ihrer Musik erst recht entfaltet wird.",
        "Duero y su hermana melliza, Rivera, practican sin descanso para ofrecer siempre la interpretación perfecta. Confían el uno en el otro para dar lo mejor de sí mismos, y eso los hace brillar como nadie en el escenario.",
        "Olivera dan saudari kembarnya, Rivera, yang sedang berlatih keras di rumah untuk tampil dengan sempurna di setiap pentas. Mereka saling mengandalkan satu sama lain untuk melakukan yang tebaik sehingga musik yang mereka hasilkan pun juga memukau.",
        "Olivera\u001a \u001aและ\u001a \u001aRivera\u001a \u001aผู้\u001aเป็น\u001aน้องสาว\u001aฝาแฝด\u001aจะ\u001aฝึกฝน\u001aอย่าง\u001aหนัก\u001aที่\u001aบ้าน\u001aเพื่อให้\u001aการแสดง\u001aดนตรี\u001aออกมา\u001aไร้\u001aที่\u001aติ\u001aทุกครั้ง\u001a \u001aทั้งสอง\u001aต่าง\u001aพึ่งพา\u001aซึ่งกันและกัน\u001a \u001aเพื่อที่จะ\u001aได้\u001aดึง\u001aศักยภาพ\u001aของ\u001aอีก\u001aฝ่าย\u001aออกมา\u001aจนถึง\u001aขีดสุด\u001a \u001aซึ่ง\u001aจะ\u001aส่งผล\u001aให้\u001aเพลง\u001aที่\u001aบรรเลง\u001aออกมา\u001aเจิด\u001aจรัส\u001aอย่าง\u001aเต็มที่\u001a"
    ],
    "401001901": [
        "A scene depicting Karten visiting the ruins of what was once his home. Whilst enveloped in a deep melancholy, the light of the full moon shines through and causes him to turn. His emotional state seems to amplify the effects of the curse, despite his improved control over the years.",
        "描繪卡爾頓重返他過去家園的一幕，如今已化為一片廢墟。正當卡爾頓籠罩於憂傷之中時，滿月的月光也灑落在他身上，導致他轉化成為獸人。儘管這幾年卡爾頓在情緒控管上已長進了不少，詛咒效力似乎仍會因他不穩定的精神狀態而增強。",
        "한때 자신의 집이었던 폐허를 방문하는 카튼을 그린 장면. 깊은 우울감에 빠져있던 카튼에게 보름달의 빛이 비치고 그를 돌이키게 한다. 수년에 걸쳐 통제력을 길렀음에도 불구하고 그의 감정 상태는 저주의 효과를 증폭시키는 것 같다.",
        "Une illustration représentant Karten se rendant sur les vestiges de ce qui était autrefois son chez-lui. Plongé dans une profonde mélancolie, il s'expose aux rayons de la pleine lune, qui déclenchent sa transformation. Son état fébrile semble amplifier les effets de sa malédiction, bien qu'il ait appris à mieux les contrôler au fil des ans.",
        "Eine Szene, die zeigt, wie Karsten die Ruinen seines ehemaligen Heims besucht. Während ihn eine tiefe Melancholie erfasst, scheint das Licht des Vollmonds durch und bringt ihn dazu, sich zu wandeln. Sein emotionaler Zustand scheint die Auswirkungen des Fluchs zu verstärken, obwohl er sich im Laufe der Jahre immer besser unter Kontrolle hat.",
        "Una ilustración de Karten visitando las ruinas de lo que una vez fue su hogar. Sumido en una profunda melancolía, la luz de la luna llena brilla sobre él y lo obliga a transformarse. Su estado emocional parece amplificar los efectos de la maldición, pese a haber mejorado su control con los años.",
        "Adegan di mana Karten mengunjungi suatu reruntuhan yang dahulu merupakan rumahnya. Saat ia tenggelam dalam kesedihan, cahaya bulan purnama menyinarinya dan membuatnya berubah wujud. Keadaan emosinya tampaknya memperkuat efek kutukan walaupun ia telah mampu mengendalikan kutukan tersebut dengan lebih baik selama bertahun-tahun.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aKarten\u001a \u001aที่มา\u001aเยือน\u001aยัง\u001aซากปรักหักพัง\u001aของ\u001aสถานที่\u001aที่\u001aเคย\u001aเป็น\u001aบ้าน\u001aของ\u001aเขา\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aเขา\u001aจม\u001aอยู่\u001aใน\u001aห้วง\u001aความ\u001aเศร้าโศก\u001aนั้น\u001aแสงจันทร์\u001aก็\u001aฉาย\u001aส่อง\u001aมา\u001aและ\u001aทำให้\u001aเขา\u001aกลายร่าง\u001a \u001aดูเหมือนว่า\u001aสภาพ\u001aจิตใจ\u001aอัน\u001aอ่อนไหว\u001aของ\u001aเขา\u001aจะ\u001aทำให้\u001aคำสาป\u001aทวี\u001aพลัง\u001aรุนแรง\u001aกว่า\u001aเดิม\u001aถึงแม้\u001aเขา\u001aจะ\u001aสามารถ\u001aควบคุม\u001aมัน\u001aได้\u001aดีขึ้น\u001aใน\u001aช่วง\u001aหลาย\u001aปี\u001aที่ผ่านมา\u001a"
    ],
    "401002001": [
        "The thrill of the chase!! Maeve uses her personalized Boar Hammer to finish a foe, then drags the game back home to prepare a lovely dinner for her mother and siblings. She is careful to always show respect to the animals she serves, as she understands how hard it is to survive.",
        "緊張刺激的追逐戰！梅芙揮舞她特製的野豬巨槌給了獵物致命的一擊，並將牠搬運回家，打算替母親與弟妹們準備一頓豐盛美味的晚餐。梅芙總是提醒自己對她所料理的動物抱持敬意，因為她明白生存是件多麼不容易的事情。",
        "사냥의 스릴이란! 마에브는 자신의 몸에 맞춘 멧돼지 망치로 적을 끝장내고는 사냥감을 집으로 가져와 어머니와 동생들을 위한 멋진 저녁 식사를 준비한다. 생존이 얼마나 힘겨운 일인지 아는 그녀는 언제나 자신이 요리하는 동물들에게 존중을 표하려 한다.",
        "L'excitation de la chasse ! Maeve utilise son marteau sanglier personnalisé pour assommer son ennemi, le traîner jusque chez elle afin de concocter un délicieux souper pour sa mère et ses frères et sœurs. Elle met un point d'honneur à toujours respecter les animaux qu'elle chasse car elle-même sait combien survivre peut-être difficile.",
        "Oh, der Nervenkitzel der Jagd! Mit ihrem maßgefertigten Keilerhammer erlegt Maeve geschickt ihre Beute und schleift das Ungetüm dann nach Hause, um dort ein leckeres Abendessen für ihre Mutter und ihre Geschwister zuzubereiten. Sie achtet darauf, den Tieren, die sie erlegt, Respekt zu zollen, da sie weiß, wie hart der Kampf ums Überleben ist.",
        "¡La emoción de la caza! Maeve usa su martillo jabalí personalizado para acabar con un enemigo y después se lleva a su presa a casa para preparar una deliciosa cena para su madre y sus hermanos. Trata de mostrarse siempre respetuosa con los animales que sirve, pues sabe muy bien lo difícil que es sobrevivir.",
        "Serunya sensasi berburu! Maeve menggunakan Palu Babi Hutannya untuk mengalahkan musuh, lalu membawa pulang buruannya dan memasak makan malam yang lezat untuk ibu dan saudara-saudaranya. Ia selalu mencoba menghormati hewan yang ia sajikan, karena ia tahu betul betapa sulitnya untuk bertahan hidup.",
        "การ\u001aไล่ล่า\u001aช่าง\u001aตื่นเต้น\u001aจริงๆ\u001a!!\u001a \u001aMaeve\u001a \u001aใช้\u001aค้อน\u001aหมูป่า\u001aที่\u001aเธอ\u001aปรับ\u001aแต่ง\u001aขึ้น\u001aเอง\u001aพิฆาต\u001aศัตรู\u001a \u001aแล้ว\u001aนำ\u001aสัตว์\u001aที่\u001aล่า\u001aได้\u001aกลับ\u001aไป\u001aทำอาหาร\u001aให้\u001aกับ\u001aแม่\u001aและ\u001aพี่น้อง\u001aที่\u001aบ้าน\u001a \u001aเธอ\u001aให้\u001aความเคารพ\u001aแก่\u001aสัตว์\u001aที่\u001aเธอ\u001aล่า\u001aและ\u001aนำมา\u001aทำเป็น\u001aอาหาร\u001a \u001aเพราะ\u001aเธอ\u001aเข้า\u001aใจดี\u001aว่า\u001aการเอาตัวรอด\u001aนั้น\u001aเป็นเรื่อง\u001aยากเย็น\u001aนัก\u001a"
    ],
    "401002201": [
        "Attacked by a mechanical weapon, Louise and Collin find themselves in a pinch. Louise refuses to give up, remembering her hopes of becoming a hero that can protect everyone, and it's then that her moogle Harold grants her the power of the Crimson Crystal. She dons the suit she developed, awakening as the Warrior of the Crimson Crystal...!",
        "露易茲與柯林在受到機械武器的襲擊後陷入困境。露易茲拒絕投降，希望成為英雄來保護所有人這個願望縈繞在她腦中，而就在此時，她的莫古利哈羅德賦予了她紅色水晶的力量。於是她穿上自己所開發的套裝，覺醒成為了「紅色水晶戰士」……！",
        "기계 무기의 공격을 받은 루이즈와 콜린은 벼랑 끝까지 몰린 자신의 모습을 발견한다. 루이즈는 모두를 지킬 수 있는 히어로가 되겠다는 희망을 기억하며 포기를 거부하고, 그런 루이즈에게 그녀의 모그리 '해럴드'는 '붉은 크리스탈'의 힘을 전해준다. 그녀는 자신이 개발한 슈트를 입고 붉은 크리스탈의 전사로 각성하는데…!",
        "Attaqués par une arme mécanique, Louise et Collin se retrouvent au pied du mur. Louise refuse d'abandonner, se souvenant de ses espoirs de devenir une héroïne capable de protéger tout le monde, et c'est alors que son mog Harold lui accorde le pouvoir du Cristal rouge. Elle enfile la combinaison qu'elle a mise au point, et devient alors... la Guerrière du Cristal rouge !",
        "Eine hochmoderne Kampfmaschine hat Louise und Collin in die Enge getrieben. Louise weigert sich aufzugeben, denn sie erinnert sich an ihren Traum, eine echte Heldin zu werden, die niemanden im Stich lässt. Daraufhin verleiht der Mogry Harold ihr die Kraft des Roten Kristalls. Sie legt ihren selbstgebauten Anzug an und wird zur Kriegerin des Roten Kristalls!",
        "El ataque de un arma mecánica pone a Louise y Collin contra las cuerdas. Louise se niega a rendirse y, al recordar su sueño de convertirse en una heroína que protege a todos, su moguri Harold le otorga el poder del Cristal carmesí. La joven se pone el traje que ella misma diseñó y se alza como la Guerrera del Cristal carmesí.",
        "Louise dan Collin yang berada dalam situasi genting setelah diserang oleh suatu senjata mekanik. Louise yang pantang menyerah mengingat impiannya untuk menjadi pahlawan yang dapat melindungi semua orang, dan di saat itulah moogle miliknya, Harold, memberikannya kekuatan Kristal Crimson. Ia mengenakan armor yang ia rancang sendiri dan bangkit sebagai Prajurit Kristal Crimson...!",
        "Louise\u001a \u001aและ\u001a \u001aCollin\u001a \u001aตก\u001aอยู่\u001aใน\u001aสถานการณ์\u001aคับขัน\u001aหลังจากที่\u001aถูก\u001aอาวุธ\u001aจักรกล\u001aเข้า\u001aโจมตี\u001a \u001aแต่\u001a \u001aLouise\u001a \u001aก็\u001aไม่\u001aยอมแพ้\u001aเพราะ\u001aระลึก\u001aได้\u001aถึง\u001aความหวัง\u001aที่\u001aเธอ\u001aอยาก\u001aจะ\u001aเป็น\u001aฮีโร่\u001aที่\u001aสามารถ\u001aปกป้อง\u001aทุกคน\u001aได้\u001a \u001aและ\u001aแล้ว\u001a \u001aHarold\u001a \u001aซึ่ง\u001aเป็น\u001a \u001aMoogle\u001a \u001aของ\u001aเธอ\u001aก็\u001aมอบ\u001aพลัง\u001aแห่ง\u001aคริสตัล\u001aแดง\u001aชาด\u001aให้\u001aแก่\u001aเธอ\u001aในที่สุด\u001a \u001aเธอ\u001aสวม\u001aชุด\u001aเกราะ\u001aที่\u001aตัวเอง\u001aพัฒนา\u001aขึ้น\u001aและ\u001aถูก\u001aปลุก\u001aพลัง\u001aขึ้น\u001aมา\u001aใน\u001aฐานะ\u001aนักรบ\u001aแห่ง\u001aคริสตัล\u001aแดง\u001aชาด\u001a!\u001a"
    ],
    "401002301": [
        "After a day of hard work performing as a dancer, she makes preparations for her encore performance as the vigilante, the White Dragon. Despite the arduous double life she leads, deep in her heart, Ling is content with the knowledge that she is using her talent to make a difference in the lives of those who are unable to fend for themselves.",
        "結束一整天舞者的表演行程後，鈴開始替她的安可演出做足準備，化身為義俠「白龍」。儘管過著勞累的雙面生活，鈴卻對此甘之如飴，因為她深知要運用自己的能力，來替那些無法自保的人們帶來更好的生活。",
        "무용수로서 열심히 일하고 난 다음 날, 그녀는 자경단 '백룡'으로서 앙코르 무대를 준비한다. 그녀가 걷는 이중생활은 매우 고되지만, 깊은 마음 한구석에서 '링'은 자신의 재능을 통해 자립할 수 없는 사람들의 삶에 변화를 이끌어낸다는 사실에 만족하고 있다.",
        "Après une journée de dur labeur en tant que danseuse, elle se prépare pour sa deuxième représentation en tant que justicière, le Dragon Blanc. Malgré la double vie ardue qu'elle mène, au fond de son cœur, Ling est satisfaite de savoir qu'elle utilise son talent pour faire une différence dans la vie de ceux qui ne peuvent pas se défendre.",
        "Nach einem harten Arbeitstag als Tänzerin bereitet sie sich auf eine nächtliche Zugabe als die Vigilantin Weißer Drache vor. So ein Doppelleben ist anstrengend, doch Ling findet große Genugtuung in dem Wissen, dass ihre Begabung jenen, die sich nicht selbst verteidigen können, ein besseres Leben ermöglicht.",
        "Tras un duro día de trabajo como bailarina, Ling se prepara para otra \"actuación\" como la justiciera del dragón blanco. A pesar de lo difícil que le resulta llevar una doble vida, en el fondo está satisfecha con poder usar su talento para cambiar las vidas de aquellos que no pueden valerse por sí mismos.",
        "Ling yang bersiap-siap untuk pertunjukan lainnya sebagai pembela keadilan, sang Naga Putih setelah seharian bekerja keras sebagai penari. Meskipun sulit baginya untuk menjalani kehidupan ganda, jauh di lubuk hatinya, ia puas karena ia dapat menggunakan bakatnya untuk membuat perbedaan dalam kehidupan orang-orang yang tidak mampu membela diri sendiri.",
        "หลังจากที่\u001aทำงานหนัก\u001aมา\u001aทั้งวัน\u001aใน\u001aบทบาท\u001aของ\u001aนัก\u001aระบำ\u001a \u001aเธอ\u001aก็\u001aตระเตรียม\u001aที่จะ\u001aออก\u001aทำงาน\u001aอีกครั้ง\u001aใน\u001aบทบาท\u001aของ\u001aผู้\u001aกล้า\u001aนอ\u001aกฎหมาย\u001a \u001a\"\u001aมังกร\u001aขาว\u001a\"\u001a \u001aถึงแม้ว่า\u001aวิถีชีวิต\u001aที่\u001aเธอ\u001aต้อง\u001aสวม\u001aสอง\u001aบทบาท\u001aควบคู่\u001aกัน\u001aจะ\u001aมี\u001aความยากลำบาก\u001a \u001aแต่\u001aลึก\u001aๆ\u001a \u001aใน\u001aใจ\u001aแล้ว\u001a \u001aLing\u001a \u001aก็\u001aมี\u001aความสุขใจ\u001aเพราะ\u001aตระหนัก\u001aได้\u001aว่า\u001aเธอ\u001aใช้\u001aพรสวรรค์\u001aที่\u001aตน\u001aมี\u001aสร้าง\u001aความเปลี่ยนแปลง\u001aให้\u001aแก่\u001aชีวิต\u001aของ\u001aบรรดา\u001aผู้คน\u001aที่\u001aไม่\u001aสามารถ\u001aปกป้อง\u001aตัวเอง\u001aได้\u001a"
    ],
    "401002401": [
        "It sometimes takes several attempts before Tiana can come up with a successful salve, but if she fails, she just dusts herself off and tries again. Nothing beats the sense of accomplishment she feels when she creates a new concoction!",
        "有時總需要經過幾番嘗試才能讓蒂安娜做出成功的藥膏，但就算失敗了，她也總能立即振作並重新嘗試。對蒂安娜而言，能創造出新的藥劑便是她最大的成就感！",
        "티아나는 성공적으로 약을 개발하기까지 여러 번의 시도가 필요한 경우가 종종 있지만, 실패하더라도 훌훌 털고 일어나 다시 도전한다. 새로운 조제물을 만들어냈을 때 느끼는 성취감은 그 무엇과도 비교할 수 없으니까!",
        "Il faut parfois plusieurs essais avant que Tiana ne parvienne à créer une pommade réussie, mais si elle échoue, elle s'essuie et recommence. Rien ne vaut le sentiment d'accomplissement qu'elle ressent lorsqu'elle crée une nouvelle concoction !",
        "Manchmal braucht Tiana mehrere Anläufe, um eine erfolgreiche Salbe zu erschaffen, doch wenn sie scheitert, rafft sie sich einfach auf und probiert es erneut. Denn für sie gibt es nichts Befriedigenderes, als erfolgreich ein neues Gebräu kreiert zu haben!",
        "A menudo Tiana tiene que intentarlo muchas veces antes de conseguir un bálsamo que la satifsaga, pero si se equivoca vuelve a empezar sin detenerse en lamentos. ¡La sensación de éxito que la embarga al crear un nuevo brebaje es insuperable!",
        "Mungkin Tiana harus mencoba berkali-kali sebelum ia berhasil membuat racikan yang memuaskan, tapi seandainya ia gagal, ia tidak akan putus asa dan mencoba sekali lagi. Rasa pencapaian yang dirasakan ketika ia menemukan racikan baru memang tidak ada duanya!",
        "บางที\u001a \u001aTiana\u001a \u001aต้อง\u001aพยายาม\u001aอยู่\u001aหลายครั้ง\u001aเหมือนกัน\u001aกว่า\u001aจะ\u001aคิดค้น\u001aยา\u001aชนิด\u001aใหม่\u001aขึ้น\u001aได้\u001aสำเร็จ\u001a \u001aแต่\u001aใน\u001aยาม\u001aที่\u001aเธอ\u001aล้มเหลว\u001a \u001aเธอ\u001aก็\u001aเพียงแค่\u001aปลอบใจ\u001aตัวเอง\u001aนิดหน่อย\u001aแล้วก็\u001aลงมือ\u001aพยายาม\u001aใหม่\u001a \u001aไม่\u001aมี\u001aอะไร\u001aเยี่ยม\u001aไป\u001aกว่า\u001aความรู้สึก\u001aประสบความสำเร็จ\u001aที่\u001aเธอ\u001aได้รับ\u001aใน\u001aยาม\u001aที่\u001aเธอ\u001aค้นพบ\u001aยา\u001aตัวใหม่\u001aแล้ว\u001aล่ะ\u001a!\u001a"
    ],
    "401002501": [
        "He may be a divine guardian, but Chow is still as playful, if not more, than the average dog. When the people around him are safe, he likes going on walks and frolicking outside. Both the friendliest and furriest of guardians, he always brings a smile to people's faces.",
        "球球或許是隻守護神獸，但牠活潑愛玩的一面絕不比其他狗少。當沒有危險威脅牠周遭的人們時，球球喜歡到處散步與玩耍。作為一隻最友善也最毛茸茸的守護者，球球總是能讓人們展露笑容。",
        "챠우는 신성한 수호자일지도 모르지만, 여전히 평범한 강아지만큼은 아니더라도 놀기를 좋아하는 견공이다. 주위 사람들이 안전할 때에는 밖으로 나가 산책하며 뛰노는 것을 즐긴다. 수호자들 중 가장 친절하면서도 복슬복슬하기까지 한 챠우는 언제나 사람들의 입가에 미소를 선물한다.",
        "Bien que Chow soit un gardien divin, il n'en reste pas moins aussi joueur, si ce n'est plus, que les autres chiens. Il aime vadrouiller et gambader à droite à gauche lorsque les gens autour de lui sont en sécurité. Considéré comme le plus amical et le plus doux des gardiens, sa présence ne manque pas de faire sourire les personnes qu'il croise.",
        "Er mag zwar ein himmlischer Wächter sein, aber Chow ist dennoch mindestens genauso verspielt wie ein herkömmlicher Hund. Wenn die Menschen um ihn herum sicher sind, geht er gerne draußen flanieren oder tollt herum. Der freundlichste und pelzigste aller Wächter schafft es immer, den Menschen ein Lächeln auf die Lippen zu zaubern.",
        "Puede que sea un guardián divino, pero Chow sigue siendo tan juguetón como los demás perros, si no más. Cuando los que lo rodean están a salvo, le gusta dar paseos y corretear fuera. Es el guardián más amigable y peludito de todos, y sabe dibujar sonrisas en el rostro de las personas.",
        "Walaupun Chow merupakan penjaga suci, ia tetaplah seorang anjing yang senang bermain, bahkan melebihi anjing biasa. Ketika orang-orang di sekitarnya aman dari bahaya, ia suka berkeliaran dan bermain di luar. Chow adalah penjaga yang paling ramah dan menggemaskan. Kehadirannya selalu membuat siapa pun tersenyum.",
        "แม้\u001aจะ\u001aเป็น\u001aผู้พิทักษ์\u001aจาก\u001aสวรรค์\u001a \u001aแต่\u001a \u001aChow\u001a \u001aก็\u001aขี้เล่น\u001aใน\u001aระดับ\u001aที่\u001aไม่\u001aแพ้\u001aหมา\u001aทั่วไป\u001a \u001aใน\u001aยาม\u001aที่\u001aผู้คน\u001aรอบตัว\u001aเขา\u001aปลอดภัย\u001a \u001aเขา\u001aก็\u001aจะ\u001aออก\u001aไป\u001aเดิน\u001aและ\u001aเล่น\u001aสนุก\u001aข้างนอก\u001a \u001aใน\u001aฐานะ\u001aผู้พิทักษ์\u001aขน\u001aปุย\u001aที่\u001aเป็นมิตร\u001aอย่าง\u001aที่สุด\u001a \u001aเขา\u001aมักจะ\u001aนำ\u001aรอยยิ้ม\u001aมาสู่\u001aใบหน้า\u001aของ\u001aผู้คน\u001aอยู่\u001aเสมอ\u001a"
    ],
    "401002601": [
        "When the dazzling colors that light up the sky begin to fade, it signals the start of a brand new year. Although an uncertain future filled with anticipation and anxiety may lie ahead, a certain hero embraces them both with the words, \"Leave things to me!\"",
        "當點綴夜空的煙火消散之時，新的一年也就悄然來臨了。即將到來的，是無人知曉的未來。不論是期待還是不安都一併背負在身的英雄說道「交給我吧！」。",
        "밤하늘을 수놓는 큰 불꽃이 사그라질 때 새해가 밝아 온다. 그리고 그 앞날엔 알 수 없는 미래가 이어질 것이다. 그곳에서 기다리고 있을 기대와 불안 모두를 한 몸에 짊어지고, 영웅은 말한다. \"나한테 맡겨!\"",
        "Lorsque les couleurs éblouissantes qui illuminent le ciel commencent à s'estomper, c'est le début d'une toute nouvelle année. Bien qu'un avenir incertain, rempli de surprise et d'anxiété, se profile à l'horizon, un certain héros lui fait face tout en prononçant ces mots :  \"Laissez-moi faire !\".",
        "Wenn die explodierenden, funkelnden Lichter, die dem Nachthimmel etwas Farbe eingehaucht haben, erlöschen, dann weiß man, dass ein neues Jahr begonnen hat. Der ungewissen Zukunft stellt sich ein gewisser Held und nimmt sowohl die Hoffnung als auch den Zweifel mit den Worten \"Überlasst das mir!\" an.",
        "El momento en que los deslumbrantes colores que iluminan el cielo empiezan a desvanecerse señala el inicio de un nuevo año. Aunque puede que nos espere un futuro incierto lleno de expectación y preocupaciones, hay un héroe que proclama lo siguiente, dispuesto a cargar con todo ello: \"¡déjadmelo a mí!\".",
        "Warna-warna memesona yang menerangi langit mulai memudar merupakan pertanda awal tahun baru. Walaupun masa depan tak pasti yang penuh dengan antisipasi dan kekhawatiran mungkin menanti kita, seorang pahlawan siap menghadapi semuanya sambil berkata, \"Serahkan saja padaku!\"",
        "ใน\u001aยาม\u001aที่\u001aสีสัน\u001aดอกไม้ไฟ\u001aที่\u001aประดับประดา\u001aฟากฟ้า\u001aเริ่ม\u001aจางหาย\u001a \u001aปีใหม่\u001aก็ได้\u001aเริ่มต้น\u001aขึ้น\u001a \u001aถึงแม้ว่า\u001aอนาคต\u001aเบื้อง\u001aหน้าที่\u001aไม่\u001aแน่นอน\u001aนั้น\u001aมี\u001aทั้ง\u001aความคาดหวัง\u001aและ\u001aความกังวล\u001aปะปนกัน\u001aไป\u001a \u001aแต่\u001aผู้\u001aกล้า\u001aคน\u001aหนึ่ง\u001aก็\u001aพร้อม\u001aที่จะ\u001aเผชิญหน้า\u001aทุกอย่าง\u001aและ\u001aลั่นวาจา\u001aว่า\u001a \u001a\"\u001aให้\u001aข้า\u001aจัดการ\u001aเอง\u001a!\"\u001a"
    ],
    "401002701": [
        "Elena became the Warrior of the Azure Crystal in order to foil the evil schemes of the Dark Crystal. Her heart filled with an unwavering sense of justice, she continues to walk the path of a hero.",
        "為了擊敗黑色水晶的邪惡陰謀，艾琳娜成為了藍色水晶戰士。她心中充滿著堅定不移的正義感，在英雄之路上持續邁進。",
        "칠흑의 크리스탈의 악한 계획을 저지하기 위해 푸른 크리스탈의 전사가 된 엘레나. 흔들리지 않는 정의감으로 가득한 마음을 가진 그녀는 끊임없이 영웅의 길을 계속 걸어간다.",
        "Elena est devenue la Guerrière du Cristal bleu dans le but de déjouer les plans machiavéliques du Cristal des ténèbres. Justicière dans l'âme, elle continue de marcher sur cette voie héroïque qui s'offre à elle.",
        "Um die bösen Pläne des Dunkelkristalls zu durchkreuzen wurde Elena zur Kriegerin des Blauen Kristalls. Ihr Herz schlägt unentwegt für Gerechtigkeit und so folgt sie weiterhin dem Weg einer Heldin.",
        "Elena se convirtió en la Guerrera del Cristal azul para frustrar los malévolos planes del Cristal oscuro. Continúa recorriendo el camino de los héroes con el sentido de la justicia siempre en su corazón.",
        "Elena yang menjadi Prajurit Kristal Azure demi menggagalkan rencana jahat Kristal Kegelapan. Ia terus menempuh jalan pahlawannya dengan rasa keadilan yang selalu ada di hatinya.",
        "Elena\u001a \u001aได้\u001aกลายเป็น\u001aนักรบ\u001aแห่ง\u001aคริสตัล\u001aฟ้า\u001aคราม\u001aเพื่อ\u001aหยุดยั้ง\u001aแผนการ\u001aชั่วร้าย\u001aของ\u001aคริสตัล\u001aแห่ง\u001aความมืด\u001a \u001aเธอ\u001aเดินหน้า\u001aใน\u001aวิถี\u001aแห่ง\u001aวีรชน\u001aอย่าง\u001aไม่\u001aหยุดยั้ง\u001aด้วย\u001aหัวใจ\u001aที่รัก\u001aใน\u001aความยุติธรรม\u001aโดย\u001aไม่\u001aสั่นคลอน\u001a"
    ],
    "401002801": [
        "In order to get stronger, Esther faces her most fearsome foe yet in battle–herself. In a show of both skill and lighting-fast speed, she bests her look-alike and is rewarded with a well-earned victory, leaving no egg on her face.",
        "為了變得更加強大，艾斯爾德將面對戰鬥中最懼怕的敵人——她自己。艾斯爾德展現傑出的技巧與閃雷般的速度，擊敗了自己的複製品，獲得了當之無愧的勝利，沒有出絲毫的洋相。",
        "더 강해지기 위해 전장에서 가장 강력한 적인 자기 자신을 마주하는 에스더. 전투 기술과 번개처럼 빠른 속도를 자랑하는 그녀는 체면을 구기지 않고 자신과 꼭 닮은 상대보다 더 뛰어난 기량을 펼치며 당연한 승리를 보상받는다.",
        "Pour devenir plus forte, Pâquerette fait face au plus redoutable des ennemis qu'elle ait eu à affronter : elle-même. Vives comme l'éclair, ses techniques lui permettent finalement de vaincre son alter-ego. Elle savoure alors avec fierté sa victoire bien méritée.",
        "Um stärker zu werden, stellt sich Ostera ihrem bisher gefährlichsten Feind – sich selbst. In einem Schauspiel von Können und blitzschneller Reaktion übertrumpft sie ihren Doppelgänger und heimst einen wohlverdienten Sieg ein, bei der sie sicher auch aus Zuschauerreihen keine faulen Eier zu befürchten hätte.",
        "Para hacerse más fuerte, Esther se enfrenta a su más temido enemigo en combate: ella misma. En una demostración de destreza y a la velocidad del rayo, supera a su doble y es recompensada con una bien merecida victoria por la que sentirse orgullosa.",
        "Agar ia menjadi lebih kuat, Esther bertarung melawan musuh paling tangguh yang pernah dihadapinya, yakni dirinya sendiri. Setelah menunjukkan kemampuan dan kecepatan kilatnya, ia berhasil melampaui tiruannya dan meraih kemenangan yang layak untuk dibanggakan.",
        "เพื่อให้\u001aตัวเอง\u001aแข็งแกร่ง\u001aขึ้น\u001aยิ่งกว่า\u001aเดิม\u001a \u001aEsther\u001a \u001aจึง\u001aเข้า\u001aเผชิญหน้า\u001aกับ\u001aศัตรู\u001aที่\u001aน่าเกรงขาม\u001aที่สุด\u001aที่\u001aเธอ\u001aเคย\u001aเผชิญ\u001aมา\u001a \u001aนั่น\u001aก็\u001aคือ\u001aตัว\u001aเธอ\u001aเอง\u001a \u001aหลังจากที่\u001aได้\u001aแสดง\u001aทั้ง\u001aฝีมือ\u001aและ\u001aความเร็ว\u001aปาน\u001aสายฟ้า\u001a \u001aเธอ\u001aก็\u001aเอาชนะ\u001aร่าง\u001aแฝด\u001aของ\u001aเธอ\u001aได้\u001aอย่าง\u001aงดงาม\u001aและ\u001aสมศักดิ์ศรี\u001a"
    ],
    "401002901": [
        "Reberta and her dragon Ignitos spend nearly all of their time together, both on and off the battlefield. The love and trust they share for each other is so strong that it is as if they are two halves of one whole, like a spearhead and its shaft.",
        "不論身處戰場與否，蕾貝爾塔和她的飛龍伊格尼托幾乎所有時間都形影不離。少女與龍之間有著強烈的羈絆與信賴，彷彿他們是同一個靈魂的兩半，就好比長槍的矛頭與槍身。",
        "전장 안팎에서 거의 평생을 함께 지내는 리베르타와 그녀의 비룡 이그니토. 서로에 대한 사랑과 신뢰가 너무나 강해 창날과 창 자루처럼 떼려야 뗄 수 없는 관계와도 같다.",
        "Reberta et Ignitos, son dragon, passent le plus clair de leur temps ensemble, que ce soit sur le champ de bataille ou en dehors. L'amour et la confiance qu'ils se portent mutuellement sont si profonds, qu'ils sont comme les deux faces d'une même pièce, ou encore comme la pointe d'une lance et son manche.",
        "Reberta und ihr Drache Ignitos verbringen die meiste Zeit gemeinsam; sowohl auf dem Schlachtfeld als auch außerhalb. Die Liebe und das Vertrauen, das die beiden miteinander verbindet, ist so stark, dass sie wie zwei Hälften eines Ganzen erscheinen; wie eine Speerspitze und sein Schaft.",
        "Reberta y su dragón Ignitos pasan prácticamente todo el tiempo juntos, tanto dentro como fuera del campo de batalla. El cariño y la confianza que comparten mutuamente es tan fuerte que parecen las dos mitades de un todo, como la punta y el asta de una lanza.",
        "Reberta dan naganya, Ignitos yang telah menghabiskan sebagian besar waktu mereka bersama, baik di dalam maupun di luar pertempuran. Kasih sayang dan kepercayaan mereka pada satu sama lain begitu kuat, seolah-olah mereka tampak seperti dua bagian dari keseluruhan, bagaikan mata tombak dan tongkatnya.",
        "Reberta\u001a \u001aใช้เวลา\u001aอยู่\u001aร่วมกับ\u001a \u001aIgnitos\u001a \u001aซึ่ง\u001aเป็น\u001aมังกร\u001aของ\u001aเธอ\u001aมา\u001aเกือบ\u001aตลอด\u001a \u001aไม่\u001aว่า\u001aจะ\u001aเป็น\u001aใน\u001aและ\u001aนอก\u001aสนามรบ\u001a \u001aความรักใคร่\u001aและ\u001aความ\u001aเชื่อใจ\u001aที่\u001aทั้งสอง\u001aมี\u001aต่อกัน\u001aนับว่า\u001aเหนียวแน่น\u001aจน\u001aคล้าย\u001aกับ\u001aว่า\u001aทั้งสอง\u001aเป็น\u001aอีก\u001aครึ่งหนึ่ง\u001aของ\u001aกันและกัน\u001aดุจดั่ง\u001aหัวหอก\u001aและ\u001aด้าม\u001aหอก\u001a"
    ],
    "401003001": [
        "Even after earning the title of swordmaster, Fryevia has never forgotten her mentors' teachings. She continues partaking in duels and tournaments around the world to keep her skills razor sharp. Seeking neither fame nor glory she always fights anonymously, leaving behind an air of mystery.",
        "即使獲得了劍聖的稱號，弗雷比亞也從未忘記師父的教誨。她繼續參加世界各地的決鬥和錦標賽以保持她的技巧永遠精妙。不求名利的她總是不露真名地戰鬥，給他人留下神祕莫測的印象。",
        "검호라는 칭호를 얻은 후에도 스승의 가르침을 결코 잊은 적이 없는 프레이비아. 그녀는 면도날처럼 날카로운 실력을 유지하기 위해 끊임없이 전 세계의 결투와 검술 시합에 뛰어든다. 명성이나 영광을 추구하지 않는 그녀는 언제나 익명으로 싸우며 신비로운 분위기를 남긴다.",
        "Bien qu'elle-même détentrice du titre de maître épéiste, elle n'a jamais oublié les enseignements de ses mentors. Fryevia continue de participer à des duels et des tournois de par le monde afin d'entretenir son jeu d'épée. Ne cherchant ni gloire, ni succès, elle combat dans l'anonymat, laissant derrière elle une empreinte bien mystérieuse.",
        "Selbst nachdem sie den Titel der Schwertmeisterin erlangte, hat Fryevia niemals die Lehren ihres Mentors vergessen. Und so nimmt sie weiterhin an Duellen und Turnieren auf der ganzen Welt teil, um ihre Fähigkeiten so scharf zu halten wie ihre Klinge. Da sie weder nach Ruhm noch nach Ehre sucht, hält sie sich im Kampf stets bedeckt, was sie sehr geheimnisvoll wirken lässt.",
        "Aunque ya se ha ganado el título de maestra de esgrima, Fryevia jamás olvidará las enseñanzas de sus mentores. Continúa participando en duelos y torneos por todo el mundo para mantener sus técnicas tan a punto como su espada. No busca la fama ni la gloria, por lo que siempre compite bajo el anonimato, dejando tras de sí un halo de misterio.",
        "Bahkan setelah mendapatkan gelar ahli pedang, Fryevia tidak pernah melupakan ajaran gurunya. Ia terus berpartisipasi dalam duel dan turnamen di seluruh dunia agar kemampuan berpedangnya tetap tajam. Ia tidak berniat mencari ketenaran atau kejayaan dan selalu bertarung tanpa memberitahukan identitasnya yang membuatnya diselimuti aura misterius.",
        "แม้\u001aจะ\u001aได้รับ\u001aการขนานนาม\u001aว่า\u001aเป็น\u001aจอม\u001aดาบ\u001a \u001aแต่\u001a \u001aFryevia\u001a \u001aก็\u001aไม่\u001aเคย\u001aลืมเลือน\u001aคำสั่งสอน\u001aของ\u001aอาจารย์\u001aเลย\u001a \u001aเธอ\u001aยังคง\u001aเข้าร่วม\u001aการ\u001aดวล\u001aและ\u001aงาน\u001aประลองยุทธ์\u001aทั่วโลก\u001aเพื่อ\u001aลับ\u001aฝีมือ\u001aของ\u001aเธอ\u001aให้\u001aเฉียบคม\u001aอยู่\u001aเสมอ\u001a \u001aเธอ\u001aไม่\u001aได้\u001aหวัง\u001aที่จะ\u001aแสวงหา\u001aชื่อเสียง\u001aเกียรติยศ\u001aแต่อย่างใด\u001a \u001aด้วยเหตุนี้\u001a \u001aเธอ\u001aจึง\u001aเข้า\u001aต่อสู้\u001aโดย\u001aไม่\u001aเผย\u001aตัวตน\u001aชัดเจน\u001aและ\u001aทิ้ง\u001aไว้\u001aแต่\u001aปริศนา\u001a"
    ],
    "401003101": [
        "The dragoon known as the \"Crimson Death\" soars through the skies with the wings of her beloved dragon partner. There exists no enemy that can stand up to the combination of her masterful skill with a lance and the tenacious wings of a dragon.",
        "被畏為「紅色死神」的龍騎士藉由摯友飛龍的巨翼翱翔在空中。她不僅身懷卓越的長槍技法，又有著飛龍那強韌的翅膀，二者結合起來，恐怕沒有人能在戰場上勝過她。",
        "'붉은 사신'이라 알려진 용기사는 파트너인 비룡의 날개로 하늘을 누빈다. 용기사의 뛰어난 창술에 강인한 비룡의 날개가 합쳐지면 전장의 그 누구도 그녀의 적수가 되지 못할 것이다.",
        "Une femme dragonnier connue sous le nom de la \"Mort Rouge\" s'élève dans les cieux grâce aux ailes de son partenaire dragon bien-aimé. Aucun ennemi ne peut résister à la combinaison de sa maîtrise de la lance et des ailes vigoureuses du dragon.",
        "Die als \"Purpurner Tod\" bekannte Dragonerin erhebt sich mit den Schwingen ihres geliebten Drachengefährten in die Lüfte. Es gibt keinen Gegner, der gegen die Kombination ihres meisterlichen Geschicks mit der Lanze und den unermüdlichen Schwingen eines Drachen ankommt.",
        "Una dragontina conocida como la Muerte escarlata surca los cielos a lomos de su fiel amigo dragón. Su excelente manejo de la lanza y la potencia de las alas de su compañero la hacen un enemigo imbatible.",
        "Kesatria naga yang dikenal sebagai \"Crimson Death\" melintasi langit dengan sayap teman naganya yang terpercaya. Tidak ada musuh yang dapat bertahan dari kombinasi kemampuan tombaknya yang luar biasa dan kekuatan sayap teman naganya.",
        "อัศวิน\u001aมังกร\u001aที่\u001aได้รับ\u001aฉายา\u001aว่า\u001a \u001a\"\u001aความตาย\u001aสี\u001aเลือด\u001a\"\u001a \u001aกำลัง\u001aทะยาน\u001aอยู่\u001aบน\u001aท้องฟ้า\u001aด้วย\u001aปีก\u001aของ\u001aมังกร\u001aผู้\u001aเป็น\u001aคู่หู\u001aของ\u001aเธอ\u001a \u001aเมื่อ\u001aทักษะ\u001aการ\u001aใช้\u001aทวน\u001aอย่าง\u001aเชี่ยวชาญ\u001aของ\u001aเธอ\u001a \u001aมา\u001aรวม\u001aพลัง\u001aกับ\u001aปีก\u001aอัน\u001aแกร่งกล้า\u001aของ\u001aมังกร\u001aแล้ว\u001a \u001aก็\u001aไม่\u001aมี\u001aศัตรู\u001aผู้ใด\u001aสามารถ\u001aต้านทาน\u001aได้\u001a"
    ],
    "401003201": [
        "Her heart and will have grown strong from the many encounters and farewells made on her journey. She prays with all of her might, giving in to neither powerful enemies nor encumbering despair. Her wishes are sure to be answered with nothing less than a miracle.",
        "在旅行途中經歷了無數相遇與離別，少女的心靈成長得無比堅韌而頑強。無論面臨何種強大的敵人或是絕望的困境都決不屈服，少女在心中強烈地祈禱。少女的思念必將能夠喚起任何奇跡吧。",
        "여행을 통해 수많은 만남과 이별을 겪은 소녀의 마음은 강하고 씩씩하게 성장했다. 앞을 가로막는 절망에도, 강력한 적에게도 굴하지 않고 온 힘을 다해 기도하는 소녀. 기적은 소녀의 마음에 반드시 응답할 것이다.",
        "Son cœur et sa volonté ont été renforcés par les nombreuses rencontres et les adieux faits au cours de ses voyages. Elle prie de toutes ses forces, ne cédant ni aux ennemis puissants ni au désespoir pesant. Ses vœux sont assurés d'être exaucés par un miracle, rien de moins.",
        "Die unzähligen Zusammentreffen und Abschiede auf ihrer Reise haben ihr Herz und ihren Willen reifen und stärker werden lassen. Sie betet mit all ihrer Kraft, selbst im Angesicht überwältigender Widersacher und einer aussichtlosen Lage. Ihre Gebete sollen erhört werden und das Wunder bewirken, das sie sich herbeigewünscht hat.",
        "Su corazón y su voluntad se han vuelto más fuertes a raíz de todos los encuentros y despedidas de su viaje. Reza con toda su alma, sin sucumbir ni ante poderosos enemigos ni ante la desesperación. Sus deseos recibirán sin duda una respuesta en forma de milagro.",
        "Hati dan tekadnya telah tumbuh lebih kuat berkat segala pertemuan dan perpisahan yang ia alami dalam perjalanannya. Ia berdoa dengan sepenuh hati tanpa menyerah pada musuh ataupun jatuh dalam keputusasaan. Permohonannya pun terjawab dalam bentuk keajaiban.",
        "หลังจากที่\u001aได้\u001aสัมผัส\u001aทั้ง\u001aการ\u001aพบ\u001aเจอ\u001aและ\u001aลาจาก\u001aมา\u001aหลายครั้ง\u001aตลอด\u001aการ\u001aเดินทาง\u001a \u001aจิตใจ\u001aแ\u001aและ\u001aความมุ่งมั่น\u001aของ\u001aเธอ\u001aก็\u001aยิ่ง\u001aเข้มแข็ง\u001aมากขึ้น\u001a \u001aเธอ\u001aภาวนา\u001aอย่าง\u001aสุดใจ\u001aว่า\u001aจะ\u001aไม่\u001aยอมสยบ\u001aให้\u001aกับ\u001aศัตรู\u001aผู้\u001aแข็งแกร่ง\u001aหรือ\u001aความสิ้นหวัง\u001aที่\u001aเข้า\u001aเกาะกุม\u001aหัวใจ\u001a \u001aสิ่ง\u001aที่\u001aตอบรับ\u001aความปรารถนา\u001aของ\u001aเธอ\u001aได้\u001aไม่\u001aใช่\u001aสิ่ง\u001aอื่น\u001aใด\u001aนอกเหนือ\u001aไป\u001aจาก\u001aปาฏิหาริย์\u001a"
    ],
    "900020101": [
        "The long-awaited appearance of a metal cactuar. He flew onstage feeling a strong obligation to provide experience to vision cards but fled backstage and ran home after noticing the spotlight.",
        "在絕佳的時機登場的金屬巨型仙人掌。他燃燒著給予幻兵卡經驗值的使命感而跳到了舞台之上，但因察覺到眾人的目光又逃回到了簾幕之後。",
        "만반의 준비를 갖추고 등장한 메탈 사보텐더. 비전 카드에 경험치를 주겠다는 불타는 사명감을 안고 무대에 뛰어들었지만, 주목을 받게 되자 커튼 뒤로 줄행랑치고 말았다.",
        "L'apparition tant attendue d'un pampinator. Il s'est précipité sur scène en sentant en lui le devoir de donner de l'expérience aux atouts-visions, mais il s'enfuit en coulisses et rentra chez lui sitôt qu'il aperçut les projecteurs.",
        "Der langerwartete Auftritt des Metallkaktorius. Sein starkes Pflichtbewusstsein, Visionskarten Erfahrung verleihen zu müssen, ließ ihn förmlich auf die Bühne fliegen, aber als er sich binnen kurzer Zeit bewusst geworden war, dass er im Zentrum der Aufmerksamkeit stand, zog er ebenso schnell wieder von dannen.",
        "La esperada entrada en escena de un cactilio de metal. Apareció al sentir la imperiosa necesidad de compartir su experiencia con las cartas de visión, pero se escondió entre bastidores y se marchó corriendo a casa abrumado al convertirse en el centro de todas las miradas.",
        "Kemunculan kaktuar logam yang sudah ditunggu-tunggu. Ia menampakkan diri ketika merasakan kebutuhan mendesak untuk menyediakan pengalamannya kepada kartu vision, tapi kaktuar ini segera bersembunyi dan kembali ke rumahnya apabila ia menyadari dirinya menjadi pusat perhatian.",
        "ฉาก\u001aการ\u001aปรากฏตัว\u001aของ\u001aของ\u001a \u001aCactuar\u001a \u001aเหล็ก\u001aที่\u001aผู้คน\u001aรอคอย\u001a \u001aเขา\u001aโผล่\u001aขึ้น\u001aมา\u001aบน\u001aเวที\u001aด้วย\u001aความรู้สึก\u001aอัน\u001aแรงกล้า\u001aที่\u001aต้องการ\u001aมอบ\u001aค่า\u001a \u001aEXP\u001a \u001aให้\u001aแก่\u001aการ์ด\u001a \u001aVision\u001a \u001aแต่\u001aพอ\u001aเจอ\u001aไฟ\u001aสปอต\u001aไลท์\u001aส่อง\u001aเขา\u001aก็\u001aหลบ\u001aไป\u001aยัง\u001aหลัง\u001aเวที\u001aแล้ว\u001aหนี\u001aกลับบ้าน\u001aไป\u001aเลย\u001a"
    ]
}