{
    "1101": [
        "A peaceful town located between the Earth Temple and Royal Capital Grandshelt, protected by troops dispatched from the capital. The seas to the east are rocky and perilous, and notoriously unkind to all but the most seasoned anglers.",
        "坐落在土之神殿與王都格蘭謝爾特之間的寧靜的小鎮。王都派遣士兵守衛著這裡。小鎮的東面臨海，礁石極多，只有老練的捕魚人才可以去那裡捕魚。",
        "땅의 신전과 왕도 그랑셸트 사이에 있는 한적한 시골 마을. 왕도에서 파견된 병사들이 경비를 맡고 있다. 마을 동쪽에 있는 바다에는 암초가 많아 숙련된 어부가 아니면 고기를 잡기 힘들다.",
        "Une ville paisible nichée entre le Temple de la Terre et la capitale royale de Grandshelt. Les eaux qui s'étendent à l'est recèlent bien des dangers pour tous ceux qui n'ont pas l'expérience d'un vieux loup de mer.",
        "Eine friedliche Stadt zwischen dem Erdtempel und der Residenz Grandshelt, geschützt von Truppen der Hauptstadt. Das Meer im Osten ist wild und gefährlich und berüchtigt dafür, grausam zu allen außer den erfahrensten Fischern zu sein.",
        "Ciudad tranquila situada entre el Templo de la Tierra y la capital real Grandshelt, guarnecida por tropas de la capital. Las costas orientales son escarpadas y peligrosas, solo adecuadas para los pescadores más curtidos.",
        "Sebuah kota damai yang terletak di antara Kuil Tanah dan Ibu Kota Kerajaan Grandshelt, serta dilindungi oleh pasukan yang dikirim dari ibu kota. Lautan di sebelah timur penuh dengan batu-batu dan sangat berbahaya sehingga daerah tersebut hanya cocok untuk para nelayan yang berpengalaman.",
        "เมือง\u001aอัน\u001aสงบสุข\u001aที่\u001aตั้งอยู่\u001aระหว่าง\u001aวิหาร\u001aปฐพี\u001a \u001aและ\u001aนครหลวง\u001aราชอาณาจักร\u001a \u001aGrandshelt\u001a \u001aเป็น\u001aเมือง\u001aที่\u001aมี\u001aกองทหาร\u001aที่\u001aถูก\u001aส่ง\u001aมาจาก\u001aเมืองหลวง\u001aปกป้อง\u001aเอาไว้\u001aอยู่\u001a \u001aผืน\u001aทะเล\u001aทาง\u001aทิศตะวันออก\u001aนั้น\u001aเต็มไปด้วย\u001aโขดหิน\u001aอันตราย\u001a \u001aถือเป็น\u001aเส้นทาง\u001aที่\u001aทุกคน\u001aมักจะ\u001aหลีกเลี่ยง\u001aเว้นแต่\u001aเหล่า\u001aชาวประมง\u001aเจน\u001aประสบการณ์\u001aเท่านั้น\u001a"
    ],
    "1102": [
        "The capital of Grandshelt, this burgeoning metropolis is a testament to the power and technological prowess of this mighty kingdom. With a widening gap between the rich and the poor, some parts of town have fallen into disrepair, but a well-trained guard sees to it that the streets remain safe.",
        "格蘭謝爾特的王都，無處不體現著格蘭謝爾特的國力之強大、科技技術之發達。雖然王都內尚未消除貧富差距問題，存在著貧民窟，但警備十分到位，治安較為良好。",
        "그랑셸트의 수도. 강한 국력과 높은 기술력을 한눈에 알 수 있는 거대도시이다. 빈부 격차가 심해서 빈민가가 존재하지만, 경비 체제가 정비되어 있어 치안은 나쁘지 않다.",
        "Cette métropole est le symbole même du pouvoir et de l'avancée technologique du royaume de Grandshelt. De grands écarts de richesse parmi la population ont fait apparaître des quartiers pauvres, mais les gardes veillent en permanence à la sécurité publique.",
        "Die Hauptstadt Grandshelts. Diese florierende Metropole ist ein Zeichen der Macht und des technologischen Könnens dieses mächtigen Königreichs. Aufgrund der größer werdenden Kluft zwischen Arm und Reich sind einige Viertel verwahrlost, doch die gut ausgebildete Wache sorgt für Sicherheit auf den Straßen.",
        "Capital de Grandshelt y pujante metrópolis que representa el avance tecnológico de este gran reino. La enorme diferencia entre ricos y pobres ha provocado que ciertas zonas de la ciudad caigan en el deterioro, pero una guardia bien entrenada vela por que sus calles permanezcan seguras.",
        "Ibu Kota Kerajaan Grandshelt, kota metropolis yang sedang berkembang ini adalah bukti dari kekuatan dan kecakapan teknologi kerajaan yang kuat ini. Dengan adanya kesenjangan yang semakin besar antara orang kaya dan miskin, beberapa bagian kota menjadi hancur, tapi pasukan penjaga yang terlatih memastikan bahwa jalan-jalan tetap aman.",
        "เมืองหลวง\u001aแห่ง\u001a \u001aGrandshelt\u001a \u001aมหานคร\u001aที่\u001aกำลัง\u001aเจริญเติบโต\u001aแห่ง\u001aนี้\u001aถือเป็น\u001aเครื่องพิสูจน์\u001aให้\u001aเห็น\u001aถึง\u001aพลัง\u001aและ\u001aความก้าวหน้า\u001aทางเทคโนโลยี\u001aอัน\u001aยิ่งใหญ่\u001aของ\u001aราชอาณาจักร\u001aแห่ง\u001aนี้\u001a  \u001aทว่า\u001aเนื่องจาก\u001aมี\u001aความเหลื่อมล้ำ\u001aทางสังคม\u001aมากเกินไป\u001a \u001aตัวเมือง\u001aบางส่วน\u001aจึง\u001aชำรุดทรุดโทรม\u001aอย่าง\u001aหนัก\u001a \u001aแต่\u001aก็\u001aยังมี\u001aเหล่า\u001aทหาร\u001aที่\u001aได้รับ\u001aการฝึกฝน\u001aมา\u001aเป็น\u001aอย่าง\u001aดี\u001aคอย\u001aดูแล\u001aความปลอดภัย\u001aอยู่\u001aตาม\u001aท้องถนน\u001aต่างๆ\u001a"
    ],
    "1103": [
        "Serving a vital role as the gateway to the mainland, this lively port town is a major center of trade. Countless vessels arrive from the ports of Lydira and Ordol, unloading rare and exotic goods from distant lands.",
        "大陸的玄關，有定期開往利迪拉港口鎮與奧德爾港的船隻，是充滿活力的貿易要地。各國的貨物也都在該港口進行裝卸。",
        "대륙의 현관. 항구마을 리디라와 오돌 항구로 정기선이 운항하는 교역의 요충지이다. 마을에는 활기가 넘치며, 해외 각국에서 들어오는 화물은 모두 이 항구에 하역된다.",
        "Cette ville portuaire dynamique constitue une plaque tournante majeure du commerce. Des vaisseaux arrivent chaque jour de Lydira et Ordol pour y décharger leurs précieuses cargaisons venues de terres lointaines.",
        "Diese belebte Hafenstadt ist ein Hauptzentrum des Handels und spielt eine vitale Rolle als Tor zum Festland. Zahllose Schiffe aus den Häfen von Lydira und Ordol entladen hier ihre rare und exotische Fracht aus der Ferne.",
        "Esta importante y concurrida ciudad portuaria sirve de entrada al continente y se ha convertido en un auténtico foco de comercio. En ella arriba un número insondable de embarcaciones cargadas hasta los topes de valiosas y exóticas mercancías procedentes de los puertos de Lydira y Ordol.",
        "Pelabuhan yang memiliki peranan penting sebagai pintu gerbang ke pulau utama, kota pelabuhan yang semarak ini adalah pusat perdagangan utama. Kapal yang tak terhitung jumlahnya tiba dari pelabuhan Lydira dan Ordol. Kapal-kapal itu menurunkan barang-barang langka dan eksotis dari negeri yang jauh.",
        "นอกจาก\u001aจะ\u001aทำหน้าที่\u001aเป็น\u001aเหมือน\u001aประตู\u001aเข้าออก\u001aไป\u001aสู่\u001aแผ่นดินใหญ่\u001aแล้ว\u001a \u001aเมืองท่า\u001aอัน\u001aครึกครื้น\u001aแห่ง\u001aนี้\u001aยัง\u001aถือเป็น\u001aศูนย์กลาง\u001aของ\u001aการค้าขาย\u001aอีกด้วย\u001a \u001aเรือเดินสมุทร\u001aลำ\u001aใหญ่\u001aจำนวน\u001aนับไม่ถ้วน\u001aต่าง\u001aพา\u001aกัน\u001aเดินทาง\u001aมาจาก\u001aเมืองท่า\u001a \u001aLydira\u001a \u001aและ\u001a \u001aOrdol\u001a \u001aเพื่อ\u001aนำ\u001aสินค้า\u001aแปลก\u001aๆ\u001a \u001aและ\u001aหา\u001aยาก\u001aจาก\u001aแดน\u001aไกล\u001aมา\u001aส่ง\u001aยัง\u001aที่\u001aแห่ง\u001aนี้\u001a"
    ],
    "1104": [
        "The lone port on the volcanic island north of the mainland, its inhospitable environs are such that few are brave enough to call it home. With the rocky terrain ill-suited for farming, tourism is its sole industry, with travelers flocking from across the realm to catch a glimpse of the fiery peak.",
        "連接大路北側諸島的唯一的港口，受火山的影響無法種植農作物，因此也就沒有常住居民。取而代之的是為了一覽火山的尊容而從各地聚集於此的大批遊客。",
        "대륙 북부에 있는 이 섬의 유일한 항구. 화산의 영향으로 작물이 자라지 않아 실제 거주하는 사람은 거의 없지만, 웅장한 화산을 직접 보고자 각지에서 관광객의 발길이 끊이지 않는다.",
        "L'unique port de cette île volcanique. Bien que peu de personnes aient le courage de résider en ces terres stériles et inhospitalières, le tourisme se porte très bien et les voyageurs affluent des quatre coins du royaume dans l'espoir d'apercevoir les célèbres montagnes enflammées.",
        "Das Umland des Hafens der vulkanischen Insel nördlich des Festlandes ist so unwirtlich, dass nur wenige Mutige dort leben. Der Boden ist zu steinig für den Ackerbau und Tourismus die einzige Industrie. Reisende scharen sich hier, um einen Blick auf den feurigen Gipfel zu werfen.",
        "Único puerto de la isla volcánica situada al norte del continente, tan inhóspita que casi nadie se atreve a vivir en ella. Su suelo rocoso imposibilita el cultivo y su gente subsiste gracias al turismo, ya que habitantes de todo el reino quieren ver con sus propios ojos la cumbre ígnea.",
        "Satu-satunya pelabuhan di pulau vulkanik sebelah utara pulau utama. Hanya sedikit orang yang menetap di sana karena lingkungannya yang tidak begitu ramah, dengan tanah berbatu yang tidak cocok untuk bercocok tanam. Pariwisata adalah satu-satunya industri yang ada. Banyak pengelana yang berbondong-bondong datang dari seluruh dunia untuk mengagumi kemegahan puncak berapi.",
        "ท่าเรือ\u001aอัน\u001aโดด\u001aเดี่ยวบน\u001aหมู่เกาะ\u001aภูเขาไฟ\u001aทาง\u001aตอนเหนือ\u001aของ\u001aแผ่นดินใหญ่\u001a \u001aด้วย\u001aสภาพแวดล้อม\u001aที่\u001aไม่ค่อย\u001aเอื้ออำนวย\u001aสัก\u001aเท่าไหร่\u001a \u001aผู้คน\u001aที่\u001aกล้า\u001aเรียก\u001aที่\u001aแห่ง\u001aนี้\u001aว่า\u001aบ้าน\u001aจึง\u001aมี\u001aอยู่\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001a \u001aภูมิประเทศ\u001aส่วนใหญ่\u001aของ\u001aที่นี่\u001aเป็น\u001aโขดหิน\u001aชัน\u001aซึ่ง\u001aไม่\u001aเหมาะ\u001aแก่\u001aการ\u001aทำ\u001aเกษตรกรรม\u001a \u001aดังนั้น\u001aอุตสาหกรรม\u001aเพียง\u001aอย่าง\u001aเดียว\u001aของ\u001aท่าเรือ\u001aแห่ง\u001aนี้\u001aจึง\u001aเป็น\u001aอุตสาหกรรม\u001aการท่องเที่ยว\u001a \u001aนักท่องเที่ยว\u001aมากมาย\u001aต่าง\u001aเดิน\u001aทางข้าม\u001aทะเล\u001aมา\u001aเพื่อที่จะ\u001aได้\u001aเห็นภาพ\u001aยอดเขา\u001aที่\u001aกำลัง\u001aลุกไหม้\u001aด้วย\u001aสายตา\u001aของ\u001aตนเอง\u001a"
    ],
    "1201": [
        "This port rests on the eastern shores of the continent of Lanzelt, directly across the sea from Lodin, to and from which ships sail daily. Bustling with trade in the heyday of the mining boom, it has lost most of its luster in the days since Kolobos became a ghost town.",
        "蘭澤爾特大陸最東邊的港口鎮，有通往隔海相望的洛丁的船隻。曾經與以採掘資源而繁榮的克羅伯斯島來往密切，現如今該島已荒廢，這裡也漸漸失去了活力。",
        "랑제르트 대륙 동쪽 끝에 있는 항구마을. 바다 건너편에 있는 도시 로딘으로 가는 배가 있다. 옛날에는 자원 채굴로 번영했던 코로보스 섬과의 왕래가 잦았으나, 섬이 쇠락한 이후로는 점차 활기를 잃어가고 있다.",
        "Un port situé sur la côte est de Lanzelt. Seul un bras de mer le sépare de Lodin, avec lequel il entretient des relations commerciales soutenues. À l'époque de la folie minière, les bateaux se succédaient en provenance des Kolobos, mais depuis que cette ville est désertée, le port a perdu de son éclat.",
        "Zwischen diesem Hafen an der östlichen Küste des Kontinents *Landselt* und dem direkt am anderen Meerufer gelegenen Lodin verkehren täglich Schiffe. Zur Zeit des Bergbaus war er durch den Handel belebt, hat jedoch viel von seinem Glanz verloren, seit Kolobos zur Geisterstadt wurde.",
        "Puerto en las costas orientales del continente de Lanzelt, frente a la ciudad de Lodin, con la que se comunica por barco diariamente. Kolobos fue un centro de comercio durante la época de apogeo de la minería, pero ahora tan solo es una sombra de sus mejores días.",
        "Pelabuhan ini terletak di pantai timur benua Lanzelt, tepat di seberang laut dari Lodin. Kapal-kapal hilir mudik setiap harinya di sini. Dahulu, tempat ini ramai dengan aktivitas perdagangan di puncak kejayaan dalam bidang pertambangan, tapi pelabuhan ini kini hanyalah bayangan dari masa kejayaan tersebut sejak Kolobos berubah menjadi kota hantu.",
        "เมืองท่า\u001aแห่ง\u001aนี้\u001aตั้งอยู่\u001aบน\u001aชายฝั่ง\u001aทาง\u001aทิศตะวันออก\u001aของ\u001aทวีป\u001a \u001aLanzelt\u001a \u001aและ\u001aอยู่\u001aตรงข้าม\u001aกับ\u001aเมือง\u001a \u001aLodin\u001a \u001aพอดี\u001aโดย\u001aมี\u001aทะเล\u001aคั่น\u001aกลาง\u001a \u001aนอกจากนี้\u001aยังมี\u001aลำ\u001aเรือ\u001aมากมาย\u001aแล่น\u001aเข้า\u001aแล่น\u001aออก\u001aไม่\u001aเว้น\u001aวัน\u001a \u001aแม้\u001aจะ\u001aมี\u001aผู้คน\u001aแวะเวียน\u001aมา\u001aค้าขาย\u001aตลอด\u001aใน\u001aช่วง\u001aที่\u001aอุตสาห\u001aกรรมการ\u001aขุด\u001aแร่\u001aเป็นที่นิยม\u001a \u001aทว่า\u001aนับตั้งแต่\u001aเมือง\u001a \u001aKolobos\u001a \u001aกลายเป็น\u001aเมืองร้าง\u001a \u001aความเจริญรุ่งเรือง\u001aของ\u001aเมือง\u001aแห่ง\u001aนี้\u001aก็\u001aพลอย\u001aหาย\u001aลับ\u001aไป\u001aด้วย\u001a"
    ],
    "1202": [
        "This mining village sits roughly equidistant between the Lanzelt estuary and the wilds of Kol. Isolated from almost all other civilization, it is the last respite for travelers looking to cross the wilds into the desert lands.",
        "位處蘭澤爾特河口與柯爾荒野之間，是個以礦業為生計的村子。由於周邊再無其他村落，想要穿越荒野的旅人們都當這裡是最後的補給地點。",
        "랑제르트 하구와 콜 황야 사이에 있는 광업촌. 주변에 다른 마을이 없어, 황야를 지나 사막을 건너려는 여행자들의 마지막 보급지점 역할을 한다.",
        "Ce village de mineurs se situe à distance égale de l'estuaire de Lanzelt et des terres désolées de Kol. Isolé de toute autre forme de civilisation, il représente la dernière halte des voyageurs souhaitant s'aventurer dans le désert.",
        "Dieses Bergbaudorf liegt fast genau auf der Hälfte zwischen Lanzeltmündung und der Wildnis Kols. Isoliert von nahezu aller Zivilisation ist es der letzte Außenposten  für Reisende, die die Wildnis in Richtung der Wüstenländer durchqueren.",
        "Esta aldea minera se asienta en un punto más o menos equidistante entre el estuario de Lanzelt y las tierras salvajes de Kol. Lejos de cualquier signo de civilización, constituye la última parada para viajeros que ansíen cruzar las tierras salvajes en dirección al desierto.",
        "Desa pertambangan ini jaraknya kira-kira sama dengan jarak antara Muara Lanzelt dan Daerah Tandus Kol. Terisolasi dari hampir semua peradaban lain, tempat ini merupakan tempat perhentian terakhir bagi para pengelana yang ingin melintasi daerah tandus menuju gurun.",
        "หมู่บ้าน\u001aคน\u001aทำ\u001aเหมือง\u001aที่\u001aตั้งอยู่\u001aตรงกลาง\u001aระหว่าง\u001aปากแม่น้ำ\u001a \u001aLanzelt\u001a \u001aและ\u001aป่า\u001a \u001aKol\u001a \u001aแม้\u001aที่นี่\u001aจะ\u001aห่างไกล\u001aจาก\u001aตัวเมือง\u001aอัน\u001aแสน\u001aเจริญรุ่งเรือง\u001a \u001aทว่า\u001aที่\u001aแห่ง\u001aนี้\u001aก็\u001aถือเป็น\u001aที่พัก\u001aสุดท้าย\u001aสำหรับ\u001aนักเดินทาง\u001aที่หมาย\u001aจะ\u001aข้าม\u001aทะลุ\u001aป่า\u001aไป\u001aยัง\u001aทะเลทราย\u001a"
    ],
    "1203": [
        "Situated in the lowlands between great mountain ranges, Lanzelt's sole port is a bustling center of maritime trade. Travelers looking to cross the seas to Dirando can find safe passage here.",
        "蘭澤爾特大陸首屈一指的大港，位處平原地帶，周邊地勢險惡，眾多船隻往來於此，十分熱鬧。如果想前往迪爾納特大陸，就必須在這個港口乘船。",
        "랑제르트 대륙에서 가장 번성한 항구. 험준한 지대 사이에 낀 평원에 위치하며 수많은 배가 오가는 교역의 요충지로 발전했다. 디르나드 대륙으로 건너가기 위해서는 이곳에서 배를 타야 한다.",
        "Niché au milieu des montagnes, le port principal de Lanzelt est l'un des centres les plus actifs du commerce maritime. C'est également le seul point de départ des bateaux se rendant à Dirnado.",
        "In der Tiefebene zwischen den großen Bergketten ist Landselt einziger Hafen das lebendige Zentrum des maritimen Handels. Reisende in Richtung Dirnado finden hier eine sichere Überfahrt.",
        "El único puerto de Lanzelt, ubicado en el valle que separa dos grandes cadenas montañosas, es un foco de comercio marítimo de gran notoriedad. Los viajeros que pretendan viajar por mar hasta Dirnado pueden conseguir aquí su salvoconducto.",
        "Terletak di dataran rendah di antara pegunungan yang luas, pelabuhan di Lanzelt ini adalah satu-satunya pusat perdagangan maritim yang ramai. Para pengelana yang ingin menyeberangi laut menuju benua Dirnado dapat melewati jalan ini dengan aman.",
        "ด้วย\u001aความ\u001aที่\u001aท่าเรือ\u001aแห่ง\u001aนี้\u001aถือเป็น\u001aท่าเรือ\u001aเพียง\u001aแห่ง\u001aเดียว\u001aของ\u001a \u001aLanzelt\u001a \u001aซึ่ง\u001aตั้งอยู่\u001aบน\u001aที่ราบลุ่ม\u001aระหว่าง\u001aทิวเขา\u001aอัน\u001aกว้างใหญ่\u001a \u001aที่นี่\u001aจึง\u001aถือเป็น\u001aศูนย์กลาง\u001aของ\u001aการค้าขาย\u001aทางทะเล\u001aอัน\u001aแสน\u001aคับคั่ง\u001a \u001aอีก\u001aทั้ง\u001aเหล่า\u001aนักเดินทาง\u001aที่\u001aคิด\u001aจะ\u001aข้าม\u001aทะเล\u001aไป\u001aยัง\u001a \u001aDirando\u001a \u001aยัง\u001aสามารถ\u001aเดิน\u001aทางผ่าน\u001aที่นี่\u001aไป\u001aได้\u001aอย่าง\u001aปลอดภัย\u001aด้วย\u001a"
    ],
    "1204": [
        "Deep in the snowy drifts of the Lanzelt mountains lies this village, which is found on no map. A modest population of settlers brave the harsh climes, clinging proudly to their traditional ways, while showing warmth and openness to the rare wayfarers who find their way here.",
        "地處白雪皚皚的蘭澤爾特山脈深處，是個地圖上沒有記載的村落。想在這裡生活就必須與嚴酷的自然環境鬥爭。雖然生活方式比較守舊，但村民的思想都很開放。",
        "눈 덮인 랑제르트 산맥 오지에 있는, 지도에도 나오지 않는 마을. 주민들은 혹독한 자연을 벗 삼아 살아간다. 옛 생활 방식이 남아있는 부분도 있지만, 폐쇄적인 분위기는 아니다.",
        "Aucune carte ne l'indique, mais au plus profond des monts enneigés de Lanzelt se trouve ce modeste village. Ses habitants vivent dans un environnement austère et une société attachée à ses traditions, mais ils savent aussi se montrer chaleureux et accueillants envers leurs rares visiteurs.",
        "Tief in den Schneewehen von Landselt Bergen liegt dieses Dorf, das auf keiner Karte verzeichnet ist. Wenige Siedler trotzen dem harschen Klima und halten stolz an ihren Traditionen fest, während sie den wenigen Wanderern mit Wärme und Offenheit begegnen.",
        "Junto a las nevadas cumbres de Lanzelt se alza esta aldea que no aparece en ningún mapa. Allí, una modesta población de colonos se enfrenta a las inclemencias del clima, aferrándose con orgullo a su tradicional estilo de vida, pero reciben con los brazos abiertos a sus muy contados visitantes.",
        "Jauh di dalam pegunungan Lanzelt yang diselimuti salju, terdapat sebuah desa yang tidak tercatat dalam peta. Sejumlah pemukim menetap di tempat beriklim ekstem ini, dan mereka berpegang teguh pada tradisi mereka sambil menunjukkan kehangatan dan keterbukaan kepada para pengelana yang singgah di sini.",
        "ถึงแม้\u001aจะ\u001aไม่\u001aปรากฏ\u001aบน\u001aแผนที่\u001aใดๆ\u001a \u001aแต่\u001aท่ามกลาง\u001aกอง\u001aหิมะ\u001aบน\u001aภูเขา\u001a \u001aLanzelt\u001a \u001aนั้น\u001aยังมี\u001aหมู่บ้าน\u001aแห่ง\u001aนี้\u001aอยู่\u001a \u001aผู้คน\u001aที่นี่\u001aต่าง\u001aใช้ชีวิต\u001aอยู่\u001aท่ามกลาง\u001aสภาพอากาศ\u001aอัน\u001aโหดร้าย\u001aอย่าง\u001aเรียบง่าย\u001a \u001aและ\u001aยังคง\u001aยึดถือ\u001aธรรมเนียม\u001aปฏิบัติ\u001aดั้งเดิม\u001aอยู่\u001aอย่าง\u001aมิ\u001aเสื่อมคลาย\u001a \u001aหาก\u001aมี\u001aนักเดินทาง\u001aบังเอิญ\u001aผ่าน\u001aมา\u001a \u001aณ\u001a \u001aที่\u001aแห่ง\u001aนี้\u001a \u001aพวกเขา\u001aทุกคน\u001aก็\u001aพร้อม\u001aจะ\u001aเปิดใจ\u001aให้\u001aอย่าง\u001aอบอุ่น\u001a"
    ],
    "1301": [
        "Once bustling with all manner of being during the island's more prosperous days, this port is the only of its kind in Kolobos. However, all hopes for further prosperity were lost when crystal farming, once the land's main industry, was no longer able to sustain it.",
        "克羅伯斯島上唯一的港口。在克羅伯斯島繁榮昌盛的時代，該港口貿易往來，好不熱鬧。但隨著島上主要產業——水晶開採業的衰退，該港口也逐漸荒廢，再不見往日繁華的景象。",
        "코로보스 섬의 유일한 항구. 섬이 번영하던 시절에는 수많은 사람들과 재물이 오고 가는 항구였다. 그러나 섬의 주요 산업이었던 크리스탈 채굴이 쇠퇴하면서 과거의 영광이 거짓말이었던 것처럼 쓸쓸한 항구로 변하고 말았다.",
        "Autrefois lieu extrêmement dynamique et riche en activité, ce port de Kolobos est unique en son genre. Sa prospérité prit fin lorsque les cristaux, qui furent jadis l'industrie phare du pays, perdirent en valeur.",
        "Ein einzigartiger Hafen auf Kolobos. In seiner Blütezeit gingen täglich tausende Menschen und Waren hier ein und aus. Doch seit dem Rückgang des Kristallabbaus, dem Hauptwirtschaftszweig der Insel, ist der Wohlstand nur noch eine vage Erinnerung.",
        "El puerto único que hay en Kolobos. Durante su mejor época siempre estaba hasta arriba de personas y mercaderes. Sin embargo, la isla dejó de prosperar porque su principal industria, la minería de cristales, dejó de ser lo suficientemente rentable.",
        "Satu-satunya pelabuhan yang berada di Kolobos. Dahulu, tempat ini sibuk dengan segala macam aktivitas selama masa kejayaannya. Namun, kemakmurannya berakhir karena pertambangan kristal yang merupakan industri utama pulau ini tidak lagi menghasilkan keuntungan.",
        "เมื่อ\u001aครั้ง\u001aที่\u001aยัง\u001aเจริญรุ่งเรือง\u001a \u001aเกาะ\u001aแห่ง\u001aนี้\u001aเคย\u001aคลาคล่ำ\u001aไป\u001aผู้คน\u001aมากหน้าหลายตา\u001a \u001aนับว่า\u001aเป็น\u001aท่าเรือ\u001aที่\u001aครึกครื้น\u001aที่สุด\u001aใน\u001a \u001aKolobos\u001a \u001aเลย\u001aทีเดียว\u001a \u001aแต่ทว่า\u001aความเจริญก้าวหน้า\u001aทั้งหมด\u001aกลับ\u001aต้อง\u001aหยุดชะงัก\u001aไป\u001a \u001aเมื่อ\u001aผู้คน\u001aที่นี่\u001aไม่\u001aสามารถ\u001aทำ\u001aเหมือง\u001aคริสตัล\u001aซึ่ง\u001aถือเป็น\u001aอุตสาหกรรม\u001aหลัก\u001aของ\u001aเกาะ\u001aแห่ง\u001aนี้\u001aได้\u001aอีกต่อไป\u001aแล้ว\u001a"
    ],
    "1302": [
        "A town located in western Kolobos, where buildings can be seen clinging to the face of steep cliffs. As intimidating as the relentless crashing of lightning all around them can be, the inhabitants have learned to live with it.",
        "坐落於克羅伯斯島西邊的城鎮，鎮中房屋全都建在懸崖峭壁之上。城鎮上空常年電閃雷鳴不斷，居民們對此現象十分敬畏。",
        "코로보스 섬 서쪽에 위치한 마을. 가파른 절벽에 매달려 있는 것처럼 지어진 집들이 특징이다. 주민들은 끊이지 않는 번개를 때로는 두려워하고, 때로는 성스럽게 여기며 살아가고 있다.",
        "Une ville se trouvant à l'est de Kolobos, connue pour ses bâtiments perchés au sommet de falaises abruptes. Bien que la foudre s'y abattant constamment est terrifiante, les habitants ont fini par s'y habituer.",
        "Eine Stadt im Westen von Kolobos, in der die Häuser sich an die steilen Klippen zu klammern scheinen. Die Bewohner haben sich an an das unaufhörliche Blitzen und Donnern um sie herum gewöhnt.",
        "Una ciudad situada en la parte oeste de Kolobos, donde los edificios cuelgan de escarpados acantilados. A pesar de lo intimidantes que puedan resultar los continuos golpes de rayo a su alrededor, sus habitantes se han acabado acostumbrando.",
        "Sebuah kota yang terletak di sebelah barat Kolobos, di mana bangunan yang ada dibangun di tepi tebing yang curam. Walaupun sama menakutkannya dengan sambaran petir di dekat mereka, para penduduk telah terbiasa untuk hidup dalam kondisi tersebut.",
        "เมือง\u001aแห่ง\u001aหนึ่ง\u001aที่\u001aตั้งอยู่\u001aทาง\u001aทิศตะวันตก\u001aของ\u001a \u001aKolobos\u001a \u001aที่\u001aซึ่ง\u001aสิ่งก่อสร้าง\u001aมากมาย\u001aถูก\u001aสร้าง\u001aขึ้น\u001aบน\u001aเชิง\u001aผา\u001aสูงชัน\u001a \u001aถึงแม้\u001aจะ\u001aมี\u001aสายฟ้า\u001aฟาด\u001aลงมา\u001aรอบ\u001aๆ\u001a \u001aเมือง\u001aไม่\u001aหยุดหย่อน\u001aจน\u001aน่า\u001aหวาดหวั่น\u001a \u001aทว่า\u001aผู้\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aก็\u001aดูเหมือน\u001aจะ\u001aชิน\u001aกับ\u001aมัน\u001aไป\u001aเสียแล้ว\u001a"
    ],
    "2101": [
        "The sprawling capital of the great continent of Dirnado. Focusing mainly on airship construction, this city is full of docks and ports. The precise organization of this city alone is a testament to the nation's high level of technical ability.",
        "迪爾納特大陸首屈一指的大都市，其主要產業為飛空艇製造業，都市內有多個造艇廠。市內建築規劃整齊，頗顯其科技技術實力之高。",
        "디르나드 대륙의 유일한 대도시. 비공정 제작을 주 산업으로 삼고 있으며, 수많은 조선소가 늘어서 있다. 말끔히 정비된 거리는 이 나라의 높은 기술력을 느끼게 해준다.",
        "Magnifique capitale du vaste continent de Dirnado, l'activité de Dilmagia est entièrement tournée vers la construction d'aéronefs. Cette cité est remplie de quais et de ports et son organisation millimétrée témoigne de son avancée technologique  considérable.",
        "Die weitläufige Hauptstadt des großen Kontinents Dirnado. Hauptsächlich auf die Konstruktion von Luftschiffen konzentriert, ist diese Stadt voll von Docks und Häfen. Allein die präzise Organisation dieser Stadt zeugt von dem hohen technischen Stand dieser Nation.",
        "La magnífica capital del gran continente de Dirnado. Repleta de puertos y muelles, esta se especializa en la industria aeronaval. Sus urbes están perfectamente planificadas y son un testamento de su capacidad tecnológica superior.",
        "Ibu kota yang begitu luas di benua Dirnado. Produksi kapal udara adalah industri utama kota yang dipenuhi dengan dermaga dan pelabuhan ini. Tata kota yang baik, rapi, dan teratur merupakan bukti keunggulan teknologi negeri ini.",
        "เมืองหลวง\u001aขนาด\u001aยักษ์\u001aที่\u001aตั้งอยู่\u001aใน\u001aทวีป\u001a \u001aDirnado\u001a \u001aอัน\u001aยิ่งใหญ่\u001a \u001aด้วย\u001aความ\u001aที่\u001aอุตสาหกรรม\u001aหลัก\u001aของ\u001aที่นี่\u001aคือ\u001aการ\u001aสร้าง\u001aเรือ\u001aเหาะ\u001a \u001aดังนั้น\u001aภายใน\u001aเมือง\u001aจึง\u001aมี\u001aท่าเรือ\u001aและ\u001aอู่เรือ\u001aอยู่\u001aเต็มไปหมด\u001a \u001aภูมิทัศน์\u001aของ\u001aเมือง\u001aๆ\u001a \u001aนี้\u001aได้รับ\u001aการ\u001aออกแบบ\u001aและ\u001aจัดวาง\u001aมา\u001aเป็น\u001aอย่าง\u001aดี\u001a \u001aเพียงเท่านี้\u001aก็\u001aสามารถ\u001aพิสูจน์\u001aให้\u001aเห็น\u001aได้\u001aแล้ว\u001aว่า\u001aประเทศ\u001aแห่ง\u001aนี้\u001aมี\u001aศักยภาพ\u001aทาง\u001aด้าน\u001aเทคโนโลยี\u001aสูง\u001aเพียงใด\u001a"
    ],
    "2102": [
        "A mountain village, located to the north of the continent of Dirnado. Surrounded by tall peaks and located far from the Industrial City Dilmagia, the people of this village have retained the same modest way of life they have known for ages.",
        "坐落於迪爾納特大陸北端山頂的村落，周圍環山，與工業都市迪爾馬基亞相距較遠，因此還保留著舊時候封閉的生活習俗。",
        "디르나드 대륙 북쪽에 자리한 산정상의 마을. 높은 산맥에 둘러싸여 있고, 공업도시 딜마기아와도 멀리 떨어져 있어서 예로부터 이 마을 사람들은 조용히 살아왔다.",
        "Village de montagne situé au nord du continent de Dirnado et entouré de grands sommets, il est assez loin de Dilmagia. Ses habitants ont un mode de vie modeste qui n'a pas changé depuis des siècles.",
        "Ein Bergdorf, das im Norden des Kontinents Dirnado liegt. Umgeben von hohen Gipfeln und weit abgeschlagen von der Industriestadt Dilmagia ist die bescheidene Lebensweise der Leute dieses Dorfes über die Jahre unverändert geblieben.",
        "Una aldea de montaña localizada en el borde norte del continente de Dirnado. Debido a estar rodeada de altas montañas y alejada de la capital de Dilmagia, sus gentes llevan una vida modesta como antaño.",
        "Sebuah desa di pegunungan yang terletak di sebelah utara benua Dirnado. Desa ini dikelilingi oleh puncak-puncak yang tinggi dan terletak jauh dari Kota Industri Dilmagia. Penduduk setempat mempertahankan cara hidup sederhana yang sama seperti yang telah mereka lakukan sejak zaman dahulu.",
        "หมู่บ้าน\u001aบน\u001aภูเขา\u001aที่\u001aตั้งอยู่\u001aทาง\u001aตอนเหนือ\u001aของ\u001aทวีป\u001a \u001aDirnado\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aถูก\u001aรายล้อม\u001aไป\u001aด้วย\u001aยอด\u001aเขาสูงชัน\u001a \u001aอีก\u001aทั้งตัว\u001aหมู่บ้าน\u001aนั้น\u001aยังอยู่\u001aห่าง\u001aจาก\u001aเมืองอุตสาหกรรม\u001a \u001aDilmagia\u001a \u001aดังนั้น\u001aแล้ว\u001a \u001aผู้คน\u001aที่นี่\u001aจึง\u001aยัง\u001aสามารถ\u001aรักษา\u001aวิถีชีวิต\u001aแบบ\u001aเรียบง่าย\u001aอย่าง\u001aที่\u001aพวกเขา\u001aรู้จัก\u001aมา\u001aหลาย\u001aชั่วอายุคน\u001aเอาไว้\u001aได้\u001a"
    ],
    "2201": [
        "The city where the soldiers who guard Galebreak reside. Once a simple garrison, soldiers charged with serving for long periods of time began to bring their families along with them, and before anyone knew it, it had become a proper town.",
        "負責警備突風守護的關卡的士兵們所居住的城鎮，這裡原本僅僅是個駐地，然而在此長期執行任務的士兵們把家人也接來一起居住，久而久之就發展成了一個城鎮。",
        "돌풍막이 관문을 지키는 병사들이 생활하는 마을. 원래는 평범한 주둔지였지만, 장기임무에 임하는 병사들이 가족을 데려와 함께 살게 됨에 따라 마을로 발전했다.",
        "Ville où les soldats qui gardent le Passage Abrivent résident. Autrefois simple garnison, elle s'est petit à petit transformée à mesure que les soldats décidèrent d'y faire venir leur famille. En un rien de temps, Kolz est devenue une belle et grande ville.",
        "Die Stadt, in der die Soldaten leben, die Sturmbrecher beschützen. Soldaten, die für lange Zeit hier dienten, brachten ihre Familien mit sich und ehe man sich versah, war aus der einfachen Garnison eine richtige Stadt geworden.",
        "Ciudad donde residen los soldados que guardan el Paso Paravientos. Aunque solía ser una simple guarnición, debido a los largos periodos de servicio, sus guardias comenzaron a traer a sus familias y, antes que pudieran darse cuenta, se transformó en una ciudad hecha y derecha.",
        "Kota tempat para prajurit yang menjaga Penghadang Angin tinggal. Dahulu, tempat ini merupakan garnisun sederhana, dan tentara yang ditugasi untuk waktu yang lama mulai membawa serta keluarga mereka. Sebelum ada yang menyadarinya, tempat itu telah menjadi kota yang layak ditinggali.",
        "เมือง\u001aที่\u001aเหล่า\u001aทหาร\u001aซึ่ง\u001aมี\u001aหน้าที่\u001aปกป้อง\u001aด่าน\u001aตรวจ\u001aสลาตัน\u001aอาศัย\u001aอยู่\u001a \u001aครั้งหนึ่ง\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aเคย\u001aเป็น\u001aเพียง\u001aป้อมปราการ\u001aธรรมดาๆ\u001a \u001aเท่านั้น\u001a \u001aทว่า\u001aเมื่อ\u001aพวก\u001aทหาร\u001aที่\u001aต้อง\u001aอยู่\u001aประจำการ\u001aเป็นเวลา\u001aนาน\u001aเริ่ม\u001aพา\u001aครอบครัว\u001aของ\u001aพวก\u001aตน\u001aมา\u001aอยู่\u001aด้วยกัน\u001aมาก\u001aๆ\u001a \u001aเข้า\u001a \u001aกว่า\u001aจะ\u001aรู้ตัว\u001aอีกที\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aก็\u001aกลายเป็น\u001aเมือง\u001aขนาดย่อม\u001aไป\u001aเสียแล้ว\u001a"
    ],
    "3101": [
        "The capital of the Olderion Federation, surrounded and protected by the pure water that flows down from Lake Dorr, located to the south of the continent. Monster invasions are exceedingly rare thanks to this.",
        "聯邦國家奧爾德里昂的首都，受到流淌自大陸南邊的多爾湖的淨水的庇護，使得魔物們都不敢靠近，該地也因此聞名世界。",
        "올데리온 연방의 수도. 대륙 남쪽의 돌 호수로부터 흘러 들어오는 맑은 물의 수호 덕분에 마물이 접근하지 못하는 도시로 유명하다.",
        "Capitale de la Fédération d'Olderion, entourée par les eaux pures qui s'écoulent du Lac Dorr, située au sud du continent. Grâce à la protection du lac, les invasions de monstres y sont plutôt rares.",
        "Die Hauptstadt der Olderion-Föderation, umgeben und beschützt vom reinen Wasser, dass sich aus dem Dohr-See im Süden des Kontinents speist. Diesem Umstand ist es zu verdanken, dass Monster-Invasionen hier sehr selten sind.",
        "La capital de la Federación de Olderion, rodeada y protegida por las aguas que manan del lago Dorr, localizado al sur del continente. Gracias a esto los monstruos raramente invaden su perímetro.",
        "Ibu kota Federasi Olderion. Kota ini dikelilingi dan dilindungi oleh air murni yang mengalir dari Danau Dorr yang terletak di sebelah selatan benua. Penyerangan monster sangat jarang terjadi berkat air tersebut.",
        "นครหลวง\u001aแห่ง\u001aสหพันธรัฐ\u001a \u001aOlderion\u001a \u001aซึ่ง\u001aตั้งอยู่\u001aทาง\u001aตอน\u001aใต้\u001aของ\u001aทวีป\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aถูก\u001aโอบล้อม\u001aและ\u001aปกป้อง\u001aเอาไว้\u001aโดย\u001aสายน้ำ\u001aบริสุทธิ์\u001aที่\u001aหลั่งไหล\u001aลง\u001aมาจาก\u001aทะเลสาบ\u001a \u001aDorr\u001a \u001aด้วย\u001aการ\u001aคุ้มครอง\u001aเช่นนี้\u001aเอง\u001a \u001aนครหลวง\u001aแห่ง\u001aนี้\u001aจึง\u001aแทบ\u001aไม่\u001aถูก\u001aพวก\u001aมอนสเตอร์\u001aบุกรุก\u001aเข้ามา\u001aเลย\u001a"
    ],
    "3201": [
        "A peaceful village located north of the water shrine. This is where the aqua guardians came from, and it is said that everyone who lives here are related to them.",
        "位於水之神殿北側的寧靜小鎮，這裡是水之守護人的發祥地，鎮子中的居民都是與水之守護人家族有關係的人。",
        "물의 신전 북쪽에 위치한 한적한 마을. 물의 수호자 일족의 발상지이며, 이 마을에 사는 사람들은 모두 물의 수호자 가문과 인연이 있는 사람들이다.",
        "Un village paisible situé au nord du Temple de l'Eau d'où sont originaires les gardiens de l'Eau. On raconte que tout ceux qui y habitent sont liés à eux d'une manière ou d'une autre.",
        "Ein friedliches Dorf nördlich des Wasserschreins. Dies ist die ursprüngliche Heimat der Hüter des Wassers und alle hier Lebenden sind Teil dieser Sippe.",
        "Una aldea tranquila situada al norte del Templo del Agua. Es aquí de donde provienen los Guardianes del Agua, y se dice que todo aquel que vive aquí tiene algún parentesco con ellos.",
        "Sebuah desa damai yang terletak di sebelah utara Kuil Air. Di sinilah para Penjaga Air berasal, dan dikatakan bahwa setiap orang yang tinggal di sini memiliki ikatan saudara.",
        "หมู่บ้าน\u001aอัน\u001aสงบสุข\u001aที่\u001aตั้งอยู่\u001aทาง\u001aตอนเหนือ\u001aของ\u001aวิหาร\u001aวารี\u001a  \u001aเหล่า\u001aผู้พิทักษ์\u001aวารี\u001aทั้งหลาย\u001aต่าง\u001aกำเนิด\u001aมาจาก\u001aที่\u001aแห่ง\u001aนี้\u001a \u001aและ\u001aว่า\u001aกัน\u001aว่า\u001aทุกๆ\u001a \u001aคน\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aต่าง\u001aก็\u001aเกี่ยวข้อง\u001aกับ\u001aพวกเขา\u001aด้วยกัน\u001aทั้งนั้น\u001a"
    ],
    "4101": [
        "Home of the Ravens, the band of thieves active in the Zoldaad area. Located under the abandoned orphanage, it is the current base of operations for anti-imperial activity.",
        "在佐爾達多地區活動的義賊集團萊文的隱藏據點，它位於廢棄孤兒院的地下，現在是反抗帝國壓迫的反叛軍們的據點。",
        "졸다드 지방을 무대로 활동하는 의적집단 레이븐의 은신처. 버려진 고아원의 지하에 위치하며, 지금은 제국의 압정에 저항하는 반란군의 거점으로 사용되고 있다.",
        "La cachette de Raven, une bande de voleurs actifs dans la région de Zoldaad. Située sous un orphelinat abandonné, il s'agit également de la base des opérations d'activités anti-impériales.",
        "Die Krähen, eine Bande von „ehrenhaften“ Dieben, die im Territorium von Zoldaad operieren, haben ihr Hauptquartier im Keller eines verlassenen Waisenhauses. Von hier aus operieren auch die anti-imperialen Rebellen.",
        "Hogar de los Raven, un grupo de ladrones que operan en el área de Zoldaad. Situado bajo un orfanato abandonado, es actualmente la base de operaciones de actividades anti imperiales.",
        "Rumah bagi Raven, sekelompok pencuri yang aktif di wilayah Zoldaad. Terletak di bawah panti asuhan yang terbengkalai, tempat ini adalah markas operasi untuk gerakan anti-imperial.",
        "ที่อยู่อาศัย\u001aของ\u001aเหล่า\u001a \u001aRaven\u001a \u001aกลุ่ม\u001aโจร\u001aคุณธรรม\u001aที่\u001aเคย\u001aออก\u001aปฏิบัติการ\u001aใน\u001aอาณาเขต\u001aของ\u001a \u001aZoldaad\u001a \u001aสถานที่\u001aแห่ง\u001aนี้\u001aตั้งอยู่\u001aใต้\u001aสถานเลี้ยงเด็กกำพร้า\u001aร้าง\u001a \u001aและ\u001a \u001aณ\u001a \u001aปัจจุบันนี้\u001aก็\u001aถูก\u001aใช้\u001aเป็น\u001aศูนย์บัญชาการ\u001aใหญ่\u001aของ\u001aกลุ่ม\u001aต่อต้าน\u001aจักรวรรดิ\u001a"
    ],
    "4201": [
        "On the front lines, this is the base of operations for the rebel army which stands in opposition to the empire. A bombed out shell of its former self with few buildings left even standing, nothing remains of the lively city it once was.",
        "反叛軍反抗帝國的前線基地，鎮上到處是空襲留下的痕跡。幾乎所有房屋都遭到破壞，毫無生機與活力。",
        "제국에 대항하는 반란군의 전선 기지. 곳곳에 폭격으로 인해 파괴된 흔적이 남아 있다. 대부분의 집이 부서져 있어, 본래의 활기찼던 모습은 온데간데없다.",
        "Située sur la ligne de front, cette baseest le quartier général de l'armée rebellequi s'oppose à l'empire. Elle n'esttoutefois plus que l'ombre de la belleville qu'elle fut autrefois avec sesquelques bâtiments brinquebalants çà et là.",
        "Ein Stützpunkt an der Front für die Rebellenarmee, die gegen das Imperium steht. Als ausgebombte Hülle ihres ehemaligen Selbst ist von dieser einst lebendigen Stadt nicht viel übrig geblieben.",
        "Situada en la línea de frente, esta es la base de operaciones del ejército rebelde que se opone al Imperio. Una vieja sombra de lo que solía ser, con pocos edificios aún en pie, sin rasgo alguno de la ajetreada ciudad que solía ser.",
        "Terletak di garis depan, tempat ini adalah markas operasi untuk tentara pemberontak yang menentang kekaisaran. Banyak bangunan yang telah hancur, dan hampir tidak ada lagi yang tersisa dari kota yang sebelumnya ramai ini.",
        "สถานที่\u001aนี้\u001aเป็น\u001aฐานทัพ\u001aใน\u001aแนวหน้า\u001aของ\u001aกลุ่ม\u001aต่อต้าน\u001aที่\u001aคิด\u001aจะ\u001aล้มล้าง\u001aจักรวรรดิ\u001a \u001aทว่า\u001aพื้นที่\u001aส่วนมาก\u001aกลับ\u001aโดน\u001aทิ้ง\u001aระเบิด\u001aใส่\u001aจน\u001aเหลือ\u001aสิ่งก่อสร้าง\u001aอยู่\u001aเพียง\u001aไม่\u001aกี่\u001aตึก\u001aเท่านั้น\u001a \u001aไม่\u001aเหลือ\u001aเค้า\u001aลาง\u001aของ\u001aเมือง\u001aที่\u001aเคย\u001aมีชีวิตชีวา\u001aอีกต่อไป\u001a"
    ],
    "4202": [
        "A downtown area created in the zone surrounding Zoldaad Castle. The economic and military center of the empire, it is said to be an area that never sleeps with bonfires burning throughout the night.",
        "佐爾達多城的附屬鎮，是佐爾達多經濟與軍事活動的中心。帝國人聚集於此，即便是晚上也燈火輝煌，是個有名的不夜城。",
        "졸다드 성 주변의 시내. 경제와 군사활동의 중심지이며, 제국 안의 모든 사람과 물건이 모여드는 곳이기도 하다. 밤에도 환하게 불이 꺼지지 않는, 잠들지 않는 도시로 유명하다.",
        "Centre-ville créé dans la zone autour du château de Zoldaad, il s'agit également du centre névralgique économique et militaire de l'empire. On raconte que cette ville ne dort jamais et que les feux qui l'animent brûlent sans arrêt.",
        "Ein Gebiet in der Innenstadt rund um das Schloss von Zoldaad. Das wirtschaftliche und militärische Zentrum des Imperiums, das niemals ruht und nachts durch Lagerfeuer erhellt wird.",
        "Un zona baja de la ciudad construida alrededor del Castillo de Zoldaad. Centro neurálgico económico y militar del Imperio, se dice que esta nunca duerme y que siempre se ven hogueras encendidas a lo largo de noche.",
        "Wilayah pusat kota yang dibangun di daerah sekitar Kastel Zoldaad. Pusat ekonomi dan militer kekaisaran, tempat ini dikatakan sebagai wilayah yang tidak pernah tidur dengan adanya api unggun yang menyala sepanjang malam.",
        "ย่าน\u001aกลางเมือง\u001aที่\u001aถูก\u001aสร้าง\u001aขึ้น\u001aบน\u001aพื้นที่\u001aรอบ\u001aๆ\u001a \u001aปราสาท\u001a \u001aZoldaad\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aเป็น\u001aศูนย์กลาง\u001aทางเศรษฐกิจ\u001aและ\u001aทางการทหาร\u001aของ\u001aจักรวรรดิ\u001a \u001aและ\u001aด้วย\u001aความ\u001aที่\u001aมี\u001aกองไฟ\u001aลุกโชน\u001aอยู่\u001aตลอดคืน\u001a \u001aผู้คน\u001aจึง\u001aมัก\u001aกล่าว\u001aกัน\u001aว่า\u001aย่าน\u001aแห่ง\u001aนี้\u001aเป็น\u001aย่าน\u001aที่\u001aไม่\u001aเคย\u001aหลับไหล\u001a"
    ],
    "5101": [
        "A nation full of aspiring magic-wielders. Though covered year-round in snow, it is hailed as the home of the strongest of magi, with no other nation coming even close in terms of magic research.",
        "想在魔法上有一番成就的人在此聚集。這裡全年被冰雪覆蓋，孕育出了許許多多偉大的魔道士。再沒有一個地方比這裡更適合探求魔道精髓了。",
        "마법을 연마하는 사람들이 모인 나라. 일 년 내내 얼음과 눈에 둘러싸여 있지만, 실력 있는 마도사들의 출신지로 명성이 높고, 마도의 탐구에 있어 미시디아를 능가하는 나라는 없다.",
        "Une nation remplie d'aspirants mages. Bien qu'elle soit couverte de neige pendant toute l'année, elle est connue pour être la patrie des plus puissants mages du monde. Aucune des autres nations n'arrivent à la cheville de cette ville dans le domaine des recherches magiques.",
        "Eine Nation voller ehrgeiziger Magier. Obwohl ganzjährig schneebedeckt ist es die Heimat der stärksten Magie, an die in Sachen Magie-Forschung keine andere Nation heran reicht.",
        "Un país llena de aspirantes a magos. Aunque está cubierta de nieve durante todo el año, es hogar de algunos de los magos más poderosos y ninguna otra nación está a su altura en términos de investigación militar.",
        "Suatu negeri yang penuh dengan calon pengguna magic. Meskipun diselimuti salju sepanjang tahun, tempat ini dianggap sebagai rumah bagi para mage terkuat, tanpa ada negeri lain yang mampu menandinginya.",
        "ประเทศ\u001aที่\u001aเหล่า\u001aจอม\u001aเวทย์\u001aผู้\u001aทะ\u001aเยอะ\u001aทะยาน\u001aอาศัย\u001aอยู่\u001aร่วมกัน\u001a \u001aแม้\u001aจะ\u001aถูก\u001aปกคลุม\u001aด้วย\u001aหิมะ\u001aตลอด\u001aทั้งปี\u001a \u001aแต่\u001aประเทศ\u001aนี้\u001aก็\u001aโด่งดัง\u001aไป\u001aทั่ว\u001aใน\u001aฐานะ\u001aบ้านเกิด\u001aของ\u001aจอม\u001aเวทย์\u001aที่\u001aแข็งแกร่ง\u001aที่สุด\u001a \u001aและ\u001aยัง\u001aมีชื่อเสียง\u001aใน\u001aด้าน\u001aการค้นคว้าวิจัย\u001aเวทมนตร์\u001aอย่าง\u001aที่\u001aไม่\u001aมี\u001aประเทศ\u001aใด\u001aจะ\u001aเทียบเคียง\u001aได้\u001aอีกด้วย\u001a"
    ],
    "5201": [
        "A village where magi who departed from Mysidia for various reasons live in peace. They appear to live alongside nature, using magic to get by in their day-to-day lives.",
        "因各種理由無法在魔法都市密西迪亞生活的魔道士們聚集於此。他們以與自然共存為理念，為生活而使用魔法，過得安靜而平和。",
        "여러 가지 이유로 마법 도시 미시디아를 떠난 마도사들이 몰래 살아가고 있는 마을. 생활을 위해 마법을 사용하고, 자연과 공존하며 평온한 나날을 보내고 있다.",
        "Un village où les mages exilés de Mysidia pour différentes raisons vivent en paix. Ils vivent en harmonie avec la nature, utilisant la magie dans leur vie de tous les jours.",
        "Ein Dorf, in dem Magier aus Mysidia in Frieden zusammen leben. Sie leben in der Natur und nutzen Magie für ihr Alltagsleben.",
        "Una aldea en donde los magos que por cualquier razón han dejado Mysidia viven en paz. Parecen vivir en armonía con la naturaleza y que utilizan la magia para llevar a cabo sus tareas rutinarias.",
        "Sebuah desa di mana para mage yang meninggalkan Mysidia karena berbagai alasan tertentu memutuskan untuk hidup damai. Mereka hidup berdampingan dengan alam, dan menggunakan kekuatan magic untuk bertahan hidup sehari-hari.",
        "หมู่บ้าน\u001aที่\u001aเหล่า\u001aจอม\u001aเวทย์\u001aซึ่ง\u001aจำเป็นต้อง\u001aลาจาก\u001a \u001aMysidia\u001a \u001aมา\u001aด้วย\u001aเหตุผล\u001aหลากหลาย\u001aประ\u001aการอาศัย\u001aอยู่\u001aร่วมกัน\u001aอย่าง\u001aสงบสุข\u001a \u001aพวกเขา\u001aต่าง\u001aก็\u001aใช้ชีวิต\u001aอยู่\u001aร่วมกับ\u001aธรรมชาติ\u001a \u001aและ\u001aจะ\u001aใช้\u001aเวทมนตร์\u001aเพื่อ\u001aอำนวยความสะดวก\u001aให้\u001aกับ\u001aชีวิตประจำวัน\u001aเท่านั้น\u001a"
    ],
    "6101": [
        "A town carved out in a cave where people escaped to in fear of a poisonous above-ground miasma. Though it has been around for a long time, it has no recorded history, and most people know little to nothing about the outside world.",
        "為了躲避蔓延於地上的瘴氣，人們挖掘洞窟，建造了這座城鎮。雖然這座城鎮歷史十分悠久，但由於和外界沒有交流，因此鎮上的人對外面的世界一無所知。",
        "지상에 만연해 있는 독기를 피하기 위해, 동굴을 파내 만든 마을. 먼 옛날부터 존재했으나 문명이 출입하는 일은 없었고, 대부분의 사람은 바깥 세계에 대해 알지 못한다.",
        "Une ville construite dans une caverne. Ses habitants se sont réfugiés dans une caverne afin d'être à l'abri des dangereux miasmes. Bien qu'elle existe depuis de nombreuses années, il n'existe aucun document historique mentionnant son existence et ses habitants ne connaissent pratiquement rien du monde extérieur.",
        "Eine aus einer Höhle gemeißelte Stadt, in die Leute aus Angst vor einem Miasma an der Oberfläche flohen. Obwohl sie seit Langem besteht, gibt es keine Aufzeichnungen dazu und die meisten Bewohner wissen wenig über die Außenwelt.",
        "Una ciudad escarbada en una cueva en donde habitan gentes que han huido por miedo a la miasma venenosa en la superficie. A pesar de haber existido por largo tiempo, no hay registros de su historia y sus gentes apenas saben nada del mundo exterior.",
        "Sebuah kota yang dibangun di sebuah gua tempat orang-orang melarikan diri karena takut akan miasma yang beracun di dataran atas. Meskipun sudah dibangun sejak lama, tempat ini tidak memiliki catatan sejarah, dan kebanyakan orang yang tinggal pun tidak tahu apa-apa tentang dunia luar.",
        "เมือง\u001aที่\u001aถูก\u001aสร้าง\u001aขึ้น\u001aใน\u001aถ้ำ\u001a \u001aที่\u001aลี้ภัย\u001aของ\u001aผู้คน\u001aที่\u001aหลบหนี\u001aหมอก\u001aพิษ\u001aบน\u001aผืนดิน\u001aมา\u001a \u001aแม้\u001aเมือง\u001aนี้\u001aจะ\u001aอยู่\u001aมา\u001aนาน\u001a \u001aทว่า\u001aกลับ\u001aไม่\u001aเคย\u001aถูก\u001aบันทึก\u001aลง\u001aใน\u001aหน้า\u001aประวัติศาสตร์\u001a \u001aและ\u001aผู้คน\u001aที่นี่\u001aส่วนใหญ่\u001aก็\u001aแทบ\u001aไม่\u001aรู้เรื่องราว\u001aเกี่ยวกับ\u001aโลก\u001aภายนอก\u001aเลย\u001a"
    ],
    "6201": [
        "A small underground settlement located near the Gronoa Shrine. The people here, in seeking a foundation in a land plagued by a wicked miasma, live in reverence of an ancient armor.",
        "位於格羅諾亞神殿旁邊的小型地下村落。大陸被瘴氣覆蓋後，人們為了尋求心靈的寄託而視自古存在的「鎧甲」為神物，聚集在此生活。",
        "골로노아 신전 옆에 위치한 작은 지하 도시. 독기로 뒤덮인 대륙에서 마음 둘 곳을 갈망하던 사람들이, 먼 옛날부터 존재해온 '갑옷'을 신으로 추앙하며 살아가고 있다.",
        "Une petite colonie souterraine située près du temple de Gronoa. Ses habitants, partis à la recherche de quoi vivre dans une terre corrompue par le miasme, se sont mis à adorer une ancienne armure.",
        "Eine kleine Untergrundsiedlung in der Nähe des Gronoa-Schreines. Um einen Halt zu haben in einem Land, das ein Miasma heimsucht, verehren die Leute hier eine uralte Rüstung.",
        "Un asentamiento subterráneo situado cerca del Templo de Gronoa. Sus gentes, en busca de los cimientos para vivir en una tierra plagada por la miasma, ofrecen su fe y adoración a una antigua armadura.",
        "Sebuah pemukiman kecil di bawah tanah yang terletak di dekat Kuil Gronoa. Orang-orang berkumpul di desa ini untuk menghindari miasma, dan mereka menyembah sebuah \"armor\" yang telah ada sejak zaman dahulu.",
        "ชุมชน\u001aใต้ดิน\u001aเล็ก\u001aๆ\u001a \u001aที่\u001aตั้งอยู่\u001aใกล้\u001aๆ\u001a \u001aกับ\u001aวิหาร\u001a \u001aGronoa\u001a \u001aเนื่องจาก\u001aพื้นที่\u001aส่วนใหญ่\u001aถูก\u001aปกคลุม\u001aด้วย\u001aหมอก\u001aพิษร้าย\u001a \u001aผู้คน\u001aที่นี่\u001aจึง\u001aหันมา\u001aนับถือ\u001aบูชา\u001aชุด\u001aเกราะ\u001aโบราณ\u001aเป็น\u001aเครื่อง\u001aยึดเหนี่ยว\u001aจิตใจ\u001aแทน\u001a"
    ],
    "7101": [
        "A town in the Kingdom of Pharm full of warrior clans. Surrounded by forests, it is located in a fairly easy to live area with harsher climates to the north and south.",
        "法爾姆王國中的武士與格鬥家們居住的城鎮，周圍森林環繞。在氣溫差異極大的南北向大陸中，算是比較宜居的地方。",
        "팔름 왕국의 무사와 무술가들이 살아가고 있는 마을. 주변은 숲 등으로 둘러싸여 있으며, 남북으로 온도 차가 심한 대륙 속에서 비교적 살기에 나쁘지 않은 지역이라 한다.",
        "Une ville du royaume de Pharm remplie de clans de guerriers. Entourée de forêts, elle est située dans une zone où il fait bon vivre avec pourtant un climat rude au nord et au sud.",
        "Eine Stadt im Königreich Pharm voller Kriegerclans. Umgeben von Wäldern liegt sie in einer Region, in der es sich angenehm leben lässt, während das Klima im Norden und Süden rauer wird.",
        "Una ciudad del Reino de Pharm que está repleta de clanes de guerreros. Al estar rodeada de bosque, la vida en este lugar es relativamente cómoda. Al norte y al sur el clima es más duro.",
        "Sebuah kota di Kerajaan Pharm yang penuh dengan klan pendekar. Kota yang dikelilingi hutan ini terletak di wilayah yang nyaman ditinggali, sedangkan bagian utara dan selatan benua ini memiliki iklim yang lebih esktrem.",
        "เมือง\u001aแห่ง\u001aหนึ่ง\u001aใน\u001aราชอาณาจักร\u001a \u001aPharm\u001a \u001aที่\u001aมี\u001aเผ่า\u001aนักรบ\u001aอาศัย\u001aอยู่\u001aเต็มไปหมด\u001a \u001aแม้\u001aจะ\u001aถูก\u001aล้อมรอบ\u001aไป\u001aด้วย\u001aป่า\u001a \u001aทว่า\u001aเมือง\u001aแห่ง\u001aนี้\u001aก็\u001aตั้งอยู่\u001aบน\u001aพื้นที่\u001aที่\u001aสามารถ\u001aใช้ชีวิต\u001aอยู่\u001aได้\u001aอย่าง\u001aสะดวกสบาย\u001a \u001aต่าง\u001aจาก\u001aพื้น\u001aที่ทาง\u001aตอนเหนือ\u001aและ\u001aใต้\u001aที่\u001aมี\u001aสภาพอากาศ\u001aร้ายแรง\u001aกว่า\u001aมาก\u001a"
    ],
    "8101": [
        "A town located in a crystal tower which rises high into the air. Full of illusions made from strong concentrations of memories, the people here have not yet realized that they, themselves, are visions.",
        "位於聳入雲霄的水晶之塔中層位置的城鎮。所有事物都是由強烈的「思念」所產生的虛幻，甚至連那裏的人們都沒有發現，自己只不過是幻影。",
        "하늘 높이 우뚝 선 크리스탈의 탑 중층부에 위치한 마을. 모든 것은 강한 '마음'에서 탄생한 환상이며, 사람들은 자신이 비전이라는 사실을 깨닫지 못한다.",
        "Une ville située sur une tour de cristal qui pointe haut dans le ciel. Habitée par des illusions résultat de la très forte concentration de souvenirs rassemblés en un même endroit, les gens qui y vivent n'ont pas encore réalisé qu'ils sont eux-mêmes des visions.",
        "Eine Stadt in einem Kristallturm, der hoch in den Himmel ragt. Voller Illusionen aus stark verdichteten Erinnerungen haben die Bewohner noch nicht gemerkt, dass auch sie selbst Illusionen sind.",
        "Una ciudad ubicada en una torre de cristal que se alza en lo más alto del cielo. Está llena de ilusiones debido a la alta concentración de recuerdos. Sus habitantes todavía no se han dado cuenta de que hasta ellos mismos son visiones.",
        "Sebuah kota yang terletak di Menara Kristal yang menjulang tinggi ke langit. Penuh dengan ilusi yang diciptakan dari kenangan yang kuat, orang-orang di kota ini belum menyadari bahwa mereka hanyalah vision belaka.",
        "เมือง\u001aที่\u001aตั้งอยู่\u001aใน\u001aหอคอย\u001aคริสตัล\u001aซึ่ง\u001aลอยตัว\u001aสูง\u001aอยู่\u001aใน\u001aอากาศ\u001a \u001aแห่ง\u001aนี้\u001aเต็มไปด้วย\u001aภาพลวงตา\u001aมากมาย\u001aที่\u001aเกิดขึ้น\u001aจาก\u001aความทรงจำ\u001aอัน\u001aหนาแน่น\u001a \u001aและ\u001aผู้คน\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aก็\u001aยัง\u001aไม่\u001aรู้\u001aเลย\u001aว่า\u001aพวกเขา\u001aนั้น\u001aเป็น\u001aเพียง\u001a \u001aVision\u001a \u001aเท่านั้น\u001a"
    ],
    "9001": [
        "A vortex between dimensions reachable only by those with the power of vision. It is said that great challenges and great rewards await those who have proven themselves worthy. It is home to a large community of moogles, who rule over the land in their own mysterious ways.",
        "只有持有幻兵之力的人才能夠到達的奇妙之地。擁有一定資格便可以在這裡接受更多的試煉，得到更多的恩惠。該地生活著眾多莫古利，由牠們對領地進行管理。",
        "비전의 힘을 가진 사람만이 올 수 있는 신비한 장소. 자격을 갖춘 자에게 큰 시련과 혜택을 내린다고 한다. 수많은 모그리들이 이곳에 살면서 영지를 관리하고 있다.",
        "Un vortex inter-dimensionnel auquel seuls les détenteurs du pouvoir de la Vision peuvent accéder. On raconte que de grandes épreuves et récompenses attendent ceux qui sauront s'en montrer dignes. Il est habité par une communauté de Mogs qui le gouvernent à leur façon.",
        "Ein Vortex zwischen zwei Dimensionen, nur erreichbar für jene mit der Kraft der Vision. Man sagt, dass den Würdigen große Herausforderungen und Belohnungen erwarten. Er ist die Heimat einer großen Mogry-Gemeinde, die über das Land auf ihre eigene, mysteriöse Weise herrscht.",
        "Un vórtice entre dimensiones tan solo al alcance de aquellos que gozan del poder de la visión. Se dice que grandes retos y no menores recompensas aguardan a aquellos que demuestren ser dignos. Allí habita una gran comunidad moguri que gobierna las tierras con su misterioso estilo de vida.",
        "Sebuah pusaran antar dimensi yang hanya dapat dikunjungi oleh mereka yang memiliki kekuatan vision. Dikatakan bahwa tantangan dan imbalan besar menanti mereka yang berhasil membuktikan diri. Ini adalah rumah bagi sejumlah besar moogle yang menguasai tempat tersebut dengan cara misterius mereka sendiri.",
        "สถานที่\u001aลึกลับ\u001aระหว่าง\u001aมิติ\u001aที่\u001aมี\u001aเพียง\u001aผู้\u001aที่\u001aมีพลัง\u001a \u001aVision\u001a \u001aเท่านั้น\u001aที่จะ\u001aมา\u001aเยือน\u001aได้\u001a \u001aว่า\u001aกัน\u001aว่า\u001aผู้\u001aที่\u001aสามารถ\u001aพิสูจน์\u001aตน\u001aว่า\u001aเหมาะสม\u001aได้\u001aจะ\u001aต้อง\u001aพบ\u001aกับ\u001aความ\u001aท้าทาย\u001aครั้ง\u001aยิ่งใหญ่\u001a \u001aและ\u001aจะ\u001aได้\u001aรับรางวัล\u001aชิ้น\u001aโต\u001aใน\u001aตอนท้าย\u001a \u001aที่นี่\u001aเป็น\u001aที่อยู่อาศัย\u001aของ\u001aเหล่า\u001a \u001aMoogle\u001a \u001aมากมาย\u001a \u001aผู้ปกครอง\u001aดินแดน\u001aแห่ง\u001aนี้\u001aด้วย\u001aวิธีการ\u001aอัน\u001aพิเศษ\u001aลับ\u001aเฉพาะ\u001a"
    ],
    "9011": [
        "A town with unique traditions full of beautiful cherry blossom trees. The white mage Ayaka's clinic is located here near a small lake where she sees both the sick as well as humans from extermination squads injured whilst fighting monsters.",
        "以美麗的櫻花樹聞名，擁有獨特文化氣息的城鎮。白魔道士彩花所開設的診所坐落在湖畔，許多受病痛折磨的老人以及受傷的討伐隊隊員都經常出入這裡。",
        "아름답게 피어난 벚꽃나무가 자랑인, 특유의 문화가 살아 숨 쉬는 마을. 작은 호수 옆에는 백마도사 아야카의 진료소가 자리잡고 있으며, 질병을 앓는 노인이나 마물과의 싸움에서 부상당한 토벌대 사람 등이 드나들고 있다.",
        "Une ville aux traditions uniques et remplie de magnifiques cerisiers. La clinique d'Ayaka, la mage blanche, se trouve ici non loin d'un petit lac où elle soigne les malades comme les humains des sections d'extermination blessés lors de leurs nombreux combats contre les monstres.",
        "Eine Stadt mit einzigartigen Traditionen voller wunderschöner Kirschbäume in prachtvoller Blüte. Das Spital der Weißmagierin Ayaka liegt hier an einem kleinen See, wo sie sich sowohl um Kranke kümmert als auch um Menschen, die im Kampf gegen Monster verletzt wurden.",
        "Una ciudad de tradiciones únicas que está repleta de preciosos cerezos en flor. La clínica de la maga blanca Ayaka se encuentra cerca de un pequeño lago. Allí trata a los enfermos y, también, a los humanos de los equipos de exterminio mientras luchan contra monstruos.",
        "Sebuah kota dengan tradisi unik yang dipenuhi dengan pohon sakura nan indah. Klinik mage putih Ayaka berada di kota ini, di dekat sebuah danau kecil. Ia mengobati mereka yang sakit dan juga anggota tim penyelidikan yang terluka karena bertarung melawan monster.",
        "เมือง\u001aแห่ง\u001aหนึ่ง\u001aที่\u001aมี\u001aต้น\u001aซากุระ\u001aอัน\u001aสวยงาม\u001aขึ้นอยู่\u001aเต็มไปหมด\u001a \u001aอีก\u001aทั้ง\u001aยังมี\u001aจารีตประเพณี\u001aอันเป็น\u001aเอกลักษณ์\u001a  \u001aไม่\u001aไกล\u001aไป\u001aจาก\u001aทะเลสาบ\u001aเล็ก\u001aๆ\u001aของ\u001aเมือง\u001aนั้น\u001a \u001aเป็นที่ตั้ง\u001aของ\u001aสถานพยาบาล\u001aของ\u001a \u001aAyaka\u001a \u001aจอม\u001aเวทย์\u001aขาว\u001a  \u001aนาง\u001aใช้\u001aสถานที่\u001aนี้\u001aใน\u001aการรักษา\u001aผู้ป่วย\u001aและ\u001aมนุษย์\u001aจาก\u001aหน่วย\u001aพิฆาต\u001aที่\u001aได้รับบาดเจ็บ\u001aจาก\u001aการต่อสู้\u001aกับ\u001aเหล่า\u001aมอนสเตอร์\u001a"
    ],
    "9013": [
        "A workshop nestled in the Dirnado mountain range. A prodigious researcher, well-known to a select few, is searching for a new path of evolution of the living things there.",
        "坐落在迪爾納特大陸山麓地帶的工坊，小有名氣的天才研究者在那裡摸索生物的新型進化之路。",
        "디르나드 대륙의 언덕 지대에 위치한 공방. 저명한 천재 연구자가 생물의 새로운 진화를 향한 길을 모색하고 있다.",
        "Un atelier situé au pied de la chaîne montagneuse de Dirnado. Une savante de génie, connue d'à peine quelques personnes, s'y attelle pour rechercher un nouveau chemin d'évolution pour les êtres vivants.",
        "Eine Werkstatt, die sich an die Bergkette von Dirnado schmiegt. Ein begnadeter Forscher, der einigen wenigen wohlbekannt ist und sich dort auf der Suche nach neuen Pfaden für die Evolution von Lebewesen befindet.",
        "Un taller al pie de las montañas de Dirnado. Allí, una gran investigadora que solo conocen unos pocos afortunados busca nuevas alternativas para la evolución de los seres vivos.",
        "Sebuah bengkel yang terletak di pegunungan Dirnado. Seorang peneliti hebat yang dikenal hanya segelintir orang sedang mencari jalan baru bagi evolusi seluruh makhluk hidup di sana.",
        "โรงงาน\u001aช่างฝีมือ\u001aซึ่ง\u001aตั้งอยู่\u001aบน\u001aเทือกเขา\u001a \u001aDirnado\u001a \u001aนักวิจัย\u001aอัจฉริยะ\u001aที่\u001aไม่ค่อย\u001aมี\u001aคนรู้จัก\u001aกำลัง\u001aค้นหา\u001aวิธี\u001aใน\u001aการนำ\u001aสิ่งมีชีวิต\u001aทั้งหลาย\u001aไป\u001aสู่\u001aก้าว\u001aใหม่\u001aแห่ง\u001aวิวัฒนาการ\u001a"
    ],
    "9018": [
        "The town of Alexandria in the distant world of Gaia. Rumor has it the play \"I Want to Be Your Canary\" is so popular here that scammers sell fake tickets for profit.",
        "異界蓋亞中亞力山德利亞王國的城鎮。這裡的戲劇「想成為你的小鳥」十分受歡迎，甚至還有假票在流通。",
        "이계 가이아에 존재하는 알렉산드리아 왕국의 시가지. 연극 '그대의 작은 새가 되고파'가 큰 인기를 끌고 있어, 가짜 티켓도 나돌 정도라고 한다.",
        "La ville d'Alexandrie, dans le monde lointain de Héra. Il paraît que la pièce \"Je veux être ton oisillon\" y est si populaire que de nombreux escrocs se spécialisent dans la vente de faux-billets.",
        "Die Burgstadt Alexandria aus der fernen Welt Gaia. Gerüchte besagen, das Theaterstück \"Deine Taube möcht' ich sein\" sei so populär, dass Betrüger gefälschte Eintrittskarten verkaufen, um Profit zu schlagen.",
        "El pueblo de Alexandria en el lejano mundo de Gaya. La obra de teatro \"Quiero ser tu canario\" es tan famosa que se rumorea que los timadores han puesto en circulación entradas para la representación falsificadas.",
        "Kota Alexandria dari dunia Gaia yang jauh. Menurut rumor, drama berjudul \"Aku Ingin Menjadi Burung Kenarimu\" sangat populer sehingga beberapa orang menjual tiket palsu untuk mendapatkan keuntungan.",
        "เมือง\u001a \u001aAlexandria\u001a \u001aจาก\u001aโลก\u001aแห่ง\u001a \u001aGaia\u001a \u001aอัน\u001aไกลโพ้น\u001a \u001aเป็นที่\u001aเล่าลือ\u001aกัน\u001aว่า\u001aเมือง\u001aแห่ง\u001aนี้\u001aมี\u001aการ\u001aแสดงละคร\u001aเรื่อง\u001a \u001a\"\u001aอยาก\u001aเป็น\u001aนก\u001aน้อย\u001aของ\u001aเจ้า\u001a\"\u001a \u001aซึ่ง\u001aได้รับ\u001aความนิยม\u001aอย่าง\u001aล้นเหลือ\u001aจนถึง\u001aขนาดที่\u001aมี\u001aมิจฉาชีพ\u001aทำ\u001aตั๋ว\u001aปลอม\u001aขาย\u001aเอากำไร\u001a"
    ],
    "9019": [
        "The front gate of Grandshelt Castle, guarded at all times by strictly trained knights. Getting through without a proper reason would require an unfathomable amount of strength.",
        "格蘭謝爾特城的城門前，由克服了嚴苛訓練的士兵們常年把守。沒有正當許可還妄圖突破這萬全的守備，大概只有那些擁有超乎想象的力量的人才能辦到了。",
        "그랑셸트 성의 성문 앞. 혹독한 시련을 극복한 병사들이 상시 경비하고 있다. 정당한 허가 없이 이 철통같은 수비를 돌파할 수 있는 것은 상상을 초월하는 힘의 소유자 정도일 것이다.",
        "Les portes principales du château de Grandshelt, flanquées à tout moment de chevaliers vigilants et rigoureusement entraînés. Il est impensable de les traverser sans fournir une excellente raison, à moins de disposer d'une force de frappe considérable.",
        "Das Haupttor des Schlosses von Grandshelt. Es wird stets von strikt trainierten Soldaten überwacht. Ohne einen angemessenen Grund ins Schloss zu gelangen, erfordert unfassbare Stärke.",
        "Las puertas principales del castillo de Grandshelt, vigiladas en todo momento por hábiles caballeros. Se necesitaría una fuerza inmensa para conseguir pasar sin autorización.",
        "Gerbang utama Kastel Grandshelt yang dijaga setiap saat oleh para kesatria yang telah menjalani pelatihan keras. Untuk menerobos gerbang ini tanpa izin atau alasan yang logis akan membutuhkan kekuatan yang luar biasa.",
        "ที่\u001aประตู\u001aหน้า\u001aปราสาท\u001aแห่ง\u001a \u001aGrandshelt\u001a \u001aนั้น\u001aมี\u001aเหล่า\u001aอัศวิน\u001aที่\u001aผ่าน\u001aการ\u001aฝึก\u001aมา\u001aอย่าง\u001aหนัก\u001aคอย\u001aรักษา\u001aความปลอดภัย\u001aอยู่\u001aตลอดเวลา\u001a \u001aการ\u001aจะ\u001aฝ่า\u001aประตู\u001aนี้\u001aเข้าไป\u001aโดย\u001aไม่\u001aได้รับอนุญาต\u001aหรือ\u001aเหตุ\u001aอัน\u001aควร\u001aนั้น\u001aจำเป็น\u001aจะ\u001aต้อง\u001aใช้\u001aพละกำลัง\u001aที่\u001aมหาศาล\u001aยาก\u001aหยั่งถึง\u001a"
    ],
    "9020": [
        "The foremost entertainment quarter of Midgar, a metropolis in a distant world. Although a dangerous place where crime runs rampant due to the lack of public security, when night falls many frequent it in search of coin and various wares.",
        "異界都市米德加中首屈一指的娛樂街。儘管這一帶治安欠佳，是犯罪橫行的危險場所，但每晚都有追求金錢與物質的人光顧。",
        "이계에 존재하는 도시 미드가르에서 제일 가는 환락가. 치안이 나쁘고 범죄가 판치는 위험한 곳이지만, 매일 밤 많은 사람이 돈과 물건들을 찾아 드나들고 있다.",
        "Le principal quartier de divertissement de Midgar, une grande ville d'un monde lointain. L'insécurité y règne et de nombreux crimes y sont commis, mais malgré cela, nombreux sont ceux qui s'y rassemblent une fois la nuit tombée, en quête de fortune ou de curiosités qu'on ne trouve nulle part ailleurs.",
        "Das führende Vergnügungsviertel von Midgar, einer Metropole in einer fernen Welt. Ein allgemeiner Mangel an öffentlicher Sicherheit hat es zu einer Hochburg für Kriminelle gemacht. Dennoch machen sich bei Nachteinbruch viele auf den Weg zu diesem Distrikt auf, auf der Suche nach Geld und Kuriositäten, die man nirgendwo sonst finden kann.",
        "El distrito del entretenimiento por antonomasia de Midgar, una metrópolis de un mundo lejano. La falta de seguridad pública lo ha convertido en el paraíso del crimen. Aun así, cuando cae la noche, son muchos los que van en busca de dinero y artículos que solo pueden encontrarse ahí.",
        "Kawasan hiburan terkemuka di Midgar, suatu kota metropolis di dunia lain. Kurangnya keamanan publik menjadikan kawasan ini berbahaya karena kejahatan yang merajalela di mana-mana. Namun, saat malam tiba, banyak yang datang untuk mencari uang dan barang-barang yang hanya dapat ditemukan di sana.",
        "ย่าน\u001aเริงรมย์\u001aอันดับ\u001aหนึ่ง\u001aแห่ง\u001a \u001aMidgar\u001a \u001aซึ่ง\u001aเป็น\u001aมหานคร\u001aใน\u001aโลก\u001aอัน\u001aไกลโพ้น\u001a \u001aถึงแม้\u001aมัน\u001aจะ\u001aเป็น\u001aพื้นที่\u001aที่\u001aอันตราย\u001aและ\u001aมี\u001aอาชญากรรม\u001aอยู่\u001aทั่วไป\u001a \u001aแต่\u001aเมื่อ\u001aถึง\u001aยาม\u001aตะวัน\u001aที่ลับ\u001aขอบฟ้า\u001a \u001aผู้คน\u001aจำนวนมาก\u001aก็\u001aมา\u001aเยือน\u001aย่าน\u001aแห่ง\u001aนี้\u001aเพื่อ\u001aหวัง\u001aแสวงหา\u001aเงินตรา\u001aและ\u001aทรัพย์สิน\u001aอยู่\u001aเสมอ\u001a"
    ],
    "9021": [
        "Inside the Blackjack, an airship in a distant world. The interior reflects the tastes of its owner, a man known as the wandering gambler.",
        "位於異界的飛空艇黑傑克號的艙內。處處可見這艘船的所有者—被稱為流浪賭博師的那個男人的嗜好。",
        "이계에 존재하는 비공정 블랙잭 호의 기내. 비공정의 주인이자 방랑 도박사라 불리는 남자의 취향을 곳곳에서 엿볼 수 있다.",
        "À bord du Blackjack, un aéronef naviguant les cieux d'un monde lointain. Sa décoration intérieure reflète les goûts de son propriétaire, un homme que l'on surnomme \"le flambeur itinérant\".",
        "Im Innern der Blackjack, einem Luftschiff aus einer fernen Welt. Die Inneneinrichtung spiegelt den Geschmack ihres Besitzers wider, einem Mann, der als wandernder Spieler bekannt ist.",
        "El interior del Blackjack, un barco volador de un mundo lejano. El interior refleja los peculiares gustos de su dueño, al que llaman el tahúr errante.",
        "Bagian dalam Blackjack, suatu kapal udara dari dunia lain. Interior kapal ini mencerminkan selera pemiliknya, seorang pria yang dikenal sebagai penjudi yang mengembara.",
        "พื้นที่\u001aภายใน\u001aเรือ\u001aเหาะ\u001a \u001aBlackjack\u001a \u001aจาก\u001aโลก\u001aอัน\u001aไกลโพ้น\u001a \u001aการ\u001aตกแต่งภายใน\u001aเรือ\u001aสะท้อน\u001aถึง\u001aรสนิยม\u001aของ\u001aผู้\u001aเป็นเจ้าของ\u001aซึ่ง\u001aเป็นที่รู้จัก\u001aกัน\u001aใน\u001aฐานะ\u001aของ\u001aนักพนัน\u001aพเนจร\u001a"
    ],
    "9022": [
        "A train with the power to traverse the Farplane. A group of friends who came together to defeat the Will of Oblivion after a long and hard-fought battle should be riding it now. Let us go and meet them.",
        "能夠往來於異界的魔列車。共同經歷了與虛無意志之間漫長的戰鬥的同伴們，應該就乘坐在這趟列車中。來吧，去見她們吧。",
        "이계를 건널 수 있는 마열차. 길고 길었던 허무의 의지와의 싸움을 함께 넘어선 동료들이 타고 있다. 자, 그녀들을 만나러 가자.",
        "Un train pouvant se déplacer à travers l'Au-delà. À son bord devrait se trouver un groupe d'amis ayant réussi à vaincre la Volonté du Fantôme après une lutte longue et âpre. Que diriez-vous d'aller à leur rencontre ?",
        "Ein Zug mit der Kraft, das Abyssum zu durchqueren. Eine Gruppe von Freunden, die sich zusammenfanden, um das Bewusstsein der Leere in einem langen und harten Kampf zu besiegen, sollten nun in ihm reisen. Lass uns gehen und sie treffen.",
        "Un tren con el poder de viajar por el Etéreo. Ahora mismo viajan en él un grupo de amigos que se unieron para derrotar a la Voluntad de la Distorsión y que han recorrido un largo camino. ¡Venga, vamos a conocerlos!",
        "Kereta yang memiliki kekuatan untuk melintasi Farplane. Kereta ini seharusnya sedang ditumpangi oleh sekelompok teman yang memulai perjalanan untuk mengalahkan Kehendak Kehampaan setelah pertarungan yang panjang dan sulit. Ayo kita temui mereka!",
        "รถไฟ\u001aที่\u001aมีพลัง\u001aใน\u001aการ\u001aเดิน\u001aทางข้าม\u001a \u001aFarplane\u001a \u001aกลุ่ม\u001aผอง\u001aเพื่อน\u001aที่\u001aร่วม\u001aเดินทาง\u001aกัน\u001aไป\u001aปราบ\u001aเจตนารมณ์\u001aแห่ง\u001a \u001aHollow\u001a \u001aน่าจะ\u001aอยู่\u001aบน\u001aรถไฟ\u001aขบวน\u001aนี้\u001aหลังจากที่\u001aเสร็จ\u001aศึก\u001aอัน\u001aยากลำบาก\u001aและ\u001aยาวนาน\u001a \u001aขึ้นไป\u001aทักทาย\u001aพวก\u001aเธอ\u001aสักหน่อย\u001aสิ\u001a"
    ],
    "9023": [
        "A small village on the isle of Besaid. Its inhabitants lead simple lives centered around the temple. When residents leave the island, they are said to follow a custom of praying for safety at ruins found on the pass to the port.",
        "坐落在異界史匹拉中比塞德島上的小村莊。以寺院為中心過著樸素的生活。這個村莊的居民似乎有著一種風俗，就是在離開小島的時候要去山頂的遺蹟祈禱安全。",
        "이계 스피라의 비사이드 섬에 있는 작은 마을이다. 사원을 중심으로 소박한 생활을 꾸리고 있다. 이 마을의 주민들은 섬을 떠날 때, 고개에 있는 유적에서 안전을 기원하는 풍습이 있다고 한다.",
        "Un petit village sur l'île de Besaid. Ses habitants mènent une vie simple qui s'articule autour de son temple. Lorsque les habitants quittent l'île, ils semblent suivre une coutume consistant à prier pour leur sécurité dans les ruines situées sur le passage menant au port.",
        "Ein kleines Dorf, das auf der gleichnamigen Insel liegt. Das Leben der Bewohner ist schlicht und dreht sich um den dortigen Tempel. Beim Verlassen der Insel scheint es üblich zu sein, auf dem Weg zum Hafen bei den Ruinen um Schutz zu beten.",
        "Un pequeño pueblo de la Isla Besaid. Sus habitantes llevan una vida humilde con el templo como centro neurálgico. Cuando alguien abandona la isla, es costumbre rezar primero en el monolito que hay en el cerro de camino al puerto.",
        "Desa kecil di pulau Besaid. Penduduk desa ini menjalani hidup sederhana dengan kuil sebagai pusat kehidupan mereka. Ketika penduduk desa meninggalkan pulau, konon mereka berdoa terlebih dahulu di reruntuhan yang terletak di jalan menuju pelabuhan.",
        "หมู่\u001aบ้านเล็ก\u001aๆ\u001a \u001aที่อยู่\u001aบน\u001aเกาะ\u001a \u001aBesaid\u001a \u001aชาวบ้าน\u001aทั้งหลาย\u001aจะ\u001aใช้ชีวิต\u001aอย่าง\u001aเรียบง่าย\u001a \u001aโดย\u001aมี\u001aวิหาร\u001aเป็น\u001aเสมือน\u001aศูนย์กลาง\u001aของ\u001aวิถีชีวิต\u001a \u001aเมื่อ\u001aชาวบ้าน\u001aเดินทาง\u001aออกจาก\u001aเกาะ\u001a \u001aพวกเขา\u001aจะ\u001aทำตาม\u001aธรรมเนียม\u001aด้วย\u001aการ\u001aไป\u001aที่\u001aซาก\u001aโบราณ\u001aสถานที่อยู่\u001aบน\u001aทาง\u001aไป\u001aยัง\u001aท่าเรือ\u001a \u001aเพื่อ\u001aสวด\u001aภาวนา\u001aขอให้\u001aเดินทาง\u001aโดยสวัสดิภาพ\u001a"
    ],
    "9024": [
        "Barracks located in Elmont Castle. A place to prepare for a new mission.",
        "埃爾蒙特城的兵營。開始為新任務做準備吧。",
        "엘문트 성의 병영. 새 임무를 위한 준비를 시작하자.",
        "La caserne du château d'Elmont. L'endroit parfait pour se préparer à une nouvelle mission.",
        "Kasernen, die im Schloss Elmont gelegen sind. Der rechte Ort, um sich auf eine neue Mission vorzubereiten.",
        "Los barracones del castillo de Elmont. Aquí los soldados se preparan para las nuevas misiones.",
        "Barak yang terletak di dalam Kastel Elmont. Di tempat inilah para tentara mempersiapkan diri untuk misi berikutnya.",
        "ค่ายทหาร\u001aที่\u001aตั้งอยู่\u001aภายใน\u001aปราสาท\u001a \u001aElmont\u001a \u001aนี่\u001aคือ\u001aสถาน\u001aที\u001aสำหรับ\u001aใช้\u001aเตรียมตัว\u001aก่อน\u001aออก\u001aปฏิบัติภารกิจ\u001aครั้ง\u001aใหม่\u001a"
    ],
    "9025": [
        "A mages' village in a faraway world. The former resting place of the Water Crystal until it was stolen by the kingdom of Baron, a great power with militaristic aspirations.",
        "坐落在異界的魔道士們居住的城鎮。雖然曾經保管著水之水晶，但後來被軍事大國巴隆奪走。",
        "이계에 존재하는, 마도사들이 사는 마을. 과거에는 물의 크리스탈을 보유하고 있었으나 군사대국 바론 왕국에 빼앗겨 버렸다.",
        "Un village de mages dans un monde fort lointain, qui était l'ancien lieu de repos du cristal de l'eau jusqu'à ce que celui-ci soit dérobé par le royaume de Baron, une grande puissance aux aspirations militaristes.",
        "Ein Magierdorf in einer fernen Welt. Ursprünglich soll es den Wasserkristall geborgen haben, bis dieser vom Königreich Baron geraubt wurde.",
        "Una aldea de magos en un mundo lejano. Era el antiguo lugar de reposo del Cristal del Agua hasta que el reino de Baronia, una gran potencia con aspiraciones militares, se hizo con él.",
        "Desa para mage dari dunia lain. Desa ini merupakan tempat di mana Kristal Air disimpan sebelum kerajaan Baron, suatu negeri dengan kekuatan militer yang besar mengambil kristal tersebut.",
        "หมู่บ้าน\u001aของ\u001aเหล่า\u001aจอม\u001aเวทย์\u001aใน\u001aโลก\u001aอัน\u001aไกลโพ้น\u001a \u001aมัน\u001aเคย\u001aเป็นที่ตั้ง\u001aของ\u001aคริสตัล\u001aวารี\u001aก่อน\u001aหน้าที่\u001aฝ่าย\u001a \u001aBaron\u001a \u001aซึ่ง\u001aเป็น\u001aอาณาจักร\u001aมหาอำนาจ\u001aทางการทหาร\u001aจะ\u001aขโมย\u001aมัน\u001aไป\u001a"
    ],
    "9026": [
        "The city of Visectrum burns following Dark Rain's attack. Though nearly every citizen had congregated for the inauguration ceremony, there were miraculously no casualties.",
        "因暗黑雷因的襲擊而被烈火吞噬的維瑟庫特拉姆市區。由於市民大多都去參加了總統就職典禮，幸而沒有出現死傷人員。",
        "다크 레인의 습격으로 불타는 뷔섹트럼 시가지. 다행히 시민 대부분이 대통령 취임식에 참석한 덕분에 피해자는 없었다.",
        "La ville de Visectrum brûle après l'attaque de Rain obscur. Bien que presque tous les citoyens se soient rassemblés pour la cérémonie d'investiture, il n'y a miraculeusement pas eu de victimes.",
        "Die Stadt Visektrum brennt nach Dunkel-Rains Attacke. Doch da sich beinahe alle Bürger für die Amtsantrittszeremonie versammelt hatten, gab es wie durch ein Wunder keine Opfer.",
        "La ciudad de Visectrum arde tras el ataque de Rain oscuro. Aunque casi todos los ciudadanos se habían congregado para la ceremonia de inauguración, milagrosamente nadie ha resultado herido.",
        "Kota Visektrum yang terbakar setelah serangan Dark Rain. Walaupun hampir seluruh penduduk berkumpul untuk menghadiri upacara pelantikan presiden, ajaibnya tidak ada satu pun korban jiwa.",
        "เมือง\u001a \u001aVisectrum\u001a \u001aที่\u001aตก\u001aอยู่\u001aภายใต้\u001aเปลวเพลิง\u001aหลังจากที่\u001a \u001aRain\u001a \u001aร่าง\u001aมืด\u001aเข้า\u001aโจมตี\u001a \u001aถึงแม้ว่า\u001aประชาชน\u001aทุกคน\u001aจะ\u001aมา\u001aรวมตัวกัน\u001aเพื่อ\u001aเข้าร่วม\u001aพิธี\u001aกล่าวสุนทรพจน์\u001a \u001aแต่กลับ\u001aไม่\u001aมี\u001aผู้บาดเจ็บ\u001aล้มตาย\u001aราวกับ\u001aเกิด\u001aปาฏิหาริย์\u001a"
    ],
    "9027": [
        "A private academy for training mercenaries in a faraway world. Along with dormitories, a cafeteria, and a library, there is also a training center where monsters are kept.",
        "一所位於異界的私立學園，專門以培養傭兵為目的。除了學生宿舍、食堂和圖書館外，還兼備有放養著魔物的訓練設施。",
        "이계에 존재하는 용병 양성 사립 학교. 학생 기숙사와 식당, 도서관을 포함해 마물을 방목하는 훈련 시설 등이 갖추어져 있다.",
        "Une faculté privée d'un monde lointain qui a été fondée dans le but de former des mercenaires. On y trouve notamment des dortoirs, une cafeteria et une bibliothèque, mais aussi une serre de combat où rôdent de nombreux monstres.",
        "Ein privates Internat in einer fernen Welt, das der Ausbildung von Söldnern dient. Neben einer Mensa, Quartieren und einer Bücherei, verfügt die Einrichtung über eine Übungshalle, in der sich Monster frei bewegen können.",
        "Una academia privada de entrenamiento para mercenarios en un mundo lejano. Además de dormitorio, comedor y biblioteca, también cuenta con una zona de entrenamiento con monstruos sueltos.",
        "Sekolah swasta yang didirikan untuk melatih pasukan tentara bayaran di dunia lain. Di dalamnya terdapat asrama, kafetaria, perpustakaan, dan juga tempat latihan di mana para monster berkeliaran.",
        "สถาบัน\u001aเอกชน\u001aที่\u001aถูก\u001aจัดตั้งขึ้น\u001aมา\u001aฝึก\u001aนักรบ\u001aรับจ้าง\u001aใน\u001aโลก\u001aอัน\u001aไกลโพ้น\u001a \u001aภายใน\u001aสถาบัน\u001aนี้\u001aจะ\u001aมี\u001aทั้ง\u001aหอพัก\u001a,\u001aโรงอาหาร\u001a,\u001aห้องสมุด\u001a \u001aตลอดจน\u001aศูนย์\u001aฝึก\u001aที่\u001aมี\u001aมอนสเตอร์\u001aถูก\u001aกัก\u001aไว้\u001aข้างใน\u001aด้วย\u001a"
    ],
    "9028": [
        "A castle town in a faraway world. The sage Lukahn's prophecy, which foretold the coming of the Warriors of Light to this land, is known to all its citizens and soldiers.",
        "遙遠異界中的城鎮，在預言者魯卡恩的預言下，全鎮兵民都知道光之戰士們將要造訪此地。",
        "이계에 존재하는 성 아랫마을. 예언자 루칸의 예언으로, 백성들과 병사들 모두 빛의 전사들이 이 땅을 찾으리라는 사실을 알고 있었다.",
        "Une ville fortifiée d'un monde lointain. Tous les citoyens et soldats qui y résident connaissent la prophétie du sage Lukahn, laquelle présage l'arrivée des Guerriers de la Lumière dans cette contrée.",
        "Eine Schlossstadt in einer fernen Welt. Alle seine Bürger und Söldner kennen die Prophezeiung des Weisen Lukan, die die Ankunft der Krieger des Lichts in diesem Land vorhersagt.",
        "Una ciudad castillo de un mundo lejano. Todos sus ciudadanos y soldados conocen la profecía del sabio Luka, que predijo la llegada de los Guerreros de la Luz a estas tierras.",
        "Suatu kota kastel di dunia lain. Nubuat Sage Lukahn yang memberitakan kedatangan para Kesatria Cahaya ke dunia telah diketahui oleh seluruh penduduk kota beserta prajurit di kota itu.",
        "เมือง\u001aรอบ\u001aปราสาท\u001aที่อยู่\u001aใน\u001aโลก\u001aอัน\u001aไกลโพ้น\u001a \u001aชาวเมือง\u001aและ\u001aทหาร\u001aทุกคน\u001aที่นี่\u001aรับรู้\u001aเกี่ยวกับ\u001aคำทำนาย\u001aของ\u001aนักปราชญ์\u001a \u001aLukahn\u001a \u001aว่า\u001aจะ\u001aมี\u001aเหล่า\u001aนักรบ\u001aแห่ง\u001aแสง\u001aมา\u001aเยือน\u001aที่\u001aดินแดน\u001aแห่ง\u001aนี้\u001a"
    ],
    "9101": [
        "A town located in the center of a floating island where moogles live. It is said to have appeared in the human dimension due to a warp in time.",
        "存在於漂浮大陸的最中央，是莫古利們居住的城鎮。可能是受到時空扭曲的影響，而出現在人們所居住的時空。",
        "부유 대륙 한가운데에 존재하는, 모그리들이 살아가고 있는 마을. 시공이 일그러진 영향으로 인해 인간들이 사는 시공에 나타난 것이라 여겨진다.",
        "Une ville localisée au centre d'une île flottant dans les airs, où les mogs vivent. On raconte qu'elle est apparue dans la dimension des humains à cause d'une faille dans l'espace-temps.",
        "Eine Stadt in der Mitte einer schwebenden Insel, wo Mogrys leben. Sie soll durch eine Raum-Zeit-Krümmung in der menschlichen Dimension aufgetaucht sein.",
        "Una ciudad ubicada en el centro de una isla flotante, habitada por los moguris. Se dice que ha llegado hasta la dimensión de los humanos por una deformación en el tiempo.",
        "Sebuah kota yang terletak di tengah-tengah benua melayang yang dihuni oleh para moogle. Kota ini dikatakan telah muncul di dimensi manusia karena adanya distorsi waktu.",
        "เมือง\u001aแห่ง\u001aหนึ่ง\u001aที่\u001aตั้งอยู่\u001a \u001aณ\u001a \u001aใจกลาง\u001aของ\u001aเกาะ\u001aลอย\u001aได้\u001a \u001aสถาน\u001aที่อยู่อาศัย\u001aของ\u001aเหล่า\u001a \u001aMoogle\u001a \u001aว่า\u001aกัน\u001aว่า\u001aเป็น\u001aเพราะ\u001aห้วงเวลา\u001aที่\u001aบิดเบือน\u001aไป\u001a \u001aสถานที่\u001aแห่ง\u001aนี้\u001aจึง\u001aได้มา\u001aปรากฏ\u001aกาย\u001aใน\u001aมิติ\u001aของ\u001aมนุษย์\u001a"
    ],
    "9201": [
        "The tip of a mysterious island which floats high in the sky. Surrounded by a storm-like distortion, normal airships are unable to get close to it.",
        "處於漂浮在空中的神祕島嶼的尖端位置。被像是風暴一樣的扭曲所圍繞著，普通的飛空艇是無法接近的。",
        "하늘 높이 떠 있는 수수께끼 섬의 끝머리. 주변은 폭풍우 같은 '일그러짐'에 둘러싸여 있어, 웬만한 비공정으로는 접근조차 할 수 없다.",
        "L'extrémité d'une île mystérieuse qui flotte haut dans le ciel. Entourée par une distorsion de l'espace ressemblant à une tempête, elle est inaccessible aux aéronefs normaux.",
        "Die Spitze einer mysteriösen Insel, die hoch oben am Himmel schwebt. Umgeben von einer sturmähnlichen Turbulenz können sich ihr gewöhnliche Luftschiffe nicht nähern.",
        "La punta de una misteriosa isla que flota sobre el cielo. Está rodeada por una especie de distorsión que parece una tormenta. Los barcos voladores no pueden acercarse.",
        "Bagian ujung pulau misterius yang melayang tinggi di langit. Kapal udara biasa tidak dapat mendekati tempat ini karena adanya suatu distorsi yang menyerupai badai di sekeliling pulau.",
        "จุดสูงสุด\u001aของ\u001aเกาะ\u001aลึกลับ\u001aที่\u001aลอย\u001aสูง\u001aอยู่\u001aบน\u001aฟ้า\u001a \u001aด้วย\u001aความ\u001aที่\u001aที่\u001aแห่ง\u001aนี้\u001aถูก\u001aรายล้อม\u001aไป\u001aด้วย\u001aสภาพอากาศ\u001aอัน\u001aแปรปรวน\u001aคล้าย\u001aพายุ\u001a \u001aเรือ\u001aเหาะ\u001aธรรมดา\u001aจึง\u001aไม่\u001aสามารถ\u001aเข้าใกล้\u001aได้\u001aเลย\u001a"
    ],
    "12101": [
        "A village where the people who protect the seal over the evil dragons reside. It is currently a base for operations against the Aldore administration.",
        "守護惡龍封印的人們所居住的村莊。現在被抵抗阿爾多爾暴政的反抗軍們當成根據地。",
        "사악한 드래곤의 봉인을 지키는 사람들이 살아가고 있는 마을. 현재는 알도르의 압제 정치에 저항하는 레지스탕스의 거점이기도 하다.",
        "Un village où ceux qui protègent le sceau du dragon maléfique résident. Il s'agit de la base des opérations menées contre l'administration d'Aldore.",
        "Ein Dorf, dessen Bewohner das Bannsiegel teuflischer Drachen beschützen. Aktuell dient es als Basis für Aktionen gegen die Regierung von Aldore.",
        "Una aldea donde vive gente que se dedica a proteger el sello que los separa de los dragones malvados. Actualmente, es una base de operaciones contra la administración de Aldore.",
        "Sebuah desa di mana orang-orang yang melindungi segel naga jahat tinggal. Desa ini kini dijadikan markas untuk operasi melawan kediktatoran Aldore.",
        "หมู่บ้าน\u001aที่\u001aเป็น\u001aแหล่ง\u001aที่อยู่อาศัย\u001aของ\u001aเหล่า\u001aผู้คน\u001aที่\u001aคอย\u001aปกป้อง\u001aตรา\u001aผนึก\u001aของ\u001aมังกร\u001aอัน\u001aชั่วร้าย\u001aอยู่\u001a \u001aปัจจุบันนี้\u001a \u001aมัน\u001aได้\u001aกลาย\u001aมา\u001aเป็น\u001aฐาน\u001aบัญชาการ\u001aของ\u001aกลุ่ม\u001aต่อต้าน\u001aการปกครอง\u001aของ\u001a \u001aAldore\u001a"
    ],
    "12102": [
        "The den of a mama chocobo that lives in Paladia. Few humans ever notice this place, and thus fewer still ever visit.",
        "在帕拉迪亞生活的母親陸行鳥所居住的地方。在人們難以看見的地方，會到訪的人類也非常少。",
        "파라디아에서 살아가는 엄마 초코보의 거처. 사람들의 눈에 띄지 않는 곳에 위치해 있으며, 찾는 사람들의 발길도 드물다고 한다.",
        "L'antre de maman chocobo qui vit à Paladia. Elle vit dans un endroit qui n'est que très rarement remarqué par les humains, c'est pourquoi bien peu de personnes ont déjà eu la chance de lui rendre une petite visite.",
        "Das in Paladia gelegene Nest von Mama Chocobo. Sie lebt an einem Ort, dem von Menschen für gewöhnlich kaum Beachtung geschenkt wird, weswegen sie nur selten Besuch bekommt.",
        "La guarida de una mamá chocobo que vive en Paladia. Vive en un lugar que suele pasar desapercibido por los humanos, por lo que rara vez alguien va de visita.",
        "Tempat tinggal mama chocobo yang hidup di Paladia. Hanya sedikit manusia yang tahu tempat ini, sehingga mereka yang pernah datang berkunjung pun sangatlah sedikit.",
        "รัง\u001aของ\u001a \u001aMama\u001a \u001aChocobo\u001a \u001aที่\u001aอาศัย\u001aอยู่\u001aใน\u001a \u001aPaladia\u001a \u001aมี\u001aมนุษย์\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001aที่\u001aรู้จัก\u001aที่นี่\u001a \u001aแต่\u001aมนุษย์\u001aที่\u001aเคย\u001aได้มา\u001aเยือน\u001aที่นี่\u001aจริงๆ\u001a \u001aกลับ\u001aมี\u001aน้อย\u001aยิ่งกว่า\u001a"
    ],
    "12103": [
        "A colony made of people who wound up living in a railway tunnel. Though they are quite poor, they have chosen to live dignified lives, relying on their own self-sufficiency to get by.",
        "人們聚集在鐵路的隧道內所產生的聚落。雖然貧困，卻決定抱著身為人的尊嚴活下去的人們，在此過著自給自足的生活。",
        "철도 터널 안에 사람들이 모여들어 생겨난 마을. 빈곤에 시달리면서도 인간으로서의 존엄을 지키며 살아갈 것을 선택한 자들이 자급자족하며 생활하고 있다.",
        "Une colonie peuplée de personnes qui se sont regroupées pour vivre dans un tunnel voie ferrée. Bien que très pauvres, ils ont choisi de vivre une vie digne en ne comptant que sur leur capacité à être auto-suffisant.",
        "Ein Kolonie aus Leuten, die einem Eisenbahntunnel leben. Zwar führen sie ein armes, jedoch selbstbestimmtes Leben, indem sie sich aufeinander verlassen.",
        "Una colonia formada por la gente que malvivía en los túneles del tren. Aunque son pobres como las ratas, han elegido vivir con dignidad, por lo que son autosuficientes y no le piden nada a nadie.",
        "Sebuah koloni yang terdiri dari orang-orang yang tinggal di dalam terowongan kereta api. Meskipun sangat miskin, mereka memilih untuk menjalani kehidupan yang bermartabat dan mandiri untuk bertahan hidup.",
        "นิคม\u001aที่\u001aก่อ\u001aตั้งขึ้น\u001aโดย\u001aผู้คน\u001aที่\u001aจำต้อง\u001aมา\u001aอาศัย\u001aอยู่\u001aใน\u001aอุโมงค์\u001aรถไฟใต้ดิน\u001a \u001aแม้ว่า\u001aพวกเขา\u001aจะ\u001aค่อนข้าง\u001aยากจน\u001a \u001aแต่\u001aพวกเขา\u001aก็\u001aเลือก\u001aที่จะ\u001aใช้ชีวิต\u001aอย่าง\u001aสง่าผ่าเผย\u001aด้วย\u001aการ\u001aพึ่งพา\u001aตนเอง\u001a"
    ],
    "12104": [
        "A gigantic city made up of many large scale factories. The city in a constant state of deterioration thanks to it being poluted by sewage and smog, its citizens are constantly worried whether or not they will end up getting sick.",
        "擁有多個大規模工廠的巨大都市。街道上的衛生狀況，因為廢水與煙霧惡化的非常嚴重，市民們總是活在疾病的恐懼之中。",
        "대규모의 공장이 여럿 들어서 있는 거대 도시. 폐유나 매연 등으로 오염된 도시는 나날이 위생 상태가 악화하고 있으며, 시민들은 항상 질병의 공포에 시달리고 있다.",
        "Une ville gigantesque constituée d’immenses usines. En constante détérioration dû à la pollution engendrée par les égouts et le brouillard de gaz qui l'enveloppe, ses habitants sont constamment inquiets de savoir s’ils finiront un jour par être malades.",
        "Eine gigantische Stadt aus vielen riesigen Fabriken. Aufgrund ihres schmutzigen Abwassers und der Luftverunreinigung verschlechtert sich ihr Zustand zunehmend und die Einwohner sorgen sich um ihre eigene Gesundheit.",
        "Una ciudad enorme que está repleta de grandes fábricas. La ciudad se encuentra en un estado constante de deterioro debido a la contaminación de las aguas residuales y la niebla tóxica. Sus habitantes siempre están preocupados de caer enfermos.",
        "Sebuah kota raksasa yang terdiri dari berbagai pabrik besar. Kota ini terus mengalami kemunduran karena pencemaran limbah dan asap. Penduduk setempat sangat mengkhawatirkan kesehatan mereka.",
        "นคร\u001aขนาด\u001aมหึมา\u001aที่\u001aมี\u001aโรงงาน\u001aขนาดใหญ่\u001aตั้งอยู่\u001aทั่วทุกหัวระแหง\u001a \u001aนคร\u001aแห่ง\u001aนี้\u001aกำลัง\u001aอยู่\u001aใน\u001aสภาพ\u001aเสื่อมโทรม\u001aอันเนื่องมาจาก\u001aมลพิษ\u001aหมอก\u001aควัน\u001aและ\u001aสิ่งปฏิกูล\u001aที่\u001aปกคลุม\u001aอยู่\u001aทั่ว\u001aพื้นที่\u001a \u001aซึ่ง\u001aทำให้\u001aพลเมือง\u001aทั้งหลาย\u001aต่าง\u001aเป็นกังวล\u001aกัน\u001aว่า\u001aพวก\u001aตน\u001aจะ\u001aป่วย\u001aหรือไม่\u001a"
    ],
    "13101": [
        "A town inhabited by beastmen located in the plains in northwest Gungan. Some beastmen here are looking to start new lives by advancing their culture through scientific development.",
        "位於群岩地區的西北方草原地帶，是獸人們的城鎮。一部分的獸人們接受了科技文明，為了城鎮的發展而持續摸索著新的生活方式。",
        "건간 지방의 북서쪽, 초원 지대에 위치한 수인들의 마을. 과학 문명을 도입하여 발전을 꾀하려는 일부 수인들이 새로운 삶을 모색해 나가고 있다.",
        "Ville habitée par des hommes-bêtes située dans les plaines du nord-ouest de Gungan. Certains d'entre eux vivent là pour commencer une nouvelle vie, cherchant à développer leur civilisation grâce au progrès scientifique.",
        "Eine von Bestienmenschen bewohnte Stadt, die in den Ebenen nordwestlich von Gungan zu verorten ist. Einige der Bestienmenschen hier, sehen sich danach, ein neues Leben zu beginnen, indem sie ihre Kultur mit Hilfe wissenschaftlicher Entwicklung aufblühen lassen.",
        "Un pueblo habitado por hombres bestia que se encuentra ubicado en las planicies que hay al noroeste de Gungan. Algunos de estos hombres bestia vinieron aquí para comenzar una nueva vida y avanzar su cultura a través del desarrollo científico.",
        "Sebuah kota yang dihuni oleh manusia hewan dan terletak di padang sebelah barat laut Gungan. Beberapa manusia hewan di sini ingin memulai hidup baru dengan memajukan budaya mereka melalui pengembangan ilmiah.",
        "เมือง\u001aที่\u001aเป็น\u001aแหล่ง\u001aที่อยู่อาศัย\u001aของ\u001aเหล่า\u001aมนุษย์\u001aอสูร\u001a \u001aซึ่ง\u001aตั้งอยู่\u001aบน\u001aที่ราบ\u001aทาง\u001aทิศตะวันตกเฉียงเหนือ\u001aของ\u001a \u001aGungan\u001a \u001aใน\u001aขณะนี้\u001aมนุษย์\u001aอสูร\u001aบางคน\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aกำลัง\u001aพยายาม\u001aค้นหา\u001aวิธี\u001aเริ่มต้น\u001aชีวิต\u001aใหม่\u001aด้วย\u001aการนำ\u001aความก้าวหน้า\u001aทางวิทยาศาสตร์\u001aมา\u001aประยุกต์ใช้\u001aเพื่อ\u001aพัฒนา\u001aวัฒนธรรม\u001aของ\u001aพวก\u001aตน\u001aอยู่\u001a"
    ],
    "13102": [
        "Home of the Natura, this town was built out of a great tree. This town full of plentiful resources and quality hunting grounds is protected by its people who have a great love for nature.",
        "利用樹木打造的納特拉城鎮。是個蘊含豐富資源與良好獵場的天然要塞，愛好自然的人們也持續的守護著這裡的環境。",
        "수목을 이용해 만든 나트라족의 마을. 풍부한 자원과 훌륭한 사냥터로 둘러싸인 천연 요새로, 자연을 사랑하는 사람들이 계속해서 환경을 지켜나가고 있다.",
        "Construite à partir d'un grand arbre, cette ville est le foyer des Natura. Il s'agit d'un lieu riche en ressources naturelles et en grandes terres de chasse protégé par ce peuple qui adore la nature.",
        "Naturia ist die Heimat des Volkes der Natura und wurde aus einem gewaltigen Baum herausgebaut. Naturia ist eine natürliche Festung, in der Ressourcen und Jagdgründe in wahrer Hülle und Fülle existieren und deren Weiten von ihren naturliebenden Einwohnern stets beschützt wird.",
        "Esta ciudad se construyó a partir de un gran árbol y es el hogar de los natura. Asimismo, este lugar, donde abundan los recursos y hay buenas zonas para cazar, está protegido por los natura que, a su vez, profesan un gran amor por la naturaleza.",
        "Tempat tinggal suku Natura. Kota yang dibangun dari pohon besar ini penuh dengan sumber daya alam yang melimpah, serta tempat berburu terbaik yang dilindungi oleh penduduknya yang begitu cinta alam.",
        "แหล่ง\u001aที่อยู่อาศัย\u001aของ\u001aเผ่า\u001a \u001aNatura\u001a \u001aเป็น\u001aเมือง\u001aที่\u001aถูก\u001aสร้าง\u001aขึ้น\u001aจาก\u001aต้นไม้\u001aยักษ์\u001a \u001aสถานที่\u001aซึ่ง\u001aเต็มไปด้วย\u001aทรัพยากร\u001aอัน\u001aอุดมสมบูรณ์\u001aและ\u001aพื้นที่\u001aล่าสัตว์\u001aอัน\u001aทรงคุณภาพ\u001aนี้\u001aได้\u001aถูก\u001aพิทักษ์\u001aเอาไว้\u001aโดย\u001aชน\u001aเผ่า\u001a \u001aNatura\u001a \u001aที่รัก\u001aใน\u001aธรรมชาติ\u001aยิ่งกว่า\u001aผู้ใด\u001a"
    ],
    "13103": [
        "The den of a mama chocobo that lives in Paladia. Few humans ever notice this place, and thus fewer still ever visit.",
        "在帕拉迪亞生活的母親陸行鳥所居住的地方。在人們難以看見的地方，會到訪的人類也非常少。",
        "파라디아에서 살아가는 엄마 초코보의 거처. 사람들의 눈에 띄지 않는 곳에 위치해 있으며, 찾는 사람들의 발길도 드물다고 한다.",
        "L'antre de maman chocobo qui vit à Paladia. Elle vit dans un endroit qui n'est que très rarement remarqué par les humains, c'est pourquoi bien peu de personnes ont déjà eu la chance de lui rendre une petite visite.",
        "Das in Paladia gelegene Nest von Mama Chocobo. Sie lebt an einem Ort, dem von Menschen für gewöhnlich kaum Beachtung geschenkt wird, weswegen sie nur selten Besuch bekommt.",
        "La guarida de una mamá chocobo que vive en Paladia. Vive en un lugar que suele pasar desapercibido por los humanos, por lo que rara vez alguien va de visita.",
        "Tempat tinggal mama chocobo yang hidup di Paladia. Hanya sedikit manusia yang tahu tempat ini, sehingga mereka yang pernah datang berkunjung pun sangatlah sedikit.",
        "รัง\u001aของ\u001a \u001aMama\u001a \u001aChocobo\u001a \u001aที่\u001aอาศัย\u001aอยู่\u001aใน\u001a \u001aPaladia\u001a \u001aมี\u001aมนุษย์\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001aที่\u001aรู้จัก\u001aที่นี่\u001a \u001aแต่\u001aมนุษย์\u001aที่\u001aเคย\u001aได้มา\u001aเยือน\u001aที่นี่\u001aจริงๆ\u001a \u001aกลับ\u001aมี\u001aน้อย\u001aยิ่งกว่า\u001a"
    ],
    "13104": [
        "A lawless town located in Gungan and populated by thieves and other criminals. Though a dangerous place due to a lack of natural resources inhibiting any sort of administrative intervention, one can easily get any item or information they desire should they have the gil.",
        "在群岩地區聚集了盜賊與犯人的無法地帶。因為資源不足的影響而無法推行政策，雖然治安不良，但是相反的只要有錢什麼都能到手。",
        "건간 지방의 도적이나 죄인이 모여든 무법자 마을. 부족한 자원의 영향으로 행정이 널리 퍼지지 못하고 치안이 나쁜 한편, 돈만 내면 온갖 정보나 물건을 손에 넣을 수 있다.",
        "Une ville où règne l'anarchie la plus totale située à Gungan, et habitée par des voleurs et autres criminels. Bien qu'il s'agisse d'un lieu extrêmement dangereux sans ressources naturelles et sans aucune intervention d'un quelconque service administrative, il peut être très facile d'obtenir ce que l'on souhaite tant que l'on a les gils.",
        "Eine gesetzlose Stadt in Gungan, die von Dieben und anderen Kriminellen bevölkert wird. Obwohl Tooke ein gefährlicher Ort ist, an dem die Knappheit natürlicher Ressourcen ein Grund dafür ist, dass Behörden nicht in die Belange der Stadt eingreifen, ist es hier möglich, alle möglichen Dinge und Informationen mit Barem zu erwerben.",
        "Una ciudad sin ley que se encuentra en Gungan y que está habitada por ladrones y otros maleantes. Se trata de un lugar peligroso porque, al carecer de recursos, no hay ningún tipo de intervención administrativa. Además, aquí es fácil conseguir cualquier tipo de información que se desee si uno cuenta con los guiles necesarios.",
        "Kota tanpa hukum yang terletak di Gungan dan dihuni oleh para pencuri dan penjahat. Tempat ini sangat berbahaya karena kurangnya sumber daya alam dan layanan administrasi yang tidak tersedia. Namun, orang-orang dapat memperoleh barang atau informasi dengan mudah asalkan mereka mempunyai gil.",
        "เมือง\u001aไร้\u001aกฎหมาย\u001aแห่ง\u001aหนึ่ง\u001aใน\u001a \u001aGungan\u001a \u001aซึ่ง\u001aเป็น\u001aแหล่ง\u001aที่อยู่อาศัย\u001aของ\u001aหมู่\u001aโจร\u001aและ\u001aอาชญากร\u001aมากมาย\u001a \u001aด้วยเหตุที่\u001aเมือง\u001aนี้\u001aมี\u001aทรัพยากรธรรมชาติ\u001aไม่\u001aมาก\u001aนัก\u001a \u001aการปกครอง\u001aดูแล\u001aของ\u001aภาครัฐ\u001aจึง\u001aไป\u001aไม่\u001aถึง\u001a \u001aส่งผล\u001aให้\u001aที่\u001aแห่ง\u001aนี้\u001aกลายเป็น\u001aสถาน\u001aที่สุด\u001aอันตราย\u001a \u001aแต่ทว่า\u001aหาก\u001aมี\u001aเงินติดตัว\u001aแล้ว\u001aล่ะ\u001aก็\u001a \u001aท่าน\u001aก็\u001aสามารถ\u001aมาหา\u001aซื้อ\u001aข้อมูล\u001aและ\u001aสิ่งของ\u001aทุกอย่าง\u001aได้\u001aจาก\u001aที่นี่\u001a"
    ],
    "14201": [
        "An underground city made from countless hollowed out mountains. Though few plants grow thanks to the absence of sunlight, its people have not given up, and instead use their collective wisdom to get by.",
        "穿鑿著地下世界的無數岩山所打造的城鎮。因為難以獲得日照，因此植物也非常稀少，但是這裡的人們並沒有向環境低頭，反而利用智慧來滿足生活的需求。",
        "지하 세계에 있는 무수한 바위산을 파내어 만든 마을. 희미한 햇빛만이 스며드는 곳인 탓에 초록이 적지만, 사람들은 그러한 환경에 굴하지 않고 지혜를 이용해 생활을 이어나가고 있다.",
        "Une ville souterraine fait d'innombrables cavités dans les montagnes. Même si seules quelques plantes arrivent à survivre dû à l'absence de lumière du soleil, ses habitants n'ont pas perdu espoir, et utilise la sagesse populaire pour continuer à y vivre.",
        "Eine Stadt in der Untergrwundwelt, die durch die Aushöhlung unzähliger Berge entstanden ist.  Durch das Ausbleiben jeglichen Sonnenlichts wachsen hier kaum Pflanzen; von ihrer harschen Umgebung unbeirrt, bieten ihre Stadtbewohner Weisheit und Tugend auf, um ihrem Tagewerk nachzugehen.",
        "Una ciudad subterránea que se creó a partir de varias montañas que fueron excavándose y vaciándose por dentro. A pesar de que aquí no crecen plantas por la ausencia de luz solar, sus habitantes no han desistido y, por tanto, continúan usando sus conocimientos para ir tirando.",
        "Kota bawah tanah yang dibangun dari gunung-gunung berlubang yang tak terhitung jumlahnya. Meskipun tanaman sulit tumbuh karena tidak ada sinar matahari, warga kota ini tidak pernah menyerah. Mereka menggunakan pengetahuan mereka untuk bertahan hidup.",
        "เมือง\u001aใต้ดิน\u001aที่\u001aถูก\u001aสร้าง\u001aขึ้น\u001aจาก\u001aโพรง\u001aถ้ำ\u001aใน\u001aภูเขา\u001aจำนวน\u001aนับไม่ถ้วน\u001a \u001aแม้\u001aแสงอาทิตย์\u001aจะ\u001aส่อง\u001aมา\u001aไม่\u001aถึง\u001a \u001aทำให้\u001aพืชผล\u001aที่\u001aเติบโต\u001aที่นี่\u001aได้\u001aมี\u001aอยู่\u001aเพียง\u001aไม่\u001aกี่\u001aชนิด\u001a \u001aทว่า\u001aผู้คน\u001aที่นี่\u001aก็\u001aไม่\u001aเคย\u001aยอมแพ้\u001a \u001aและ\u001aหันมา\u001aใช้\u001aสติปัญญา\u001aช่วยกัน\u001aแก้ปัญหา\u001aแทน\u001a"
    ],
    "14202": [
        "An village blessed by the plentiful waters of the great underworld. This place , populated by the \"Kappa\" who are friendly and welcome any who visit, is known as a very peaceful place.",
        "在廣大的地下世界中，被豐富水資源環繞的村莊。這裡居住著對來訪者十分友善，不會有差別待遇的種族「河童」，並且以毫無紛爭之地而聞名。",
        "광대한 지하세계의 풍부한 수자원에 둘러싸인 마을. 마을을 찾은 자를 누구나 환영하는 친화적인 종족 '캇파'가 살고 있으며, 전쟁과는 연이 없는 땅이기도 하다.",
        "Un village bénit par les eaux abondantes du monde souterrain. Cet endroit, remplit de \"Kappa\" qui sont très amicaux et accueillent très chaleureusement quiconque leur rend visite, est connu comme un vrai havre de paix.",
        "Ein Dorf, das mit den üppigen Wassern der Untergrundwelt gesegnet ist. Dieser Ort, der von sogenannten \"Kappa\" bewohnt wird, ist eine Stätte, die von Krieg und Tumult völlig unberührt geblieben ist. Die Kappa begrüßen daher jeden ihrer Gäste mit wohlwollender Gastfreundschaft.",
        "Una aldea bendecida por las abundantes aguas del gran mundo subterráneo. Los kappas habitan este lugar, y son muy hospitalarios con los visitantes. En definitiva, este lugar es conocido por su tranquilidad.",
        "Suatu desa yang diberkati air yang berlimpah dari dunia bawah tanah yang besar. Tempat ini dihuni oleh \"kappa\" yang ramah dan menyambut siapa pun yang datang berkunjung. Desa ini dikenal sebagai tempat yang sangat damai.",
        "หมู่บ้าน\u001aซึ่ง\u001aได้รับ\u001aพร\u001aจาก\u001aสายน้ำ\u001aที่\u001aเอ่อล้น\u001aไป\u001aทั่วโลก\u001aใต้ดิน\u001aอัน\u001aกว้างใหญ่\u001aไพศาล\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aเป็น\u001aสถานที่\u001aที่\u001aแสน\u001aจะ\u001aสงบสุข\u001a \u001aอีก\u001aทั้ง\u001aประชากร\u001aชาว\u001aกัป\u001aปะ\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aยัง\u001aพร้อม\u001aจะ\u001aต้อน\u001aรับแขก\u001aที่มา\u001aเยือน\u001aทุกคน\u001aอย่าง\u001aเป็นมิตร\u001aด้วย\u001a"
    ],
    "14203": [
        "An underground town made from stone. It will one day soon disappear once the sands which funnel in daily completely fill it up. Though once a prosperous town, it is now inhabited only by those with no plans of moving despite barely struggling to get by.",
        "地下世界中的石造成鎮。因為不斷流入的流沙，而逐漸被埋沒。雖然過去十分繁榮，但是現在只剩下一些不知該搬往何處的人們，勉強的生活在這裡。",
        "지하세계에 위치한, 돌로 만든 마을. 매일같이 흘러들어오는 유사에 완전히 파묻혀 버릴 날이 멀지 않았다. 과거에는 번영한 마을이었으나, 현재는 다른 지방으로 이주할 예정이 없는 자들만이 소소하게 살아가고 있다.",
        "Une ville souterraine faite dans la pierre. Elle finira un jour par disparaître lorsque le sable qui s'y déverse chaque jour l'aura totalement recouverte. Autrefois très florissante, elle n'est aujourd'hui plus que l'ombre d'elle-même, peuplée par des gens qui n'ont pas l'intention de déménager et qui luttent pour rester en vie.",
        "Eine aus dem Stein geschlagene Stadt in der Untergrundwelt. Der Tag, an dem sie in dem nie enden wollenden Sand versinken wird, ist nicht fern. Einst war Ilteah eine Stadt, der großer Wohlstand vergönnt war; nun jedoch wird sie nur noch von denen bewohnt, deren Lebensumstände nicht erlauben, anderenorts Zuflucht zu finden.",
        "Una ciudad subterránea tallada en piedra. Pronto, llegará el día en que desaparezca, pues la arena que va penetrando colmará hasta el último resquicio de este lugar. Antaño, fue una ciudad próspera, pero, ahora, solo está habitada por un tipo de gente: aquellos que no quieren abandonar el lugar a pesar de que a duras penas consiguen tirar hacia delante.",
        "Kota bawah tanah yang didirikan dari batu. Suatu hari, kota ini akan lenyap karena tertimbun oleh pasir yang masuk ke dalam kota setiap hari. Dahulu, tempat ini merupakan kota yang makmur, tapi kini orang-orang yang tinggal di sana hanyalah mereka yang tidak ingin berpindah tempat dan berjuang untuk tetap hidup.",
        "เมือง\u001aใต้ดิน\u001aที่\u001aสร้าง\u001aขึ้น\u001aจาก\u001aหิน\u001a \u001aเนื่องจาก\u001aมี\u001aทราย\u001aจำนวนมาก\u001aไหลบ่า\u001aเข้ามา\u001aใน\u001aเมือง\u001aทุกๆ\u001a \u001aวัน\u001a \u001aสักวันหนึ่ง\u001a \u001aเมือง\u001aแห่ง\u001aนี้\u001aจึง\u001aอาจ\u001aหาย\u001aสาป\u001aสูญ\u001aไป\u001aในที่สุด\u001a \u001aแต่\u001aถึงกระนั้น\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aก็\u001aเคย\u001aเป็น\u001aเมือง\u001aที่\u001aเจริญรุ่งเรือง\u001aมา\u001aก่อน\u001a \u001aแม้ว่า\u001aบัดนี้\u001aมัน\u001aจะ\u001aกลายเป็น\u001aที่อยู่\u001aของ\u001aผู้คน\u001aที่\u001aไม่\u001aคิด\u001aจะ\u001aย้ายออก\u001aไป\u001aแม้\u001aจะ\u001aมีชีวิต\u001aที่\u001aลำบาก\u001aยากเข็ญ\u001aเพียงใด\u001aก็ตาม\u001a"
    ],
    "14204": [
        "Home of the Elmaul Archives, where all documents and books related to magic in Paladia are kept. With the luxurious buildings that line its streets, it was once thought to be the city of the future, however since then it has fallen into decline and is home to few residents.",
        "這個城鎮中有著「艾爾瑪烏爾的書庫」，收藏著記錄了帕拉迪亞魔法的論文與書物。雖然有很多奢華的建築，過去曾經被稱為創造未來之都，但是現在只是個人煙稀少的寂靜城鎮。",
        "파라디아의 마법에 관련한 논문이나 서적이 보관된 '엘마울의 서고'가 위치해 있는 마을. 호화로운 건물이 늘어서 있으며, 과거에는 미래를 만들어나가는 마을이라고도 불렸으나 현재는 쇠퇴하여 주민도 얼마 되지 않는다.",
        "Lieu où se trouve les Archives d'Elmaul où tous les documents et livres liés à la magie à Paladia sont entreposés. Les magnifiques bâtiments tous plus luxueux les uns que les autres ornant les rues laissent à penser que cet endroit fut autrefois considéré comme la ville du futur. Elle a toutefois depuis sombré dans le déclin et ne compte plus que quelques habitants aujourd'hui.",
        "Heimstätte der Elmaul-Archive, in denen die Sammlung aller Schriftstücke und Dissertationen zu magischen Dingen zu finden ist. Mit luxuriösen Gebäuden, welche die Straßenflanken zierten, kündete Hellstya einst von einer goldenen Zukunft. Nun jedoch wird sie nur noch vereinzelt bewohnt.",
        "El hogar de los Archivos de Elmaul, donde se guardan todos los documentos y libros sobre magia que hay en Paladia. Gracias a los lujosos edificios que adornan sus calles, hubo un tiempo en que se pensaba que esta era la ciudad del futuro; sin embargo, ahora experimenta un declive y poca gente vive ya aquí.",
        "Gedung Arsip Elmaul, tempat di mana semua dokumen dan buku yang berkaitan dengan magic di Paladia tersimpan. Dengan bangunan-bangunan mewah yang berjajar di sepanjang jalan, kota ini pernah dianggap sebagai kota masa depan. Namun, kini kota tersebut telah runtuh dan hanya ditinggali oleh sedikit orang.",
        "สถาน\u001aที่ตั้ง\u001aของ\u001aหอจดหมายเหตุ\u001a \u001aElmaul\u001a \u001aที่\u001aเก็บรักษา\u001aเอกสาร\u001aและ\u001aหนังสือ\u001aเกี่ยวกับ\u001aเวทมนตร์\u001aใน\u001a \u001aPaladia\u001a \u001aทั้งหมด\u001a \u001aด้วย\u001aความ\u001aที่\u001aมี\u001aตึก\u001aรูปทรง\u001aหรูหรา\u001aทันสมัย\u001aมากมาย\u001aเรียงราย\u001aอยู่\u001aตาม\u001aถนน\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aจึง\u001aเคย\u001aได้รับ\u001aการ\u001aข\u001aนาม\u001aนาม\u001aว่า\u001aเป็น\u001aนคร\u001aแห่ง\u001aอนาคต\u001a \u001aทว่า\u001aต่อมา\u001a \u001aเมือง\u001aแห่ง\u001aนี้\u001aก็\u001aทรุดโทรม\u001aลง\u001a \u001aและ\u001aมี\u001aประชากร\u001aอาศัย\u001aอยู่\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001a"
    ],
    "14205": [
        "A peaceful village that the shape-shifting Whyt call their home. Located far from any human settlements, few normal people ever come close to this village.",
        "可以改變型態的幻獸「波其卡」所居住的祥和村莊。位於人煙罕至，一般人幾乎不會去到的地方。",
        "모습을 바꿀 수 있는 환수 '포치카'가 사는 평온한 마을. 외딴곳에 위치해 있어, 일반인은 접근하는 일은 거의 없다.",
        "Un village paisible qui serait le foyer des Pochads, le peuple changeforme. Situé loin de tout campement humain, il ne reçoit que très rarement des visiteurs \"normaux\".",
        "Ein friedliches Dorf, das die gestaltwandelnden Pochka ihr Zuhause nennen. Es ist fernab von jeglichen menschlichen Siedlungen gelegen und nur wenige gewöhnliche Menschen näher sich jemals diesem Dorf.",
        "La tranquila aldea que los whyt, unos seres capaces de cambiar de aspecto, denominan hogar. Se ubica lejos de cualquier asentamiento humano, por lo que muy pocas personas se acercan a este lugar.",
        "Sebuah desa damai yang dianggap sebagai rumah bagi para whyt yang dapat berubah bentuk. Terletak jauh dari pemukiman manusia, hanya sedikit orang biasa yang mendekati desa ini.",
        "หมู่บ้าน\u001aอัน\u001aสงบสุข\u001aซึ่ง\u001aเป็น\u001aถิ่น\u001aที่อยู่อาศัย\u001aของ\u001aเหล่า\u001a \u001aWhyt\u001a \u001aผู้\u001aเปลี่ยนรูป\u001a \u001aด้วย\u001aระยะทาง\u001aที่\u001aค่อนข้าง\u001aไกล\u001aจาก\u001aแหล่ง\u001aชุมชน\u001aของ\u001aมนุษย์\u001a \u001aคนธรรมดา\u001aที่\u001aเคย\u001aเฉียด\u001aเข้ามา\u001aใกล้\u001aหมู่บ้าน\u001aแห่ง\u001aนี้\u001aจึง\u001aมี\u001aอยู่\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001a"
    ],
    "14301": [
        "An elegant manor, constructed between steep, underground mountains. Though many take advantage of the services provided here, none speak of its owner's identity nor their purpose.",
        "在地下世界的險峻山區所建造的優雅建築。雖然有許多人利用著這裡，但卻沒有人知道建築主人的真實身分與目的。",
        "지하세계의 험준한 산간 지방에 세워진 우아한 건물. 많은 고용인이 지내고 있음에도 불구하고, 주인의 정체나 목적을 아는 자는 아무도 없다.",
        "Une résidence élégante, construite entre deux montagnes souterraines aux chemins très escarpés. Bien que beaucoup de personnes tirent avantage des services qui y sont prodigués, personne ne sait quelle est l'identité de son propriétaire ou quelles sont ses motivations.",
        "Eine elegante Residenz, die inmitten der steil aufsteigenden Berge des Untergrundwelt errichtet wurde. Obwohl schon viele Menschen sich in den Hallen dieser Residenz aufhielten und ihre Dienste beanspruchten, gibt es rein niemanden, der über die wahre Gestalt und Motive ihres Besitzer spricht.",
        "Una elegante residencia que se construyó entre escarpadas montañas subterráneas. Aunque muchos se aprovechan de los servicios que se ofrecen aquí, nadie habla de la identidad de su dueño o de lo que anda tramando.",
        "Sebuah rumah besar yang elegan dan dibangun di antara gunung-gunung bawah tanah yang terjal dan curam. Meskipun banyak yang memanfaatkan layanan yang tersedia di sini, tidak ada yang berbicara tentang identitas pemilik rumah ini ataupun tujuan mereka.",
        "คฤหาสน์\u001aแสน\u001aงดงาม\u001aที่\u001aตั้งอยู่\u001aท่ามกลาง\u001aภูเขา\u001aใต้ดิน\u001aอัน\u001aสูงชัน\u001a \u001aแม้ว่า\u001aจะ\u001aมี\u001aผู้คน\u001aมากมาย\u001aแวะเวียน\u001aมา\u001aใช้\u001aบริการ\u001aจาก\u001aคฤหาสน์\u001aหลัง\u001aนี้\u001a \u001aทว่า\u001aกลับ\u001aไม่\u001aมี\u001aผู้ใด\u001aเคย\u001aเอ่ยถึง\u001aตัวตน\u001aของ\u001aเจ้าของ\u001aคฤหาสน์\u001aหรือ\u001aจุดประสงค์\u001aของ\u001aคน\u001aผู้\u001aนั้น\u001aเลย\u001a"
    ],
    "15101": [
        "A town home to all manner of warrior. It's known as the place where the Order of Aldore fighting tournament is held. Despite being grand in scale, the disparity in income among its residents is extreme.",
        "許多戰士聚集的街道。作為鬥技大會「阿爾多爾・號令者」的預選舉辦地而出名。大舉發展下的另一面，貧富差距也非常嚴重。",
        "수많은 전사들이 모여드는 마을. 투기대회 '알도르 오더'의 예선이 열리는 곳으로 알려져 있다. 큰 발전을 이룬 한편, 빈부 격차도 심하다.",
        "La ville d'origine de guerriers en tous genres, aussi connue comme le site où est organisé le tournoi de l'Ordre d'Aldore. Malgré son immense taille, on y observe une inégalité extrême.",
        "Eine Stadt, in der sich zahlreiche Krieger versammeln. Sie ist als jener Ort bekannt, an dem die Kampfmeisterschaften des Ordens von Aldore ausgetragen werden. Ungeachtet ihrer Größe ist die Schere zwischen Arm und Reich unter ihren Einwohnern beachtlich.",
        "Un pueblo donde todos los guerreros son bienvenidos y conocido por ser el lugar donde la Orden de Aldore organiza su torneo. A pesar de tratarse de un pueblo bastante grande, la desigualdad económica entre sus habitantes es extrema.",
        "Kota yang menjadi rumah bagi banyak prajurit. Dikenal sebagai tempat di mana turnamen Order Aldore diadakan. Pembangunan berskala besar dilaksanakan di kota ini. Namun, di sisi lain, kesenjangan sosial yang terjadi di masyarakat sangatlah ekstrem.",
        "เมือง\u001aที่\u001aเป็น\u001aเสมือน\u001aบ้าน\u001aของ\u001aเหล่า\u001aนักรบ\u001aมากหน้าหลายตา\u001a \u001aสถานที่\u001aสำหรับ\u001aจัดการ\u001aประลอง\u001a \u001aOrder\u001a \u001aof\u001a \u001aAldore\u001a \u001aแม้\u001aเมือง\u001aแห่ง\u001aนี้\u001aจะ\u001aเป็น\u001aเมือง\u001aที่\u001aยิ่งใหญ่\u001a \u001aทว่า\u001aราย\u001aได้ที่\u001aประชาชน\u001aทุกคน\u001aต่าง\u001aได้รับ\u001aกลับ\u001aเหลื่อมล้ำ\u001aกัน\u001aเป็นอย่างมาก\u001a"
    ],
    "15102": [
        "The den of a mama chocobo that lives in Paladia. Few humans ever notice this place, and thus fewer still ever visit.",
        "在帕拉迪亞生活的母親陸行鳥的住處。是個不顯眼的地方，到此造訪的人也很稀少。",
        "파라디아에서 살아가는 엄마 초코보의 거처. 사람들의 눈에 띄지 않는 곳에 위치해 있으며, 찾는 사람들의 발길도 드물다고 한다.",
        "L'antre de maman chocobo qui vit à Paladia. Elle vit dans un endroit qui n'est que très rarement remarqué par les humains, c'est pourquoi bien peu de personnes ont déjà eu la chance de lui rendre une petite visite.",
        "Das in Paladia gelegene Nest von Mama Chocobo. Sie lebt an einem Ort, dem von Menschen für gewöhnlich kaum Beachtung geschenkt wird, weswegen sie nur selten Besuch bekommt.",
        "La guarida de una mamá chocobo que vive en Paladia. Vive en un lugar que suele pasar desapercibido por los humanos, por lo que rara vez alguien va de visita.",
        "Tempat tinggal mama chocobo yang hidup di Paladia. Hanya sedikit manusia yang tahu tempat ini, sehingga mereka yang pernah datang berkunjung pun sangatlah sedikit.",
        "รัง\u001aของ\u001a \u001aMama\u001a \u001aChocobo\u001a \u001aที่\u001aอาศัย\u001aอยู่\u001aใน\u001a \u001aPaladia\u001a \u001aมี\u001aมนุษย์\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001aที่\u001aรู้จัก\u001aที่นี่\u001a \u001aแต่\u001aมนุษย์\u001aที่\u001aเคย\u001aได้มา\u001aเยือน\u001aที่นี่\u001aจริงๆ\u001a \u001aกลับ\u001aมี\u001aน้อย\u001aยิ่งกว่า\u001a"
    ],
    "15103": [
        "A resort town located in between Visectrum and Dendalio. It has flourished thanks to it being the place where selections are made for the Order of Aldore.",
        "維瑟庫特拉姆與迪恩達里奧中間的宿驛。在「阿爾多爾・號令者」舉辦的年份，會被當作中繼地點而十分繁榮。",
        "뷔섹트럼과 덴다리오의 중간에 위치한 리조트 타운. 알도르 오더가 열리는 해엔 예선의 중계 지점으로서 북적이는 곳이다.",
        "Une ville saisonnière située entre Visectrum et Dendalio. Elle est actuellement en plein essor, notamment grâce au recrutement de l'Ordre qui y prend place.",
        "Ein Urlaubsort zwischen Visektrum und Dendalio. Der Ort blühte auf, weil hier die Auswahl für den Orden von Aldore getroffen werden.",
        "Un pueblo vacacional que se encuentra entre Visectrum y Dendalio. Este pueblo ha logrado prosperar por ser el sitio donde la Orden de Aldore realiza sus selecciones.",
        "Sebuah kota wisata yang terletak di antara Visektrum dan Dendalio. Kota ini berkembang pesat karena dipilih sebagai lokasi babak penyisihan Order Aldore.",
        "เมืองตากอากาศ\u001aที่\u001aตั้งอยู่\u001aระหว่าง\u001a \u001aVisectrum\u001a \u001aและ\u001a \u001aDendalio\u001a \u001aที่\u001aเมือง\u001aแห่ง\u001aนี้\u001aเจริญรุ่งเรือง\u001aขึ้น\u001aมา\u001aได้\u001a \u001aเป็น\u001aเพราะ\u001aที่นี่\u001aได้\u001aถูก\u001aใช้\u001aเป็น\u001aสถานที่\u001aสำหรับ\u001aคัดเลือก\u001aสมาชิก\u001aของ\u001aงาน\u001aประลอง\u001a \u001aOrder\u001a \u001aof\u001a \u001aAldore\u001a \u001aนั่นเอง\u001a"
    ],
    "15104": [
        "A farming village full of water and greenery. However, despite looking peaceful, it is famous for being the final checkpoint where participants are selected for the Order of Aldore.",
        "水源豐富與綠意盎然的農村。與其祥和的氣氛相異，以作為「阿爾多爾・號令者」預選最終場地而聞名。",
        "물과 초록이 풍부한 마을. 평온한 분위기와는 어울리지 않게, 알도르 오더의 예선 마지막 체크포인트로 유명하다.",
        "Un village agricole où l'eau et la verdure abondent. Ce patelin, en dépit de ses apparences paisibles, est réputé comme étant le point de contrôle que les participants se doivent d'atteindre pour intégrer l'Ordre d'Aldore.",
        "Ein von Wasser und Grün gesäumtes Bauerndorf. Trotz seines friedlichen Äußeren ist es allerdings als der letzte Checkpoint bekannt, an dem die Teilnehmer für den Orden von Aldore ausgewählt werden.",
        "Un pueblecito agrícola que rebosa de agua y vegetación. Sin embargo, y a pesar de su tranquilidad, este lugar es conocido por ser el último punto de encuentro donde se selecciona a los participantes para la Orden de Aldore.",
        "Sebuah desa pertanian yang penuh dengan air dan penghijauan. Meskipun terlihat damai, tempat ini dikenal sebagai pos pemeriksaan terakhir bagi para peserta untuk babak penyisihan Order Aldore.",
        "หมู่บ้าน\u001aแห่ง\u001aเกษตรกรรม\u001aซึ่ง\u001aเต็มไปด้วย\u001aแหล่งน้ำ\u001aและ\u001aพืชพันธุ์\u001aสี\u001aเขียว\u001a \u001aแม้\u001aภายนอก\u001aจะ\u001aดู\u001aสงบสุข\u001a \u001aแต่\u001aหมู่บ้าน\u001aแห่ง\u001aนี้\u001aกลับ\u001aถูก\u001aใช้\u001aเป็น\u001aด่าน\u001aสุดท้าย\u001aสำหรับ\u001aใน\u001aการ\u001aแข่ง\u001aรอบ\u001aคัดเลือก\u001aผู้\u001aที่\u001aได้รับ\u001aสิทธิ์\u001aเข้างาน\u001aประลอง\u001a \u001aOrder\u001a \u001aof\u001a \u001aAldore\u001a"
    ],
    "15105": [
        "A quiet, unassuming house located in a forest. It seems as though a married couple once lived here, but it is now deserted. Someone continues to maintain the interior and the surroundings, and as such, it shows no signs of disrepair.",
        "森林中的一所小房子，曾經是一對夫婦的家，現在無人居住。房子的周圍和內部被什麼人保護著，毫無髒亂與腐朽的痕跡。",
        "숲속에 고요히 세워진 작은 집. 과거 한 부부가 살던 집이지만, 현재는 아무도 살지 않는다. 하지만 누군가가 집 주변이나 내부를 보수하여, 그다지 황폐해 보이지 않는다.",
        "Une maison tranquille reculée dans la forêt. Elle laisse penser qu'un couple marié aurait vécu ici, mais elle est à présent désertée. Quelqu'un continue d'entretenir l'intérieur et autour, c'est pourquoi elle ne montre aucun signes de déterioration.",
        "Ein stilles, bescheidenes Haus in einem Wald. Es scheint, als ob ein Ehepaar einst hier lebte, doch jetzt ist es verlassen. Jemand hält das Innere und die Umgebung weiterhin in Stand, daher zeigt es keine Anzeichen von Verfall.",
        "Una casa modesta y tranquila que se encuentra dentro de un bosque. Parece que un matrimonio vivía en ella, pero ahora está vacía. Alguien sigue cuidando el interior y los alrededores de la casa, así que esta no muestra signos de deterioro.",
        "Sebuah rumah kecil sunyi senyap yang terletak di tengah hutan. Konon sepasang suami istri tinggal di rumah ini. Namun, kini rumah ini telah ditelantarkan. Seseorang terus merawat bagian dalam dan juga area sekitar rumah tersebut sehingga sama sekali tidak terlihat melapuk.",
        "บ้าน\u001aกลาง\u001aป่า\u001aอัน\u001aเงียบสงบ\u001a \u001aและ\u001aไม่\u001aมี\u001aอะไร\u001aเป็นพิเศษ\u001a \u001aดูเหมือนว่า\u001aใน\u001aครั้ง\u001aอดีต\u001a \u001aมี\u001aสามีภรรยา\u001aคู่\u001aหนึ่ง\u001aใช้ชีวิต\u001aอยู่\u001aใน\u001aบ้าน\u001aแห่ง\u001aนี้\u001a \u001aแต่\u001aใน\u001aปัจจุบัน\u001aตัว\u001aบ้าน\u001aกลับ\u001aถูก\u001aทิ้ง\u001aร้าง\u001a \u001aกระนั้น\u001aก็ตาม\u001a \u001aบริเวณ\u001aรอบ\u001aๆ\u001aและ\u001aภายในบ้าน\u001aนั้น\u001aกลับ\u001aได้รับ\u001aการ\u001aดูแล\u001aเป็น\u001aอย่าง\u001aดี\u001a \u001aไม่\u001aมี\u001aจุด\u001aไหน\u001aที่\u001aดู\u001aทรุดโทรม\u001aเลย\u001a"
    ],
    "15201": [
        "The most prosperous city in all of Visectrum. It is a collection of Aldore technology, ranging from its gigantic colosseum to its impressive rail system.",
        "維瑟庫特拉姆中最繁榮的都市。擁有巨大的競技場和競技場直通線等，集聚了阿爾多爾的技術精華。",
        "뷔섹트럼에서 가장 번성한 도시. 거대한 투기장과 직통선 등 알도르 기술의 정수가 모여 있는 곳이다.",
        "La ville la plus prospère de tout Visectrum. On y retrouve une véritable collection des technologies d'Aldore les plus sophistiquées, en allant de son immense colisée à son impressionnant système ferroviaire.",
        "Die wohlhabendste Stadt in ganz Visektrum. Hier ist die Essenz der Technologie von Aldore versammelt, wie beispielsweise das riesige Kollosseum oder das Eisenbahnsystem.",
        "La ciudad más próspera de todo Visectrum. Se trata de un sitio repleto de tecnología de Aldore: desde su coliseo gigante a su impresionante sistema ferroviario.",
        "Kota yang paling makmur di seluruh penjuru Visektrum. Di sinilah segala teknologi Aldore tersimpan, mulai dari koloseum raksasa hingga sistem relnya yang mengesankan.",
        "นคร\u001aที่\u001aเจริญรุ่งเรือง\u001aที่สุด\u001aใน\u001a \u001aVisectrum\u001a \u001aที่นี่\u001aเป็น\u001aศูนย์รวม\u001aของ\u001aเทคโนโลยี\u001a \u001aAldore\u001a \u001aทั้งหลาย\u001a \u001aตั้งแต่\u001aโคล\u001aอสเซียม\u001aขนาด\u001aมหึมา\u001a \u001aไป\u001aจนถึง\u001aระบบ\u001aรถไฟ\u001aอัน\u001aน่าประทับใจ\u001a"
    ],
    "16101": [
        "The airship owned by the Children of Hess, an organization dedicated to the restoration of Hess. It is heavily armed in order to stand toe-to-toe against Aldore and also functions as a base of operations in case of an emergency.",
        "以復興赫斯為目標的組織「赫斯之子」所持有的飛空艇。為了與阿爾多爾戰鬥，飛空艇在建造時搭載了各式各樣的武器，緊急情況下甚至可以成為臨時作戰本部。",
        "헤스의 부흥을 꾀하는 조직 '헤스의 아이들' 소유의 비공정. 알도르와의 싸움을 대비하여 다양한 장비를 탑재하였으며, 유사시에는 작전 본부로도 기능할 수 있도록 만들어졌다.",
        "Vaisseau possédé par les Enfants de Hess, une organisation dédiée à la restauration de Hess. Il est lourdement équipé dans le but de faire face à Aldore et fonctionne comme base de stratégies en cas d'urgence.",
        "Das Luftschiff, das sich im Besitz der Kinder von Hess befindet - eine Organisation, die sich der Wiederherstellung von Hess widmet. Es ist schwer bewaffnet, um in direktem Kontakt gegen Aldore bestehen zu können und operiert in Notlagen als Handlungszentrale.",
        "El barco volador de los hijos de Hess, una organización dedicada a la restauración de Hess. Va muy bien armada para hacer frente a Aldore. También funciona como base de operaciones en caso de emergencia.",
        "Kapal udara yang dimiliki oleh Anak-Anak Hess, organisasi yang bertujuan untuk membangkitkan bangsa Hess. Kapal udara ini dilengkapi dengan senjata yang ampuh untuk melawan Aldore dan juga berfungsi sebagai markas operasi dalam keadaan darurat.",
        "เรือ\u001aเหาะ\u001aใน\u001aครอบครอง\u001aของ\u001aบุตร\u001aแห่ง\u001a \u001aHess\u001a \u001aซึ่ง\u001aเป็น\u001aองค์กร\u001aที่\u001aอุทิศ\u001aตน\u001aให้\u001aกับ\u001aการ\u001aกอบกู้\u001a \u001aHess\u001a \u001aขึ้น\u001aมา\u001aใหม่\u001a \u001aบน\u001aเรือ\u001aเหาะ\u001aลำ\u001aนี้\u001aมี\u001aอาวุธ\u001aร้ายแรง\u001aถูก\u001aติดตั้ง\u001aเอาไว้\u001aมากมาย\u001aเพื่อ\u001aใช้\u001aต่อกร\u001aกับ\u001a \u001aAldore\u001a \u001aโดยตรง\u001a \u001aและ\u001aยัง\u001aสามารถ\u001aใช้\u001aเป็น\u001aฐาน\u001aบัญชาการ\u001aใน\u001aกรณี\u001aฉุกเฉิน\u001aได้\u001aอีกด้วย\u001a"
    ],
    "16102": [
        "The den of a mama chocobo that lives in Paladia. Few humans ever notice this place, and thus fewer still ever visit.",
        "在帕拉迪亞生活的母親陸行鳥的住處。是個不顯眼的地方，到此造訪的人也很稀少。",
        "파라디아에서 살아가는 엄마 초코보의 거처. 사람들의 눈에 띄지 않는 곳에 위치해 있으며, 찾는 사람들의 발길도 드물다고 한다.",
        "L'antre de maman chocobo qui vit à Paladia. Elle vit dans un endroit qui n'est que très rarement remarqué par les humains, c'est pourquoi bien peu de personnes ont déjà eu la chance de lui rendre une petite visite.",
        "Das in Paladia gelegene Nest von Mama Chocobo. Sie lebt an einem Ort, dem von Menschen für gewöhnlich kaum Beachtung geschenkt wird, weswegen sie nur selten Besuch bekommt.",
        "La guarida de una mamá chocobo que vive en Paladia. Pocos seres humanos se percatan de la existencia de este lugar y, aún menos, van a visitarlo.",
        "Tempat tinggal mama chocobo yang hidup di Paladia. Hanya sedikit manusia yang tahu tempat ini, sehingga mereka yang pernah datang berkunjung pun sangatlah sedikit.",
        "รัง\u001aของ\u001a \u001aMama\u001a \u001aChocobo\u001a \u001aที่\u001aอาศัย\u001aอยู่\u001aใน\u001a \u001aPaladia\u001a \u001aมี\u001aมนุษย์\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001aที่\u001aรู้จัก\u001aที่นี่\u001a \u001aแต่\u001aมนุษย์\u001aที่\u001aเคย\u001aได้มา\u001aเยือน\u001aที่นี่\u001aจริงๆ\u001a \u001aกลับ\u001aมี\u001aน้อย\u001aยิ่งกว่า\u001a"
    ],
    "16201": [
        "The headquarters of the Children of Hess, an organization dedicated to the restoration of Hess. Day and night, its inhabitants discuss strategies to defeat Aldore, which are then relayed to their allies in all other regions.",
        "以復興赫斯為目標的組織「赫斯之子」的大本營。日日夜夜都在為打倒阿爾多爾軍而討論作戰計劃，並將計劃傳達給身在各地的同伴們。",
        "헤스의 부흥을 꾀하는 조직 '헤스의 아이들'의 본거지. 매일 알도르를 타도하기 위한 작전을 의논하며, 각지의 동료들에게 전달하고 있다.",
        "Quartiers généraux des Enfants de Hess, une organisation dédiée à la restauration de Hess. Jours et nuits, ses habitants discutent des stratégies pour vaincre Aldore et les transmettent à leurs camarades d'autres régions.",
        "Das Hauptquartier der Kindern von Hess - eine Organisation die sich der Wiederherstellung von Hess widmet. Tag und Nacht diskutieren die Einwohner über Strategien, um Aldore zu besiegen und diese Informationen dann an ihre Verbündeten in allen anderen Regionen zu verbreiten.",
        "La sede central de los hijos de Hess, una organización dedicada a la restauración de Hess. Sus habitantes deliberan día y noche sobre estrategias para acabar con Aldore, que luego transmiten a sus aliados de las demás regiones.",
        "Markas besar Anak-Anak Hess, organisasi yang bertujuan untuk membangkitkan bangsa Hess. Siang dan malam, penghuninya membahas strategi untuk mengalahkan Aldore, yang kemudian dikirim ke rekan mereka yang berada di wilayah lain.",
        "ศูนย์บัญชาการ\u001aใหญ่\u001aของ\u001aบุตร\u001aแห่ง\u001a \u001aHess\u001a \u001aองค์กร\u001aที่\u001aอุทิศ\u001aตน\u001aให้\u001aกับ\u001aการ\u001aกอบกู้\u001a \u001aHess\u001a \u001aขึ้น\u001aมา\u001aใหม่\u001aครั้ง\u001a \u001aผู้\u001aที่\u001aอาศัย\u001aอยู่\u001aที่นี่\u001aต่าง\u001aก็\u001aปรึกษาหารือ\u001aเรื่อง\u001aยุทธวิธี\u001aโค่นล้ม\u001a \u001aAldore\u001a \u001aด้วยกัน\u001aทั้งวันทั้งคืน\u001a \u001aก่อนที่\u001aแผนการ\u001aดังกล่าว\u001aจะ\u001aถูก\u001aส่ง\u001aต่อไป\u001aยัง\u001aพันธมิตร\u001aใน\u001aภูมิภาค\u001aอื่นๆ\u001a \u001aต่อไป\u001a"
    ],
    "17101": [
        "A small village of guardians who watch over the abominable relic that sleeps within the glaciers. Many outsiders are fascinated by its distinctly unique culture, which evolved outside the influence of other nations.",
        "守護沉睡於冰河之中的「不祥遺物」的小村落，有著自己獨特的文化，許多外來者都被村子的異國風情所吸引。",
        "빙하 속에 잠들어 있는 '저주받은 유물'을 지키는 자들이 살아가는 작은 마을. 여느 나라와는 다른 독특한 문화가 형성되어 있으며, 그 이국적인 정서가 넘쳐흐르는 광경에 매료된 자들이 많다.",
        "Un petit village de gardiens qui protègent l'abominable relique dormant dans les glaciers. De nombreux voyageurs sont fascinés par sa culture unique, qui s'est développée sans l'influence des autres nations.",
        "Ein kleines Dorf von Wächtern, die über das schreckliche Relikt wachen, das in den Gletschern schlummert. Viele Fremde sind fasziniert von seiner deutlich einzigartigen Kultur, welche sich außerhalb des Einflusses anderer Nationen entwickelt hat.",
        "Una pequeña aldea de guardianes que vigilan la abominable reliquia que yace entre los glaciales. Muchos forasteros se sienten fascinados por su cultura singular, fruto de una evolución aislada de la influencia de otras naciones.",
        "Sebuah desa kecil bagi para penjaga yang mengawasi relik mengerikan yang tertidur di dalam gletser. Banyak orang luar terpesona dengan budaya khas desa unik ini, yang berkembang tanpa pengaruh negeri lain.",
        "หมู่\u001aบ้านเล็ก\u001aๆ\u001a \u001aของ\u001aเหล่า\u001aผู้พิทักษ์\u001aที่\u001aคอย\u001aคุ้มกัน\u001aซาก\u001aโบราณ\u001aชั่วร้าย\u001aซึ่ง\u001aยังคง\u001aหลับใหล\u001aอยู่\u001aใน\u001aธาร\u001aน้ำแข็ง\u001a \u001aด้วย\u001aความ\u001aที่\u001aวัฒนธรรม\u001aของ\u001aที่นี่\u001aนั้น\u001aมี\u001aเอกลักษณ์\u001aที่\u001aชัดเจน\u001a \u001aอีก\u001aทั้ง\u001aยัง\u001aเป็น\u001aวัฒนธรรม\u001aที่\u001aไม่\u001aได้รับ\u001aอิทธิพล\u001aจาก\u001aชาติ\u001aอื่น\u001aเลย\u001a \u001aจึง\u001aมัก\u001aทำให้\u001aบุคคลภายนอก\u001aตื่นตาตื่นใจ\u001aอยู่\u001aเสมอ\u001a"
    ],
    "17102": [
        "The den of a mama chocobo that lives in Paladia. Few humans ever notice this place, and thus fewer still ever visit.",
        "在帕拉迪亞生活的母親陸行鳥的住處。是個不顯眼的地方，到此造訪的人也很稀少。",
        "파라디아에서 살아가는 엄마 초코보의 거처. 사람들의 눈에 띄지 않는 곳에 위치해 있으며, 찾는 사람들의 발길도 드물다고 한다.",
        "L'antre d'une maman chocobo qui vit sur Paladia. L'endroit n'est que très rarement remarqué par les humains, ce qui explique le peu de visites qu'elle reçoit.",
        "Das in Paladia gelegene Nest von Mama Chocobo. Sie lebt an einem Ort, dem von Menschen für gewöhnlich kaum Beachtung geschenkt wird, weswegen sie nur selten Besuch bekommt.",
        "La guarida de una mamá chocobo que vive en Paladia. Vive en un lugar que suele pasar desapercibido por los humanos, por lo que rara vez alguien va de visita.",
        "Tempat tinggal mama chocobo yang hidup di Paladia. Hanya sedikit manusia yang tahu tempat ini, sehingga mereka yang pernah datang berkunjung pun sangatlah sedikit.",
        "รัง\u001aของ\u001a \u001aMama\u001a \u001aChocobo\u001a \u001aที่\u001aอาศัย\u001aอยู่\u001aใน\u001a \u001aPaladia\u001a \u001aมี\u001aมนุษย์\u001aเพียง\u001aไม่\u001aกี่\u001aคน\u001aเท่านั้น\u001aที่\u001aรู้จัก\u001aที่นี่\u001a \u001aแต่\u001aมนุษย์\u001aที่\u001aเคย\u001aได้มา\u001aเยือน\u001aที่นี่\u001aจริงๆ\u001a \u001aกลับ\u001aมี\u001aน้อย\u001aยิ่งกว่า\u001a"
    ],
    "17103": [
        "A small village high in the mountains. Travelers from all corners of the world are welcomed with open arms here.",
        "高地上的一個小村莊。這個質樸的小村莊友好地歡迎來自各地的旅行者。",
        "고지에 발달한 작은 마을. 조용하고 평온한 마을로, 외부에서 여행자가 방문해도 친절하게 맞아 준다.",
        "Un hameau situé en altitude, au cœur des montagnes. Bien qu'il soit très modeste, tous les voyageurs y sont accueillis à bras ouverts.",
        "Ein kleines Dorf hoch oben in den Bergen. Reisende aus allen Ecken der Welt werden hier mit offenen Armen empfangen.",
        "Una pequeña aldea en lo alto de las montañas en la que se recibe a viajeros de todo el mundo con los brazos abiertos.",
        "Suatu desa kecil yang berada di atas gunung. Para pengelana dari berbagai penjuru dunia akan selalu diterima dengan tangan terbuka di desa ini.",
        "หมู่\u001aบ้านเล็ก\u001aๆ\u001aที่อยู่\u001aสูง\u001aขึ้นไป\u001aบน\u001aภูเขา\u001a \u001aผู้มาเยือน\u001aที่\u001aแห่ง\u001aนี้\u001aจะ\u001aได้รับ\u001aการ\u001aต้อนรับ\u001aอย่าง\u001aอบอุ่น\u001a \u001aไม่\u001aว่า\u001aเขา\u001aจะ\u001aมาจาก\u001aมุม\u001aใด\u001aของ\u001aโลก\u001aก็ตาม\u001a"
    ],
    "21101": [
        "A district in the famous \"Theater City.\" Once filled with the vigor of endless applause and cheers, now there is nary a sound to be heard here. The people have lost their emotions and can only live aimlessly.",
        "赫赫有名的「演劇之都」。曾是洋溢著歡呼與掌聲的活力都市，如今卻沒有半點聲響，只有失去感情的人們漠然地生活著。",
        "연극의 도시로 알려진 유명한 도시. 박수와 환호성이 끊이지 않는 활기 넘치는 도시였으나, 지금은 아무 소리도 들리지 않는다. 감정을 잃어버린 사람들이 그저 멍하니 지내고 있을 뿐이다.",
        "Un quartier réputé de la \"Ville-Théâtre\". De vigoureux applaudissements résonnaient autrefois entre ses murs maintenant bien silencieux et austères. Les gens ont abandonné leurs émotions et vivent désormais sans but.",
        "Ein Viertel in der berühmten \"Theaterstadt\". Einst war es von endlosem Applaus und Jubel erfüllt, aber nun kann man hier so gut wie nichts mehr hören. Die Menschen haben ihre Gefühle verloren und leben nur noch ziellos vor sich her.",
        "Un distrito de la famosa \"ciudad del teatro\". Aunque una vez rebosara de vítores y aplausos, hoy por hoy no se oye el más mínimo ruido en esta calle. La gente de esta ciudad ha perdido sus emociones y se mueve por inercia, sin ningún propósito en la vida.",
        "Suatu kawasan di daerah \"Kota Teater\" yang terkenal. Konon kawasan ini dipenuhi keramaian dari sorakan dan tepuk tangan, namun sekarang tidak lagi terdengar suara sedikitpun. Penduduk kawasan ini telah kehilangan perasaan mereka dan hanya dapat hidup tanpa tujuan.",
        "นี่\u001aคือ\u001aย่าน\u001aแห่ง\u001aหนึ่ง\u001aที่\u001aเป็นที่รู้จัก\u001aใน\u001aฐานะ\u001a \u001a'\u001aเมือง\u001aแห่ง\u001aโรงละคร\u001a'\u001a \u001aใน\u001aสมัยก่อน\u001aเมือง\u001aแห่ง\u001aนี้\u001aเคย\u001aเต็มไปด้วย\u001aชีวิตชีวา\u001a \u001aมีเสียง\u001aปรบมือ\u001aและ\u001aเสียง\u001aเชียร์\u001aชื่นชม\u001aโดย\u001aไม่ขาดสาย\u001a \u001aแต่\u001aใน\u001aตอนนี้\u001a \u001aเสียง\u001aดังกล่าว\u001aกลับ\u001aเงียบ\u001aไป\u001aหมด\u001a \u001aผู้\u001aคนใน\u001aเมือง\u001aได้\u001aสูญ\u001aเสียอารมณ์\u001aความรู้สึก\u001aไป\u001a \u001aและ\u001aได้\u001aแต่\u001aใช้ชีวิต\u001aผ่าน\u001aไป\u001aวัน\u001aๆ\u001a"
    ],
    "21301": [
        "A small village where mages live. It is Melo's hometown. The mages that lived there formerly worked together to research magic.",
        "魔道士們居住的小村落，是梅洛伊的故鄉。過去，村子裡的魔道士們協力研究著未知的魔法。",
        "마도사들이 사는 작은 마을. 멜로이의 고향이며, 과거에는 마을의 마도사들이 힘을 모아 미지의 마법을 연구했다.",
        "Un petit village où vivent des mages. C'est le village natal de Mélodio. Les mages qui vivaient ici autrefois s'entraidaient dans leurs recherches magiques.",
        "Ein kleines Dorf, in dem Magier leben. Es ist Melos Heimat. Die Magier, die dort leben, forschten früher gemeinsam an neuartigen Magieformen.",
        "Una pequeña aldea de magos, la tierra donde nació Melo. Los magos que la habitan solían llevar a cabo investigaciones de una magia desconocida.",
        "Sebuah desa kecil yang ditinggali para mage. Desa ini merupakan kampung halaman Melo. Dahulu, para mage di desa ini pernah bekerja sama untuk meneliti suatu kekuatan magic misterius.",
        "ที่นี่\u001aคือ\u001aหมู่\u001aบ้านเล็ก\u001aๆ\u001aที่\u001aเหล่า\u001aจอม\u001aเวทย์\u001aอาศัย\u001aอยู่\u001a \u001aอีก\u001aทั้งเป็น\u001aบ้านเกิด\u001aของ\u001a \u001aMelo\u001a \u001aอีกด้วย\u001a \u001aเมื่อ\u001aครั้ง\u001aอดีต\u001a \u001aเหล่า\u001aจอม\u001aเวทย์\u001aที่อยู่\u001aใน\u001aหมู่บ้าน\u001aนี้\u001aจะ\u001aร่วมมือ\u001aกัน\u001aวิจัย\u001aหา\u001aเวทมนตร์\u001aที่\u001aไม่\u001aเคย\u001aมี\u001aใคร\u001aรู้จัก\u001aมา\u001aก่อน\u001a"
    ],
    "25101": [
        "A residential area in the fortress city of Berga. Bruce's hometown, it is the only area within Berga that is not constantly changing.",
        "城塞都市貝爾加的居住區。是布魯斯的故鄉，也是不停變換構造的貝爾加中唯一一片不會改變構造的特殊區域。",
        "성채 도시 베르가의 거주구. 브루스의 고향이자, 구조가 끊임없이 변화하는 베르가에서도 유일하게 구조가 변하지 않는 특이한 구역이다.",
        "Une zone résidentielle de Berga, la cité fortifiée. C'est ici que Bruce a toujours vécu, et c'est la seule partie de la ville qui ne soit pas en constante évolution.",
        "Ein Wohngebiet in der Befestigten Stadt Berga. Bruces Heimatstadt ist eines der einzigen Gebiete in Berga, das sich nicht stets im Wandel befindet.",
        "Una zona residencial en Belgaria, la ciudad amurallada. Bruce nació y se crió aquí, la única zona de la ciudad que no cambia constantemente.",
        "Daerah pemukiman di Kota Berbenteng Berga, yang merupakan kota kelahiran Bruce. Tempat ini adalah satu-satunya area dalam Berga yang tidak mengalami perubahan struktur.",
        "พื้นที่\u001aผู้อยู่อาศัย\u001aใน\u001a \u001aBerga\u001a \u001aนคร\u001aแห่ง\u001aป้อมปราการ\u001a \u001aที่\u001aแห่ง\u001aนี้\u001aเป็น\u001aบ้านเกิด\u001aของ\u001a \u001aBruce\u001a \u001aและ\u001aเป็น\u001aส่วน\u001aเดียว\u001aของ\u001aเมือง\u001aที่\u001aไม่\u001aได้\u001aมี\u001aการเปลี่ยนแปลง\u001aโครงสร้าง\u001aเป็นระยะๆ\u001a \u001aตลอดเวลา\u001a"
    ],
    "40101": [
        "Training grounds found in Rohlestan, capital of the Republic of Sherna. Here, individuals who have passed the rigorous trials required to enlist train day in and day out in preparation for battle with Omega spawn.",
        "謝爾那共和國首都洛雷斯坦某一特殊部隊的訓練場。在這裡，通過了嚴苛的入隊測試的強者們每天都在為與歐米茄種戰鬥而做著準備，進行著激烈的訓練。",
        "셰르나 공화국 수도 로레스탄의 특수부대 훈련장. 험난한 시험을 뚫고 입대한 전사들이 오메가종과의 싸움을 대비해 매일같이 치열한 훈련을 하는 곳이다.",
        "Un terrain d'entraînement situé à Rohlestan, la capitale de la république de Sherna. C'est ici que s'entraînent jour après jour les recrues qui ont réussi les redoutables épreuves pour entrer dans les forces spéciales en préparation pour l'affrontement contre les Oméganismes.",
        "Das Trainingsgelände in Rohlestan, der Hauptstadt der Republik Sherna. Hier trainieren jene tagein, tagaus, die die zermürbenden Aufnahmeprüfungen bestanden haben, um sich auf den Kampf mit der Omega-Brut vorzubereiten.",
        "La zona de entrenamiento de Rohlestan, la capital de la República de Sherna. Aquí, aquellos que han superado las duras pruebas necesarias para alistarse entrenan día tras día para prepararse para combatir contra los brotes omega.",
        "Tempat latihan yang terletak di Rohlestan, ibu kota Republik Sherna. Di tempat ini, orang-orang yang telah lulus ujian masuk yang ketat harus mendaftar untuk berlatih setiap hari dalam persiapan untuk pertarungan melawan Omeganisme.",
        "สถาน\u001aฝึก\u001aใน\u001a \u001aRohlestan\u001a \u001aซึ่ง\u001aเป็น\u001aเมืองหลวง\u001aของ\u001aสาธารณะ\u001aแห่ง\u001a \u001aSherna\u001a \u001aกลุ่มคน\u001aที่\u001aผ่าน\u001aบท\u001aทดสอบ\u001aสุด\u001aโหด\u001aมา\u001aได้\u001aจะ\u001aต้อง\u001aมา\u001aเข้า\u001aรับ\u001aการ\u001aฝึก\u001a \u001aณ\u001a \u001aสถานที่\u001aแห่ง\u001aนี้\u001aเป็นเวลา\u001aวันแล้ววันเล่า\u001aเพื่อ\u001aเตรียม\u001aความพร้อม\u001aใน\u001aการต่อสู้\u001aกับ\u001aตัวอ่อน\u001a \u001aOmega\u001a"
    ]
}