{
    "19208030": [
        "Megaflare of Mortality (Silver)",
        "必滅百萬核爆（銀）",
        "필멸의 메가플레어(실버)",
        "MégaBrasier mortel (Argent)",
        "Megaflamme der Sterblichkeit (Silber)",
        "Megafulgor de mortalidad (Plata)",
        "Megaflare of Mortality (Perak)",
        "Megaflare\u001a \u001aสังหาร\u001aสิ้น\u001a \u001a(\u001aSilver\u001a)\u001a"
    ],
    "19208033": [
        "Megaflare of Mortality (Gold)",
        "必滅百萬核爆（金）",
        "필멸의 메가플레어(골드)",
        "MégaBrasier mortel (Or)",
        "Megaflamme der Sterblichkeit (Gold)",
        "Megafulgor de mortalidad (Oro)",
        "Megaflare of Mortality (Emas)",
        "Megaflare\u001a \u001aสังหาร\u001aสิ้น\u001a \u001a(\u001aGold\u001a)\u001a"
    ],
    "121014051": [
        "Blue Mage Fina learns the blue magic light of repentance",
        "青魔道士菲娜學會青魔法「懺悔之光」",
        "청마도사 피나가 청마법 '참회의 빛'을 습득",
        "Fina mage bleu apprend la magie bleue Lueur des regrets blanc",
        "Blaumagierin Fina erlernt die Blaumagie Licht der Buße",
        "Fina maga azul aprende la magia azul Luz de arrepentimiento",
        "Mage Biru Fina mempelajari magic biru Sinar Pengakuan",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aแสง\u001aสำนึก\u001aบาป\u001a'\u001a"
    ],
    "121107051": [
        "Blue Mage Fina learns the blue magic white wind",
        "青魔道士菲娜學會青魔法「純白微風」",
        "청마도사 피나가 청마법 '순백의 바람'을 습득",
        "Fina mage bleu apprend la magie bleue Mistral blanc",
        "Blaumagierin Fina erlernt die Blaumagie Weißer Wind",
        "Fina maga azul aprende la magia azul Viento blanco",
        "Mage Biru Fina mempelajari magic biru Angin Putih",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aWhite\u001a \u001aWind\u001a'\u001a"
    ],
    "122114051": [
        "Blue Mage Fina learns the blue magic magic mind blast",
        "青魔道士菲娜學會青魔法「魔法精神衝擊」",
        "청마도사 피나가 청마법 '마인드 블래스트'을 습득",
        "Fina mage bleu apprend la magie bleue Choc mental magique",
        "Blaumagierin Fina erlernt die Magischer Psychoschlag",
        "Fina maga azul aprende la magia azul Descarga mental mágica",
        "Mage Biru Fina mempelajari magic biru Magic Mind Blast",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aMagic\u001a \u001aMind\u001a \u001aBlast\u001a'\u001a"
    ],
    "123107031": [
        "Blue Mage Fina learns the blue magic mobilize",
        "青魔道士菲娜學會青魔法「突擊準備」",
        "청마도사 피나가 청마법 '돌격 준비' 습득",
        "Fina mage bleu a appris la magie bleue Mobilisation",
        "Blaumagierin Fina erlernt die Blaumagie Mobilisieren",
        "Fina maga azul aprende la magia azul Movilizar",
        "Mage Biru Fina mempelajari magic biru Mobilisasi",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aเคลื่อน\u001aพล\u001aเตรียม\u001aจู่โจม\u001a'\u001a"
    ],
    "124109041": [
        "Blue Mage Fina learns the blue magic mighty guard (FFBE)",
        "青魔道士菲娜學會青魔法「強力守護(FFBE)」",
        "청마도사 피나가 청마법 '마이티 가드' 습득",
        "Fina mage bleu a appris la magie bleue Mother (FFBE)",
        "Blaumagierin Fina erlernt die Blaumagie Totalabwehr (FFBE)",
        "Fina maga azul aprende la magia azul Barrera total (FFBE)",
        "Mage Biru Fina mempelajari magic biru Mighty Guard (FFBE)",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001a \u001aได้\u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aMighty\u001a \u001aGuard\u001a \u001a"
    ],
    "125107011": [
        "Blue Mage Fina learns the blue magic silver hammer",
        "青魔道士菲娜學會青魔法「白銀鐵槌」",
        "청마도사 피나가 청마법 '백은의 철퇴' 습득",
        "Fina mage bleu a appris la magie bleue Marteau d'argent",
        "Blaumagierin Fina erlernt die Blaumagie Silberhammer",
        "Fina maga azul aprende la magia azul Martillo plateado",
        "Mage Biru Fina mempelajari magic biru Palu Perak",
        "Fina\u001a \u001aจอม\u001aเวทย์\u001aน้ำเงิน\u001aจะ\u001aได้\u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001a'\u001aค้อน\u001aเงิน\u001a'\u001a"
    ],
    "300501071": [
        "Strange Gourmand Quina learns the blue magic mighty guard (FFIX), angel's snack, and 1,000 needles",
        "庫伊那學會青魔法「強力防禦(FFIX)」「天使的點心」「千針刺」",
        "쿠이나가 청마법 '마이티 가드(FFIX)', '천사의 간식', '바늘 천 개'를 습득",
        "Kweena, gourmande insolite apprend les magies bleues Mother (FFIX), Angélique et 1 000 épines",
        "Sonderbarer Gourmet Quina erlernt die Blaumagie Totalabwehr, Engelspeise und 1000 Stacheln.",
        "Quina, glotona excéntrica aprende la magia azul Barrera total (FFIX), Don angelical y Mil espinas",
        "Si Rakus Quina mempelajari magic biru Mighty Guard (FFIX), Cemilan Malaikat, dan 1.000 Jarum",
        "Quina\u001a \u001aนัก\u001aชิม\u001aผิดธรรมดา\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aMighty\u001a \u001aGuard\u001a \u001a(\u001aFFIX\u001a)'\u001a \u001a'\u001aขนม\u001aของ\u001aเทวดา\u001a'\u001a \u001aและ\u001a \u001a'\u001aเข็ม\u001a \u001a1,000\u001a \u001aเล่ม\u001a'\u001a"
    ],
    "300501081": [
        "Strange Gourmand Quina learns the blue magic white wind (FFIX) and aqua breath (FFIX)",
        "庫伊那學會青魔法「純白微風(FFIX)」「流水吐息(FFIX)」",
        "쿠이나가 청마법 '화이트 윈드(FFIX), '아쿠아 브레스(FFIX)'를 습득",
        "Kweena, gourmande insolite apprend les magies bleues Mistral (FFIX) et Aquasouffle (FFIX)",
        "Sonderbarer Gourmet Quina erlernt die Blaumagie Himmelswind und Nasshauch.",
        "Quina, glotona excéntrica aprende la magia azul Viento blanco (FFIX) y Aliento acuático",
        "Si Rakus Quina mempelajari magic biru Angin Putih (FFIX) dan Semburan Air (FFIX)",
        "Quina\u001a \u001aนัก\u001aชิม\u001aผิดธรรมดา\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aWhite\u001a \u001aWind\u001a \u001a(\u001aFFIX\u001a)'\u001a \u001aและ\u001a \u001a'\u001aลมหายใจ\u001aวารี\u001a \u001a(\u001aFFIX\u001a)'\u001a"
    ],
    "300501091": [
        "Strange Gourmand Quina learns the blue magic auto-life and goblin punch",
        "庫伊那學會青魔法「重生」「妖精拳」",
        "쿠이나가 청마법 '리레이즈', '고블린 펀치'를 습득",
        "Kweena, gourmande insolite apprend les magies bleues Pakaho et Gobelipunch",
        "Sonderbarer Gourmet Quina erlernt die Blaumagie Reinkarnat und Goblinschlag.",
        "Quina, glotona excéntrica aprende la magia azul AutoLázaro (FFIX) y Golpe de duende",
        "Si Rakus Quina mempelajari magic biru Auto-Life dan Tinju Goblin",
        "Quina\u001a \u001aนัก\u001aชิม\u001aผิดธรรมดา\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aAuto-Life\u001a'\u001a \u001aและ\u001a \u001a'\u001aหมัด\u001aก็\u001aอบ\u001aลิ\u001aน'\u001a"
    ],
    "300501101": [
        "Strange Gourmand Quina learns the blue magic twister (FFIX)",
        "庫伊那學會青魔法「旋風(FFIX)」",
        "쿠이나가 청마법 '트위스터(FFIX)'를 습득",
        "Kweena, gourmande insolite apprend la magie bleue Cyclone (FFIX)",
        "Sonderbarer Gourmet Quina erlernt die Blaumagie Tornado.",
        "Quina, glotona excéntrica aprende la magia azul Huracán",
        "Si Rakus Quina mempelajari magic biru Twister (FFIX)",
        "Quina\u001a \u001aนัก\u001aชิม\u001aผิดธรรมดา\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aFire\u001a \u001aBreath\u001a \u001a(\u001aFFX\u001a)'\u001a"
    ],
    "300501111": [
        "Strange Gourmand Quina learns the blue magic earth shake and bad breath (FFIX)",
        "庫伊那學會青魔法「地動山搖」「臭氣(FFIX)」",
        "쿠이나가 청마법 '어스 셰이크', '썩은내(FFIX)'를 습득",
        "Kweena, gourmande insolite apprend les magies bleues Shacker et Infection (FFIX)",
        "Sonderbarer Gourmet Quina erlernt die Blaumagie Erdbeben und Mundgeruch.",
        "Quina, glotona excéntrica aprende la magia azul Temblor y Aliento fétido (FFXI)",
        "Si Rakus Quina mempelajari magic biru Guncangan Tanah dan Napas Bau (FFIX)",
        "Quina\u001a \u001aนัก\u001aชิม\u001aผิดธรรมดา\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aธรณี\u001aสั่นสะเทือน\u001a'\u001a \u001aและ\u001a \u001a'\u001aลมหายใจ\u001aเหม็น\u001a \u001a(\u001aFFIX\u001a)'\u001a"
    ],
    "301901051": [
        "Kimahri learns the blue magic fire breath (FFX)",
        "基馬利學會青魔法「火炎(FFX)」",
        "키마리가 청마법 '화염(FFX)'을 습득",
        "Kimahri apprend la magie bleue Géhenne (FFX)",
        "Kimahri erlernt die Blaumagie Flammen",
        "Kimahri aprende la magia azul Bola de fuego (FFX)",
        "Kimahri mempelajari magic biru Semburan Api (FFX)",
        "Kimahri\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aลมหายใจ\u001aอัคคี\u001a \u001a(\u001aFFX\u001a)'\u001a"
    ],
    "301901061": [
        "Kimahri learns the blue magic seed cannon and stone breath",
        "基馬利學會青魔法「種子大砲」「石化吐息」",
        "키마리가 청마법 '씨앗 대포', '석화 브레스'를 습득",
        "Kimahri apprend les magies bleues Graine-obus et Pétrasouffle",
        "Kimahri erlernt die Blaumagie Kernspucken und Perseus-Atem",
        "Kimahri aprende la magia azul Cañón de semillas y Aliento petrificante",
        "Kimahri mempelajari magic biru Seed Cannon dan Napas Batu",
        "Kimahri\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aปืนใหญ่\u001aเมล็ด\u001a'\u001a \u001aและ\u001a \u001a'\u001aลมหายใจ\u001aหิน\u001a'\u001a"
    ],
    "301901071": [
        "Kimahri learns the blue magic aqua breath",
        "基馬利學會青魔法「水之吐息」",
        "키마리가 청마법 '아쿠아 브레스'를 습득",
        "Kimahri apprend la magie bleue Aquasouffle",
        "Kimahri erlernt die Blaumagie Nasshauch",
        "Kimahri aprende la magia azul Vaho acuático",
        "Kimahri mempelajari magic biru Semburan Air",
        "Kimahri\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aลมหายใจ\u001aวารี\u001a'\u001a"
    ],
    "301901081": [
        "Kimahri learns the blue magic jump (FFX) and white wind (FFX)",
        "基馬利學會青魔法「跳躍(FFX)」「純白之風(FFX)」",
        "키마리가 청마법 '점프(FFX)', '화이트 윈드(FFX)'를 습득",
        "Kimahri apprend les magies bleues Sauter (FFX) et Mistral (FFX)",
        "Kimahri erlernt die Blaumagie Sprung (FFX) und Himmelswind (FFX)",
        "Kimahri aprende la magia azul Salto y Viento blanco (FFX)",
        "Kimahri mempelajari magic biru Jump (FFX) dan Angin Putih (FFX)",
        "Kimahri\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aJump\u001a \u001a(\u001aFFX\u001a)'\u001a \u001aและ\u001a \u001a'\u001aWhite\u001a \u001aWind\u001a \u001a(\u001aFFX\u001a)'\u001a"
    ],
    "301901091": [
        "Kimahri learns the blue magic bad breath (FFX) and mighty guard",
        "基馬利學會青魔法「臭氣(FFX)」「強力守護」",
        "키마리가 청마법 '역겨운 입김(FFX)', '마이티 가드'를 습득",
        "Kimahri apprend les magies bleues Infection (FFX) et Mother",
        "Kimahri erlernt die Blaumagie Mundgeruch (FFX) und Totalabwehr",
        "Kimahri aprende la magia azul Aliento fétido (FFX) y Mighty Guard",
        "Kimahri mempelajari magic biru Napas Bau (FFX) dan Mighty Guard",
        "Kimahri\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aลมหายใจ\u001aเหม็น\u001a \u001a(\u001aFFX\u001a)'\u001a \u001aและ\u001a \u001a'\u001aMighty\u001a \u001aGuard\u001a'\u001a"
    ],
    "308301011": [
        "Quistis learns the blue magic bad breath (FFVIII) and electrocute",
        "奎斯緹絲學會青魔法「臭氣(FFVIII)」「電撃」",
        "키스티스가 청마법 '역겨운 입김(FFVIII)'과 '전기 충격' 습득",
        "Quisits apprend les magies bleues Infection (FFVIII) et Firmament",
        "Quistis erlernt die Blaumagie Mundgeruch (FFVIII) und Elektroschock.",
        "Quistis aprende la magia azul Aliento fétido (FVIII)",
        "Quistis mempelajari magic biru Napas Bau (FFVIII) dan Sengatan Listrik",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aBad\u001a \u001aBreath\u001a \u001a(\u001aFFVIII\u001a)'\u001a \u001aและ\u001a \u001a'\u001aช็อต\u001aไฟฟ้า\u001aสังหาร\u001a'\u001a"
    ],
    "308301012": [
        "Quistis learns the blue magic acid",
        "奎斯緹絲學會青魔法「溶解液」",
        "키스티스가 청마법 '용해액' 습득",
        "Quisits apprend la magie bleue Acid",
        "Quistis erlernt die Blaumagie Säure.",
        "Quistis aprende la magia azul Lluvia ácida",
        "Quistis mempelajari magic biru Acid",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aAcid\u001a'\u001a"
    ],
    "308301013": [
        "Quistis learns the blue magic gatling gun",
        "奎斯緹絲學會青魔法「重機關槍」",
        "키스티스가 청마법 '개틀링포' 습득",
        "Quisits apprend la magie bleue Mitraille",
        "Quistis erlernt die Blaumagie Gatling-Gun.",
        "Quistis aprende la magia azul Biometralla",
        "Quistis mempelajari magic biru Gatling Gun",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aGatling\u001a \u001aGun\u001a'\u001a"
    ],
    "308301022": [
        "Quistis learns the blue magic fire breath (FFVIII)",
        "奎斯緹絲學會青魔法「火之吐息(FFVIII)」",
        "키스티스가 청마법 '파이어 브레스(FFVIII)' 습득",
        "Quisits apprend la magie bleue Dead Heat (FFVIII)",
        "Quistis erlernt die Blaumagie Feuriger Hauch (FFVIII).",
        "Quistis aprende la magia azul Llamarada",
        "Quistis mempelajari magic biru Semburan Api (FFVIII)",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aลมหายใจ\u001aอัคคี\u001a \u001a(\u001aFFVIII\u001a)'\u001a"
    ],
    "308301023": [
        "Quistis learns the blue magic aqua breath (FFVIII)",
        "奎斯緹絲學會青魔法「水之吐息(FFVIII)」",
        "키스티스가 청마법 '아쿠아 브레스(FFVIII)' 습득",
        "Quisits apprend la magie bleue Fréon (FFVIII)",
        "Quistis erlernt die Blaumagie Nasser Hauch (FFVIII).",
        "Quistis aprende la magia azul Vaho acuático (FFVIII)",
        "Quistis mempelajari magic biru Semburan Air (FVIII)",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aลมหายใจ\u001aวารี\u001a \u001a(\u001aFFVIII\u001a)'\u001a"
    ],
    "308301032": [
        "Quistis learns the blue magic micro missiles and mighty guard (FFVIII)",
        "奎斯緹絲學會青魔法「微型導彈」「強力守護(FFVIII)」",
        "키스티스가 청마법 '마이크로 미사일'과 '마이티 가드(FFVIII)' 습득",
        "Quisits apprend les magies bleues Micro Missiles et Mother (FFVIII)",
        "Quistis erlernt die Blaumagie Mikroraketen und Total-Schutz (FFVIII).",
        "Quistis aprende la magia azul Barrera total (FFVIII)",
        "Quistis mempelajari magic biru Micro Missiles dan Mighty Guard (FFVIII)",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aMicro\u001a \u001aMissiles\u001a'\u001a \u001aและ\u001a \u001a'\u001aMighty\u001a \u001aGuard\u001a \u001a(\u001aFFVIII\u001a)'\u001a"
    ],
    "308301033": [
        "Quistis learns the blue magic ray-bomb and white wind (FFVIII)",
        "奎斯緹絲學會青魔法「光閃炸彈」「純白微風(FFVIII)」",
        "키스티스가 청마법 '레이 봄'과 '화이트 윈드(FFVIII)' 습득",
        "Quisits apprend les magies bleues Shockwave et Mistral (FFVIII)",
        "Quistis erlernt die Blaumagie Strahlenbombe und Weißer Wind (FFVIII).",
        "Quistis aprende la magia azul Láser autoguiado y Viento blanco (FFVIII)",
        "Quistis mempelajari magic biru Bom Cahaya dan Angin Putih (FFVIII)",
        "Quistis\u001a \u001aเรียน\u001aพลัง\u001aเวทย์\u001aน้ำเงิน\u001a \u001a'\u001aระเบิด\u001aพลัง\u001aแสง\u001a'\u001a \u001aและ\u001a \u001a'\u001aWhite\u001a \u001aWind\u001a \u001a(\u001aFFVIII\u001a)'\u001a"
    ],
    "314801410": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Nothing Personal</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>工作的時間到啦！</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>레노의 고글</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la confiance absolue des unités possédant la récompense <color=255:255:0>Je ne fais que mon boulot</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahre-Treue <color=255:255:0>Nichts persönliches, Alter</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Nada personal</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Bukan Masalah Personal</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aทำ\u001aเพื่อ\u001aงาน\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "314801510": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Reno's Goggles</color> super trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>雷諾的護目鏡</color>的超級信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>레노의 고글</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la super confiance absolue des unités possédant la récompense <color=255:255:0>Lunettes de Réno</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Super-Treue <color=255:255:0>Renos Schutzbrille</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Supermaestro Fiel <color=255:255:0>Gafas de Reno</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan super trust master unit, <color=255:255:0>Kacamata Reno</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aแว่น\u001aของ\u001a \u001aReno\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "315501023": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Illusionary Gun</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>幻象火槍</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>환영의 총</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la confiance absolue des unités possédant la récompense <color=255:255:0>Pistolet illusoire</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahrer Treue <color=255:255:0>Pistolenillusion</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Pistola ilusoria</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Senapan Ilusi</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aปืน\u001aมายา\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "315601023": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Train Conductor</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>列車長</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>트레인 컨덕터</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la confiance absolue des unités possédant la récompense <color=255:255:0>Conducteur de train</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahrer Treue <color=255:255:0>Zugschaffner</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Maquinista de tren</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Kondektur Kereta</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aผู้ดูแล\u001aรถไฟ\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316101020": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Soaring Heart</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>虛榮之心</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>살짝 발돋움한 마음</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la confiance absolue des unités possédant la récompense <color=255:255:0>Cœur élargi</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahre-Treue <color=255:255:0>Gereiftes Herz</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Corazón audaz</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Hati yang Gagah Berani</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aหัวใจ\u001aโจน\u001aทะยาน\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316101030": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Soaring Heart</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>虛榮之心</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>살짝 발돋움한 마음</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la confiance absolue des unités possédant la récompense <color=255:255:0>Cœur élargi</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahre-Treue <color=255:255:0>Gereiftes Herz</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Corazón audaz</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Hati yang Gagah Berani</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aหัวใจ\u001aโจน\u001aทะยาน\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316101050": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Premium Heart (FFVII)</color> super trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>慷慨之心（FFVII)</color>的超級信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>프리미엄 하트(FFVII)</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la super confiance absolue des unités possédant la récompense <color=255:255:0>Grand cœur (FFVII)</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Super-Treue <color=255:255:0>Premium-Herz (FFVII)</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Supermaestro Fiel <color=255:255:0>Corazón (FFVII)</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan super trust master unit, <color=255:255:0>Premium Heart (FFVII)</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aสนับมือ\u001a \u001aPremium\u001a \u001aHeart\u001a \u001a(\u001aFFVII\u001a)</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316101060": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Premium Heart (FFVII)</color> super trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>慷慨之心（FFVII)</color>的超級信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>프리미엄 하트(FFVII)</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour améliorer de 50 % la super confiance absolue des unités possédant la récompense <color=255:255:0>Grand cœur (FFVII)</color>.",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Super-Treue <color=255:255:0>Premium-Herz (FFVII)</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Supermaestro Fiel <color=255:255:0>Corazón (FFVII)</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan super trust master unit, <color=255:255:0>Premium Heart (FFVII)</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aสนับมือ\u001a \u001aPremium\u001a \u001aHeart\u001a \u001a(\u001aFFVII\u001a)</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316401023": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Sage of Mysidia</color> trust master by 100%",
        "【強化素材專用兵員】合成後<color=255:255:0>密西迪亞的賢者</color>的信賴度將會提高100%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>미시디아의 현자</color>의 트러스트가 100% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-la pour augmenter la confiance absolue de l'unité possédant la récompense <color=255:255:0>\"Sage de Mysidia\"</color> de 100 %",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahrer Treue <color=255:255:0>Weise von Mysidia</color> um 100%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Sabio de Mysidia</color> un 100%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Sage Mysidia</color> sebanyak 100%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a100% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aปราชญ์\u001aแห่ง\u001a \u001aMysidia\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "316501023": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Dark Bond</color> trust master by 100%",
        "【強化素材專用兵員】合成後<color=255:255:0>赫斯的血脈</color>的信賴度將會提高100%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>헤스의 핏줄</color>의 트러스트가 100% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-la pour augmenter la confiance absolue de l'unité possédant la récompense <color=255:255:0>\"Lien obscur\"</color> de 100 %",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahrer Treue <color=255:255:0>Dunkle Bande</color> um 100%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Vínculo Hess</color> un 100%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Ikatan Gelap</color> sebanyak 100%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a100% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aสายเลือด\u001aทมิฬ\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "317501410": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>So Cute It's Criminal</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>罪為可愛</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>귀여운 게 죄</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-la pour augmenter la super confiance absolue de l'unité possédant la récompense <color=255:255:0>\"Criminel trop chou !\"</color> de 50 %",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahre-Treue <color=255:255:0>Sündhaft niedlich</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Maestro Fiel <color=255:255:0>Encanto casi ilegal</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Lucunya Keterlaluan</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aน่ารัก\u001aจน\u001aรู้สึก\u001aผิด\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "317501510": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Raspberyl</color> super trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>拉茲貝利亞</color>的超級信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>라즈베릴</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-la pour augmenter la super confiance absolue de l'unité possédant la récompense <color=255:255:0>\"Frambéryl\"</color> de 50 %",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Super-Treue <color=255:255:0>Himbeerchakram</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo con una unidad para aumentar su Supermaestro Fiel <color=255:255:0>Rasberilio</color> un 50%",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan super trust master unit, <color=255:255:0>Raspberyl</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aRaspberyl\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "319101410": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Minwu's Turban</color> trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>敏武的白頭巾</color>的信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>민우의 하얀 두건</color>의 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour augmenter de 50 % la confiance absolue de l'unité possédant la récompense<color=255:255:0>Turban de Minnwu</color>",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Wahrer Treue <color=255:255:0>Min'Us Turban</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo para mejorar a las unidades un 50% con el maestro fiel <color=255:255:0>Turbante de Minu</color>",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan trust master unit, <color=255:255:0>Turban Minwu</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aผ้าโพกหัว\u001aของ\u001a \u001aMinwu\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "319101510": [
        "[Select Unit Enhancer] Fuse to increase units with <color=255:255:0>Ultimate Seeker of Magic</color> super trust master by 50%",
        "【強化素材專用兵員】合成後<color=255:255:0>究極魔法的求道者</color>的超級信賴度將會提高50%",
        "[유닛 강화 재료 전용 유닛] 합성하면 <color=255:255:0>궁극 마법의 구도자</color>의 슈퍼 트러스트가 50% 상승하는 유닛",
        "[Matériau d'amélioration d'unité] Fusionnez-le pour augmenter de 50 % la confiance absolue de l'unité possédant la récompense<color=255:255:0>En quête de la magie ultime</color>",
        "[Einheit-Verstärker] Erhöht Treue von Einheiten mit Super-Treue <color=255:255:0>Sucher der ultimativen Magie</color> um 50%.",
        "[Material de mejora exclusivo] Fusiónalo para mejorar a las unidades un 50% con el Supermaestro fiel <color=255:255:0>Inquisidor de magia definitivo</color>",
        "[Pilih Unit Penguat] Gabungkan untuk meningkatkan super trust master unit, <color=255:255:0>Pencari Magic Terkuat</color> sebanyak 50%.",
        "[\u001aยู\u001aนิ\u001aท\u001aสำหรับ\u001aใช้\u001aเสริม\u001aพลัง\u001aโดยเฉพาะ\u001a]\u001a \u001aเพิ่มค่า\u001a \u001aSuper\u001a \u001aTrust\u001a \u001aMaster\u001a \u001a50% ให้แก่ยูนิทที่ติดตั้ง <color=255:255:0>\u001aผู้\u001aเสาะหา\u001aเวทย์\u001aสุดขั้ว\u001a</color>\u001a \u001aเมื่อ\u001aรวม\u001aร่าง\u001aกับ\u001aยู\u001aนิ\u001aท\u001aนี้\u001a"
    ],
    "321501311": [
        "Strago learns the blue magic white wind (FFVI) and 1000 needles (FFVI)",
        "斯特拉格斯學會青魔法「純白微風(FFVI)」「千針刺(FFVI)」",
        "스트라고스가 청마법 '화이트 윈드(FFVI)'와 '바늘 1000개(FFVI)'를 습득",
        "Strago apprend les sorts de magie bleue Mistral (FFVI) et 1000 épines (FFVI)",
        "Strago erlernt die Blaumagie Himmelswind (FFVI) und 1000 Nadeln (FFVI).",
        "Strago aprende la magia azul Viento albo (FFVI) y 1000 espinas (FFVI)",
        "Strago mempelajari magic biru Angin Putih (FFVI) dan 1.000 Jarum (FFVI)",
        "Strago\u001a \u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aWhite\u001a \u001aWind\u001a \u001a(\u001aFFVI\u001a)\u001a \u001aและ\u001a \u001aเข็ม\u001a \u001a1000\u001a \u001aเล่ม\u001a \u001a(\u001aFFVI\u001a)\u001a"
    ],
    "321501411": [
        "Strago learns the blue magic aqua breath (FFVI) and mighty guard (FFVI)",
        "斯特拉格斯學會青魔法「水之吐息(FFVI)」「強力守護(FFVI)」",
        "스트라고스가 청마법 '아쿠아 브레스(FFVI)'와 '강력 방어(FFVI)'를 습득",
        "Strago apprend les sorts de magie bleue Aquasouffle (FFVI) et Mother (FFVI)",
        "Strago erlernt die Blaumagie Aqua-Atem (FFVI) und Totalabwehr (FFVI).",
        "Strago aprende la magia azul Aliento acuoso (FFVI) y Barrera total (FFVI)",
        "Strago mempelajari magic biru Semburan Air (FFVI) dan Mighty Guard (FFVI)",
        "Strago\u001a \u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aลมหายใจ\u001aวารี\u001a \u001a(\u001aFFVI\u001a)\u001a \u001aและ\u001a \u001aMighty\u001a \u001aGuard\u001a \u001a(\u001aFFVI\u001a)\u001a"
    ],
    "321501511": [
        "Strago learns the blue magic bad breath (FFVI)",
        "斯特拉格斯學會青魔法「臭氣(FFVI)」",
        "스트라고스가 청마법 '썩은내(FFVI)'를 습득",
        "Strago apprend la magie bleue Infection (FFVI)",
        "Strago erlernt die Blaumagie Mundgeruch (FFVI).",
        "Strago aprende la magia azul Aliento fétido (FFVI)",
        "Strago mempelajari magic biru Napas Bau (FFVI)",
        "Strago\u001a \u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aลมหายใจ\u001aเหม็น\u001a \u001a(\u001aFFVI\u001a)\u001a \u001a"
    ],
    "321501611": [
        "Strago learns the blue magic force field",
        "斯特拉格斯學會青魔法「原力結界」",
        "스트라고스가 청마법 '포스 필드'를 습득",
        "Strago apprend la magie bleue Champ de force (FFVI)",
        "Strago erlernt die Blaumagie Kraftfeld.",
        "Strago aprende la magia azul Campo de fuerza",
        "Strago mempelajari magic biru Force Field",
        "Strago\u001a \u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aForce\u001a \u001aField\u001a"
    ],
    "321501711": [
        "Strago learns the blue magic grand delta",
        "斯特拉格斯學會青魔法「大三角」",
        "스트라고스가 청마법 '대삼각'을 습득",
        "Strago apprend la magie bleue Trine aspect (FFVI)",
        "Strago erlernt die Blaumagie Großdelta.",
        "Strago aprende la magia azul Gran delta",
        "Strago mempelajari magic biru Grand Delta",
        "Strago\u001a \u001aเรียนรู้\u001aเวทมนตร์\u001aน้ำเงิน\u001a \u001aGrand\u001a \u001aDelta\u001a"
    ]
}