{
    "1030730": [
        "A carnivorous fish with sharp teeth.",
        "擁有銳利牙齒的肉食魚。",
        "날카로운 이빨을 지닌 육식 물고기",
        "Un poisson carnivore doté de dents acérées.",
        "Ein fleischfressender Fisch mit scharfen Zähnen.",
        "Un pez carnívoro con dientes afilados."
    ],
    "1031210": [
        "A bale of gil snappers with a beautiful cluster of gems growing from their backs. For some reason, they always seem to pile up in groups of three.",
        "甲殼上佈滿美麗寶石的金幣龜集團。不知為什麼，總是3隻一起行動。",
        "등딱지에 아름답게 빛나는 보석이 빽빽하게 자라나 있는 길거북 집단 어째서인지 항상 세 마리가 포개어진 상태로 움직이고 있다",
        "Un groupe de Gilkhélones dont la carapace est sertie de magnifiques gemmes. Pour des raisons inconnues, ils semblent toujours évoluer en groupe de trois.",
        "Ein Ansammlung von Gilkröten, auf deren Rücken ein wunderschönes Bündel Edelsteine wächst. Aus irgendeinem Grund türmen sie sich immer in Dreiergruppen aufeinander.",
        "Un grupo de guilonios con un precioso caparazón cubierto de gemas. Por alguna razón, parece que siempre van de tres en tres."
    ],
    "1051080": [
        "A soldier who guards the Aldore Emperor.",
        "阿爾多爾皇帝身邊的護衛兵。",
        "알도르 황제의 신변을 경호하는 병사",
        "Un soldat chargé de protéger l'Empereur d'Aldore.",
        "Ein Soldat, der den Imperator von Aldore bewacht.",
        "Un soldado que escolta al emperador de Aldore."
    ],
    "1051090": [
        "An elite soldier who directly watches over the Aldore Emperor.",
        "直屬阿爾多爾皇帝的菁英士兵。",
        "알도르 황제 직속 엘리트 병사",
        "Un soldat d'élite chargé de la protection rapprochée de l'Empereur d'Aldore.",
        "Ein Elitesoldat, der direkt vor dem Imperator von Aldore Wache steht.",
        "Un soldado élite que protege de cerca al emperador de Aldore."
    ],
    "1051180": [
        "A bladed soldier who guards the Aldore Emperor.",
        "阿爾多爾皇帝身邊的護衛劍鬥兵。",
        "알도르 황제의 신변을 경호하는 검투병",
        "Un épéiste chargé de protéger l'Empereur d'Aldore.",
        "Ein Klingensoldat, der den Imperator von Aldore bewacht.",
        "Un soldado con espada que escolta al emperador de Aldore."
    ],
    "1051280": [
        "An assault soldier who guards the Aldore Emperor.",
        "阿爾多爾皇帝身邊的護衛突擊兵。",
        "알도르 황제의 신변을 경호하는 돌격병",
        "Un soldat d'assaut chargé de protéger l'Empereur d'Aldore.",
        "Ein Sturmsoldat, der den Imperator von Aldore bewacht.",
        "Un soldado de asalto que escolta al emperador de Aldore."
    ],
    "1051380": [
        "A heavy gunner who guards the Aldore Emperor.",
        "阿爾多爾皇帝身邊的護衛重砲兵。",
        "알도르 황제의 신변을 경호하는 중포병",
        "Un mitrailleur lourd chargé de protéger l'Empereur d'Aldore.",
        "Ein massiver Schütze, der den Imperator von Aldore bewacht.",
        "Un artillero pesado que escolta al emperador de Aldore."
    ],
    "1060030": [
        "A mechanical monster similar to a security eye.",
        "和監視眼同型的機械型魔物。",
        "감시 로봇과 동족인 기계형 마물",
        "Un monstre mécanique aux allures de sentinelle.",
        "Ein mechanisches Monster, das einer \"Wache\" ähnlich sieht.",
        "Un monstruo mecánico parecido a un centinela ocular."
    ],
    "1060810": [
        "A sister robot to PNK-2 developed by the robot inventor Wayhem.",
        "機械人開發者維哈姆所製作，PNK-2的姊妹機。",
        "로봇 개발자 웨이험이 만들어낸 PNK-2의 자매기",
        "Un robot jumeau de PNK-2 fabriqué par Wayhem, l'inventeur de robots.",
        "Ein Schwester Roboter für PNK-2, entwickelt vom Robotererfinder Wayhem.",
        "Hermana robot de PNK-2 diseñada por el inventor de robots Wayhem."
    ],
    "1110150": [
        "A self-aware, walking tree with face-like features.",
        "擁有自我意識、並能夠自由移動的人面樹。",
        "자아를 지니고 움직이는 인면수",
        "Un arbre doué de conscience qui possède un visage et peut se déplacer.",
        "Ein herumlaufender Baum mit Bewusstsein und menschlichen Gesicht.",
        "Un árbol con consciencia que tiene cara y puede moverse."
    ],
    "2010470": [
        "A subspecies of baretta with a shell the color of lavender.",
        "背負著紫色甲殼的巴雷塔亞種。",
        "보라색 등딱지를 짊어진 바레타의 아종",
        "Une sous-espèce de tortoise portant une carapace d'un violet profond.",
        "Eine Unterart der Baretta mit einem Panzer in der Farbe Lavendel.",
        "Una subespecie de escualodonte con un caparazón de color lavanda."
    ],
    "2020270": [
        "A giant bird. Although it cannot fly, it runs quickly, and it is a skilled hunter.",
        "體型巨大的鳥。無法飛行、取而代之的是快速的腳程與優秀的狩獵技術。",
        "몸집이 커다란 새 날지 못하는 대신 다리가 빠르며, 사냥 실력도 뛰어나다",
        "Un oiseau géant. Bien qu'il ne puisse pas voler, il court très vite. C'est également un chasseur  hors-pair.",
        "Ein Riesenvogel. Auch wenn er nicht fliegen kann, rennt er schnell und ist ein guter Jäger.",
        "Un pájaro gigante. Aunque no puede volar, corre muy rápido y es un gran cazador."
    ],
    "2030070": [
        "A savage variety of shark known for its blood-red body.",
        "一種凶暴的鯊魚、最大的特徵是牠鮮紅的體色。",
        "새빨간 몸이 특징인 흉포한 상어의 일종",
        "Un type de requin sauvage connu pour sa couleur rouge sang.",
        "Eine wilde Art von Haien welche für ihren blutroten Körper bekannt sind.",
        "Un tiburón salvaje conocido por el color rojo sangre de su cuerpo."
    ],
    "2050050": [
        "A very muscular giant.",
        "肌肉結實健壯的巨人族魔物。",
        "기골이 장대한 거인족 마물",
        "Un géant au corps particulièrement musculeux.",
        "Ein überaus muskulöser Riese.",
        "Un gigante muy musculado."
    ],
    "2050180": [
        "A rogue former mercenary who travels from town to town.",
        "在城鎮間放浪，原為傭兵的盜匪。",
        "마을 여기저기를 전전하는, 퇴물 용병 불량배",
        "Un garde déchu voyageant de ville en ville.",
        "Ein Schurkensöldner welcher von Stadt zu Stadt reist.",
        "Un exmercenario sin escrúpulos que viaja de ciudad en ciudad."
    ],
    "2050280": [
        "A mysterious being which resembles Shiva.",
        "酷似濕婆的謎般存在。",
        "시바와 꼭 닮은 모습을 한 수수께끼의 존재",
        "Un être mystérieux qui ressemble à Shiva.",
        "Ein mysteriöses Wesen, dessen Gestalt Shiva ähnlich sieht.",
        "Un ser misterioso que se parece a Shiva."
    ],
    "2059030": [
        "A skilled swordmaster who has survived countless battles.",
        "跨越過無數危機的強悍劍士。",
        "수많은 아수라장을 빠져나온 실력자 검사",
        "Un épéiste prodigieux qui a survécu à d'innombrables batailles.",
        "Ein gewandter Schwertmeister, der zahlreiche Schlachten überlebt hat.",
        "Un diestro maestro espadachín que ha sobrevivido innumerables batallas."
    ],
    "2059130": [
        "A storied mage who has participated in many battles.",
        "參與過多場戰鬥，身經百戰的魔道士。",
        "수많은 전투에 참가해 온 역전의 마도사",
        "Un mage légendaire qui a participé à de nombreuses batailles.",
        "Ein kampferfahrener Magier, der an zahlreichen Schlachten teilgenommen hat.",
        "Un eminente mago que ha librado una gran cantidad de batallas."
    ],
    "2059530": [
        "An assassin of exceptional skill.",
        "在部隊中表現優異的暗殺者。",
        "부대 안에서도 특히 실력이 뛰어난 암살자",
        "Un assassin exceptionnellement talentueux.",
        "Ein außergewöhnlich talentierter Attentäter.",
        "Un asesino excepcionalmente diestro."
    ],
    "2060760": [
        "A mechanical bipedal weapon created using Aldore's technologies.",
        "以阿爾多爾的科技製造的二足步行機械兵器。",
        "알도르의 과학 기술로 만들어낸 이족보행 기계 병기",
        "Une arme mécanique bipède créée à l'aide des technologies d'Aldore.",
        "Eine mechanische Waffe, die auf Grundlage von Aldore-Technologie hergestellt wurde und auf zwei Beinen gehen kann.",
        "Un arma mecánica bípeda que se creó con la tecnología de Aldore."
    ],
    "2060930": [
        "A mechanical weapon created using the finest of Aldore's technologies.",
        "集結了阿爾多爾的技術結晶所製造的機械兵器。",
        "알도르의 기술을 결집하여 만든 기계 병기",
        "Une arme mécanique créée à l'aide des technologies les plus sophistiquées d'Aldore",
        "Eine mechanische Waffe, die das Resultat langjähriger Forschung der Wissenschaftler Aldores ist.",
        "Un arma mecánica que se creó con la tecnología más refinada de Aldore."
    ],
    "2070070": [
        "A flying dragon whose forearms have turned into wings.",
        "腕部成為飛翼，沒有前腳的飛龍。",
        "팔 부분이 날개로 되어 있는, 앞다리가 없는 비룡",
        "Un dragon volant dont les avant-bras se sont changés en ailes au cours de son évolution.",
        "Ein fliegender Drache ohne Vorderbeine, an deren Stelle er ein paar Flügel trägt.",
        "Un dragón volador cuyos antebrazos se han convertido en alas."
    ],
    "2080270": [
        "An unusually shaped, ocher-colored spirit that looks like a splash of water.",
        "外觀如同滴落地面的水滴一樣，是一種不可思議的土黃色精靈。",
        "지면에 떨어져 튕겨 나온 물방울처럼 신비한 모습을 한 황토색 정령",
        "Un esprit couleur ocre de forme peu habituelle, ressemblant à une éclaboussure d'eau.",
        "Ein Naturgeist von merkwürdiger Gestalt, der wie ein Wasserspritzer aussieht.",
        "Un espíritu de color ocre y aspecto extraño parecido a un chorrito de agua."
    ],
    "2100180": [
        "A mysterious being which resembles Golem.",
        "酷似巨像兵的謎般存在。",
        "골렘과 꼭 닮은 모습을 한 수수께끼의 존재",
        "Un être mystérieux qui ressemble à Golem.",
        "Ein mysteriöses Wesen, dessen Gestalt Golem ähnlich sieht.",
        "Un ser misterioso que se parece a Gólem."
    ],
    "3010330": [
        "A large monster with a giant mouth and sharp claws.",
        "擁有巨大嘴巴和銳利爪子的大型魔物。",
        "커다란 입과 날카로운 발톱을 지닌 대형 마물",
        "Un grand monstre avec une bouche géante et des griffes acérées.",
        "Ein großes Monster mit einem riesigen Mund und spitzen Klauen.",
        "Un monstruo descomunal con una boca gigante y garras afiladas."
    ],
    "3011810": [
        "A strong, ferocious monster that appears in the Zanarkand Ruins in the faraway land of Spira.",
        "在史匹拉的札納爾坎德遺跡中出現，肌肉發達的凶暴魔物。",
        "이계 '스피라'의 '자나르칸드 유적'에 출현하는 근육질의 흉폭한 마물이다.",
        "Un monstre puissant et féroce qui apparaît dans les ruines de Zanarkand, dans les contrées lointaines de Spira.",
        "Ein starkes, wildes Monster aus der fernen Welt Spira, wo es in den Ruinen von Zanarkand auftaucht.",
        "Un monstruo sanguinario muy peligroso que aparece en las Ruinas de Zanarkand, en la tierra lejana de Spira."
    ],
    "3020510": [
        "A guardian of the Dome located within the Zanarkand Ruins in the faraway land of Spira.",
        "存在史匹拉的札納爾坎德遺跡中，出現在耶朋巨蛋深部的守護者。",
        "이계 '스피라'의 '자나르칸드 유적'에 있는 '에본 돔' 심층부에서 출현하는 가디언이다.",
        "Le gardien du dôme de Yevon qui se trouve dans les ruines de Zanarkand, dans les contrées lointaines de Spira.",
        "Ein Wächter aus der fernen Welt Spira, der in den Tiefen des Yevon Doms, im Inneren der Ruinen von Zanarkand, auftaucht.",
        "Un guardián del Recinto de Yevon, situado en las Ruinas de Zanarkand, en la tierra lejana de Spira."
    ],
    "3030080": [
        "A giant creature with an orange nucleus within its red body.",
        "在紅色身體內部擁有橘色核心的巨大生物。",
        "붉은색의 몸 안에 오렌지색 핵을 가진 거대한 생물",
        "Une immense créature dont le corps rougeâtre est doté d'un noyau orange.",
        "Eine riesige Kreatur mit einem orangen Kern in seinem roten Körper.",
        "Una criatura gigantesca con un núcleo naranja dentro de su cuerpo rojo."
    ],
    "3030140": [
        "A giant brown colored squid monster.",
        "變成褐色的巨大烏賊魔物。",
        "갈색으로 변색된 거대한 오징어 마물",
        "Un monstre calmar géant de couleur marron.",
        "Ein riesiges braunes Tintenfischmonster.",
        "Un gigante calamar monstruoso de color marrón."
    ],
    "3030610": [
        "A monster that appears in the Zanarkand Ruins in the faraway land of Spira.",
        "在史匹拉的札納爾坎德遺跡中出現的魔物。",
        "이계 '스피라'의 '자나르칸드 유적'에 출현하는 마물이다.",
        "Un monstre qui apparaît dans les ruines de Zanarkand, dans les contrées lointaines de Spira.",
        "Ein Monster aus der fernen Welt Spira, wo es in den Ruinen von Zanarkand auftaucht.",
        "Un monstruo que aparece en las Ruinas de Zanarkand, en la tierra lejana de Spira."
    ],
    "3050060": [
        "A giant that roams the hills, subsisting on the flesh of the mighty beasts it hunts.",
        "靠狩獵大型魔物為生的巨人。",
        "대형 마물을 사냥하며 살아가는 거인",
        "Un géant des collines qui vit des énormes bêtes qu'il chasse.",
        "Riese, der die Hügel durchstreift und vom Fleisch der mächtigen Bestien lebt, die er jagt.",
        "Un gigante que deambula por las montañas y se alimenta de la carne de las poderosas bestias que caza."
    ],
    "3053810": [
        "The emperor of Aldore, who currently rules over Paladia.",
        "掌握帕拉迪亞霸權的阿爾多爾皇帝。",
        "파라디아의 패권을 쥐고 있는 알도르의 황제",
        "Le suzerain d'Aldore qui règne actuellement sur Paladia.",
        "Der Imperator von Aldore, der gegenwärtig über Paladia herrscht.",
        "El emperador de Aldore, actual soberano de Paladia."
    ],
    "3054010": [
        "A skilled mercenary and the man who trained Lasswell in swordsmanship.",
        "由拉斯韋爾親授劍術的強悍傭兵。",
        "라스웰에게 검술을 가르친 엄청난 실력의 용병",
        "Un mercenaire talentueux et l'homme qui a enseigné à Lasswell l'art de l'épée.",
        "Ein gewandter Söldner und der Mann, der Lasswell im Schwertkampf unterrichtet hat.",
        "Un avezado mercenario que instruyó a Lasswell en el manejo de la espada."
    ],
    "3060130": [
        "An excavator constructed using the best technology Aldore has to offer.",
        "以阿爾多爾的科技製造的削掘機械。",
        "알도르의 과학 기술의 진수를 모아 만들어낸 굴착 기계",
        "Un excavateur construit à l'aide de la technologie la plus avancée de tout Aldore.",
        "Ein Bagger, der mit der besten Technologie von Aldore konstruiert wurde.",
        "Una excavadora diseñada con la tecnología punta de Aldore."
    ],
    "3090410": [
        "A large one-eyed monster that appears in the Zanarkand Ruins in the faraway land of Spira.",
        "在史匹拉的札納爾坎德遺跡中出現，巨大的獨眼魔物。",
        "이계 '스피라'의 '자나르칸드 유적'에 출현하는 거대한 외눈의 마물이다.",
        "Un gros monstre à œil unique qui apparaît dans les ruines de Zanarkand, dans les contrées lointaines de Spira.",
        "Ein großes, einäugiges Monster aus der fernen Welt Spira, wo es in den Ruinen von Zanarkand auftaucht.",
        "Un monstruo con un solo ojo gigantesco que aparece en las Ruinas de Zanarkand, en la tierra lejana de Spira."
    ],
    "3110110": [
        "A plant monster that appears in the Zanarkand Ruins in the faraway land of Spira.",
        "在史匹拉的札納爾坎德遺跡中出現的植物系魔物。",
        "이계 '스피라'의 '자나르칸드 유적'에 출현하는 식물형 마물이다.",
        "Un monstre végétal qui apparaît dans les ruines de Zanarkand, dans les contrées lointaines de Spira.",
        "Ein Pflanzenmonster aus der fernen Welt Spira, wo es in den Ruinen von Zanarkand auftaucht.",
        "Un plantoide que aparece en las Ruinas de Zanarkand, en la tierra lejana de Spira."
    ],
    "4051010": [
        "Master of the Chamber of Arms.",
        "光輝十二武具之間的主人。",
        "빛나는 십이무구의 틈새의 주인",
        "Le maître de la Chambre des armes.",
        "Meister der Waffenkammer.",
        "Maestro de la Cámara de las Reliquias."
    ],
    "4061710": [
        "A Gear designed by Solaris, an empire from a faraway world.",
        "在遙遠異界存在的國度，索拉利斯所設計的巨大機甲。",
        "머나먼 이계에 존재하는 나라, 솔라리스에서 설계된 거대 기어",
        "Un Gear dessiné par Solaris, un empire d'un monde lointain.",
        "Eine Maschine von Solaris erstellt, ein Reich aus einer weit entfernen Welt.",
        "Un equipo diseñado por Solaris, un imperio de un mundo lejano."
    ],
    "4061810": [
        "A mysterious Gear that suddenly appeared in a faraway world.",
        "在遙遠異界突然出現的謎之機甲。",
        "머나먼 이계에 돌연히 나타난 수수께끼의 기어",
        "Un Gear mystérieux soudainement apparu d'un monde lointain.",
        "Eine mysteriöse Maschine welche plötzlich in einer weit entfernten Welt erschien.",
        "Un misterioso equipo que apareció de la nada en un mundo lejano."
    ],
    "4061910": [
        "A biological weapon that was sleeping in a faraway world.",
        "沉眠於遙遠異界的生體兵器。",
        "머나먼 이계에서 잠든 생체 병기",
        "Une arme biologique qui dormait dans un monde lointain.",
        "Eine biologische Waffe welche in einer weit entfernten Welt geschlummert hat.",
        "Un arma biológica que yacía en un mundo lejano."
    ],
    "4062010": [
        "A figure from a faraway world born from the imperfect contact between Welltall Second and the Wave Existence.",
        "在遙遠的異界，維爾托爾二號和波動存在以不完全的形式接觸後的姿態。",
        "머나먼 이계에서 벨톨 세컨드와 파동 존재가 불완전한 형태로 접촉한 모습",
        "Une figure d'un monde lointain née du contact défectueux entre Welltall Second et Wave Existence.",
        "Eine Gestalt aus einer weit entfernten Welt, geboren durch den unvollkommenen Kontakt zwischen Weltall Zwei und der Wellen Existenz.",
        "Un ser de un mundo lejano nacido del contacto imperfecto entre Weltall-2 y la Onda Existencia."
    ],
    "5030012": [
        "An esper enshrined in some ruins in Paladia and worshipped as the water god.",
        "被人們奉為水神、曾在帕拉迪亞的遺跡被祭祀的幻獸。",
        "사람들로부터 '수신'으로 숭배받으며, 파라디아의 어느 유적에 모셔져 있던 환수",
        "Une chimère enterrée au cœur d’un site de ruines en Paladia et vénérée comme un dieu de l’eau.",
        "Ein Esper, der von Menschen als Wassergottheit verehrt wird und in Ruinen in Paladia verwahrt wurde.",
        "Un esper que se encuentra confinado en unas ruinas de Paladia y que es alabado como el dios del agua."
    ],
    "9990355": [
        "A kind-hearted priestess of water. She was once an inhabitant of Paladia until she was betrayed by Aldore and forced to come to Lapis.",
        "溫柔的水之巫女。曾經是帕拉迪亞的居民，因為被阿爾多爾背叛而來到了拉比斯。",
        "마음씨 착한 물의 무녀 파라디아라 불리던 세계의 주민이었으나, 알도르에 배신당해 라피스로 날려 보내졌다",
        "Une prêtresse de l'eau au cœur tendre. Elle habitait Paladia jusqu'à être trahie par Aldore et forcée de rejoindre Lapis.",
        "Eine gutherzige Wasserpriesterin. Sie war eins eine Einwohner von Paladia, bis sie von Aldore betrogen und gezwungen wurde nach Lapis zu kommen.",
        "Una bondadosa Sacerdotisa del Agua. Antigua habitante de Paladia que fue traicionada por Aldore y desterrada a Lapis."
    ],
    "9990366": [
        "A swordsman who has completely mastered Purple Lightning.",
        "成長到足以熟練地駕馭「紫電」的拉斯韋爾。",
        "자색 번개를 자유자재로 휘두를 수 있을 만큼 성장한 라스웰",
        "Un épéiste qui maîtrise désormais Éclair pourpre à la perfection.",
        "Ein Schwertkämpfer der den Violetten Blitz komplett gemeistert hat.",
        "Un espadachín con un dominio maestro del Rayo Púrpura."
    ],
    "9990375": [
        "A vision of Raegen, the previous owner of Purple Lightning.",
        "紫電過去的主人、雷根的幻兵。",
        "자색 번개의 옛 주인이었던 레겐의 비전",
        "Une vision de Reagen, précédent possesseur d'Éclair pourpre.",
        "Eine Vision von Raegen, dem ehemaligen Besitzer des Violetten Blitzes.",
        "Una visión de Raegen, el anterior dueño del Rayo Púrpura."
    ],
    "9990384": [
        "A fighting machine developed by the robot inventor Wayhem.",
        "機械人開發者維哈姆所製作的戰鬥機械。",
        "로봇 개발자 웨이험이 만들어낸 전투 기계",
        "Une machine de combat développée par Wayhem, l'inventeur de robots.",
        "Eine Kampfmaschine, entwickelt vom Robotererfinder Wayhem.",
        "Una máquina de combate diseñada por el inventor de robots Wayhem."
    ],
    "9990394": [
        "A swordswoman who does nothing but fight all day.",
        "一天到晚打架的女性刀客。",
        "싸움을 일삼던 칼잡이 여성",
        "Une épéiste qui ne fait rien d'autre que se battre à longueur de journée.",
        "Eine Schwertkämpferin, die den lieben langen Tag nur kämpft.",
        "Una espadachina que se pasa el día luchando."
    ]
}