{
    "100000101": [
        "Rain, Lasswell, and Fina as they speed by on chocobos. A new journey dances in each of their hearts as they soar like the wind across the wide, open fields.",
        "騎著陸行鳥馳騁的雷因、拉斯韋爾、菲娜。乘風飛馳的三名冒險者，對嶄新的旅程充滿了期待。",
        "초코보를 타고 질주하는 레인, 라스웰, 피나. 바람처럼 들판을 달리는 세 모험가의 가슴은 새로운 여행에 설레고 있다.",
        "Rain, Lasswell, et Fina alors qu'ils passent à toute vitesse sur leur chocobo. Un nouveau voyage fait battre leur cœur alors qu'ils s'élancent le vent caressant leur visage sur de grandes plaines ouvertes.",
        "Rain, Lasswell und Fina, die geschwind auf Chocobos reiten. Eine neue Reise lässt ihre Herzen frohlocken, während sie schnell wie der Wind über die weiten Felder hinwegreiten.",
        "Rain, Lasswell y Fina yendo en chocobo a toda velocidad. En sus corazones revolotea la promesa de una nueva aventura mientras atraviesan los campos, rápidos como el viento.",
        "Rain, Lasswell, dan Fina yang menunggangi chocobo dan melaju dengan cepat bersamaan dengan embusan angin menuju petualangan baru di tengah padang rumput terbuka.",
        "Rain\u001a \u001aพร้อมด้วย\u001a \u001aLasswell\u001a \u001aและ\u001a \u001aFina\u001a \u001aขณะ\u001aกำลัง\u001aควบ\u001aขี่\u001a \u001aChocobo\u001a \u001aทะยาน\u001aผ่าน\u001aทุ่งหญ้า\u001aกว้างใหญ่\u001aอย่าง\u001aรวดเร็ว\u001aราวกับ\u001aสายลม\u001a \u001aสอด\u001aประสาน\u001aไป\u001aกับ\u001aเสียง\u001aหัวใจ\u001aที่\u001aเต้น\u001aรัว\u001aด้วยความยินดี\u001aของ\u001aทั้ง\u001aสาม\u001aที่\u001aมี\u001aต่อ\u001aการ\u001aเดินทาง\u001aครั้ง\u001aใหม่\u001aของ\u001aพวกเขา\u001a"
    ],
    "100000201": [
        "Rain and Lasswell as they attack enemies aboard an airship. These knights were confused by the onslaught of small monsters who should fear airships, with no way to know that this was the mere beginning of a battle with the world's survival hanging in the balance.",
        "在飛空艇的甲板之上迎擊敵人的雷因與拉斯韋爾。本應懼怕飛空艇的小型魔物們此時卻成群襲來，騎士們對此都深感意外。此時的兩人尚不知道，這只是關乎世界存亡之戰的序章。",
        "비공정 갑판 위에서 적을 무찌르는 레인과 라스웰. 두 기사는 비공정을 두려워하지 않는 소형 마물의 공격에 어리둥절했지만, 이 싸움이 세계의 존망을 건 싸움의 서막이었다는 것을 알 도리가 없었다.",
        "Rain et Lasswell alors qu'ils attaquent des ennemis à bord de leur vaisseau. Ces chevaliers sont désorientés par l'assaut de petits monstres qui devraient normalement craindre les vaisseaux, sans savoir que ce n'est que le début d'une bataille qui décidera de la survie du monde.",
        "Rain und Lasswell, wie sie sich Feinden auf einem Luftschiff stellen. Die beiden Ritter hegten den ungewöhnlichen Angriffen der kleinen Monster, die für gewöhnlich Luftschiffe fürchteten, gegenüber zwar Misstrauen, jedoch wussten sie nicht, dass dies lediglich der Prolog eines Krieges war, in dem das Schicksal der Welt auf dem Spiel stehen würde.",
        "Rain y Lasswell atacando a sus enemigos desde un barco volador. Ambos fueron sorprendidos por la arremetida de pequeños monstruos que deberían temer a los barcos voladores. No tenían ni idea de que este era el comienzo de una batalla por la supervivencia del mundo.",
        "Rain dan Lasswell yang menaiki kapal udara untuk menyerang musuh-musuh mereka. Kedua kesatria ini dikejutkan oleh serangan monster-monster kecil yang seharusnya takut terhadap kapal udara. Tanpa mereka sadari, ini hanyalah awal dari pertempuran untuk mempertahankan kelangsungan hidup dunia.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001aต่อสู้\u001aศัตรู\u001aที่อยู่\u001aบน\u001aเรือ\u001aเหาะ\u001aของ\u001aตน\u001a \u001aอัศวิน\u001aทั้งสอง\u001aต่าง\u001aสงสัย\u001aว่า\u001aเพราะเหตุใด\u001a \u001aเหล่า\u001aมอนสเตอร์\u001aขนาดเล็ก\u001aที่\u001aน่าจะ\u001aเกรงกลัว\u001aเรือ\u001aเหาะ\u001aถึง\u001aกล้า\u001aบุก\u001aโจมตี\u001aเข้ามา\u001aได้\u001a \u001aพวกเขา\u001aไม่\u001aเอะใจ\u001aเลย\u001aว่า\u001a \u001aนี่\u001aเป็น\u001aเพียง\u001aการ\u001aเริ่มต้น\u001aของ\u001aการต่อสู้\u001aครั้ง\u001aยิ่งใหญ่\u001aที่\u001aมี\u001aความอยู่รอด\u001aของ\u001aโลก\u001aเป็น\u001aเดิมพัน\u001a"
    ],
    "100000301": [
        "Water priestess, Luka, as she purifies the waters of Lake Dorr, and the water god Leviathan, who watches over her. The water god seems to be consoling Luka, who may require years upon years to fulfill her duty of purifying the lake alone.",
        "在飛空艇的甲板之上迎擊敵人的雷因與拉斯韋爾。本應懼怕飛空艇的小型魔物們此時卻成群襲來，騎士們對此都深感意外。此時的兩人尚不知道，這只是關乎世界存亡之戰的序章。",
        "돌 호수의 물을 정화하기 위해 기도를 바치는 물의 무녀 루루카와 그녀를 지켜보는 수신 리바이어선. 수신은 긴 시간 동안 물의 오염이 사라질 때까지 홀로 책무를 다하는 루루카를 위로하고 있는 듯하다.",
        "La prêtresse de l'eau, Luluka, alors qu'elle purifie les eaux du lac Dorr sous le regard protecteur de Léviathan, la divinité de l'eau. Léviathan semble consoler Luka, qui aura probablement besoin de plusieurs années pour remplir seule son devoir et purifier le lac.",
        "Die Wasserpriesterin Luka, wie sie das Wasser des Sees Dorr reinigt, und der Wassergott Leviathan, wie er über sie wacht. Er scheint Luka Trost zu spenden, die sich, lange Jahre ganz auf sich alleine gestellt, der Aufgabe widmen wird, das Wasser von seiner Verderbtheit zu reinigen.",
        "La sacerdotisa del agua, Luka, purificando las aguas del Lago Dorr, y el rey del agua, Leviatán, que la vigila. El rey del agua parece estar consolando a Luka, a la que seguramente le harán falta años para poder purificar el lago entero sola.",
        "Pendeta Air, Luka, yang sedang menyucikan air Danau Dorr, dan Dewa Air Leviathan yang menjaganya. Tampaknya Dewa Air ini menghibur Luka yang mungkin memerlukan beberapa tahun untuk menuntaskan tugasnya untuk menyucikan seluruh danau sendirian.",
        "Luka\u001a \u001aนักบวช\u001aหญิง\u001aแห่ง\u001aวารี\u001aในขณะที่\u001aเธอ\u001aกำลัง\u001aทำการ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001a \u001aDorr\u001a \u001aโดยที่\u001aมี\u001a \u001aLeviathan\u001a \u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aเฝ้ามอง\u001aเธอ\u001aอยู่\u001a \u001aดูเหมือนว่า\u001aเทพ\u001aแห่ง\u001aวารี\u001aกำลัง\u001aปลอบใจ\u001a \u001aLuke\u001a \u001aอยู่\u001a \u001aเนื่องจาก\u001aเธอ\u001aจำเป็น\u001aจะ\u001aต้อง\u001aใช้เวลา\u001aถึง\u001aหลาย\u001aปี\u001aใน\u001aการ\u001aปฏิบัติภารกิจ\u001aชำระ\u001aล้างน้ำ\u001aใน\u001aทะเลสาบ\u001aให้\u001aบริสุทธิ์\u001aแต่\u001aเพียงลำพัง\u001a"
    ],
    "100000401": [
        "Rain and Lasswell at the Earth Shrine as they confront a mysterious armor-clad intruder. The intruder unleashed a powerful attack at the duo, who warned him against coming near the Earth Crystal.",
        "與入侵土之神殿的穿鎧甲的神秘男人對峙的雷因與拉斯韋爾。兩人對試圖接近水晶的男人發出了警告，而身穿黑色鎧甲的入侵者釋放出了極大的力量。",
        "땅의 신전에 침입한, 갑옷을 입은 의문의 남자와 대적하는 레인과 라스웰. 크리스탈에 접근하지 말라는 레인과 라스웰의 경고에, 검은 갑옷의 남자는 무시무시한 힘을 내보였다.",
        "Rain et Lasswell au temple de la terre alors qu'ils affrontent un mystérieux intrus en armure. L'intrus qui s'approchait dangereusement du cristal de la terre a déclenché une puissante attaque contre le duo qui tentait de s'interposer.",
        "Rain und Lasswell am Erdschrein, wie sie sich einem Eindringlung in mysteriöser Rüstung stellen. Dieser entfesselt einen mächtigen Angriff auf das Duo, welches ihn davor warnte, sich dem Kristall zu nähern.",
        "Rain y Lasswell en el Templo de la Tierra mientras se enfrentan a un intruso ataviado con una armadura. Ambos le advierten que no se acerque al Cristal de la Tierra, y es entonces cuando el intruso les lanza un poderoso ataque.",
        "Rain dan Lasswell yang berhadapan dengan penyusup misterius berarmor gelap di Kuil Tanah. Ketika mereka mencoba memperingatkan penyusup tersebut untuk tidak mendekati Kristal Tanah, ia melancarkan serangan yang kuat terhadap keduanya.",
        "Rain\u001a \u001aและ\u001a \u001aLasswell\u001a \u001aกำลัง\u001a \u001aเผชิญหน้า\u001aกับ\u001aผู้บุกรุก\u001aลึกลับ\u001aสวม\u001aชุด\u001aเกราะ\u001aที่\u001aวิหาร\u001aปฐพี\u001a  \u001aผู้บุกรุก\u001aคน\u001aนี้\u001aได้\u001aปลดปล่อย\u001aพลัง\u001aการ\u001aโจมตี\u001aอัน\u001aรุนแรง\u001aใส่\u001aอัศวิน\u001aสอง\u001aคู่หู\u001aเมื่อ\u001aพวกเขา\u001aเตือน\u001aอีก\u001aฝ่าย\u001aไม่\u001aให้\u001aเข้าใกล้\u001aคริสตัล\u001a"
    ],
    "100000501": [
        "Rain overwhelmed with sadness in the ruined town of Sacher. Due to the royal blood within his veins, he lost the girl who saved his life, resolving himself to change the world. Wielding a cruel blade, he joins the Orders in hopes of becoming the next emperor.",
        "在被破壞殆盡的扎哈消沉的雷因。他身上的王族之血害死了自己的救命恩人，為此他決定改變世界。為了成為下一任皇帝而加入了號令者，揮舞起了無情之劍。",
        "파괴된 자하 마을에서 슬픔에 잠긴 레인. 그의 몸속에 흐르는 왕족의 피 때문에, 자신의 목숨을 구해준 소녀를 잃고 만 레인은 세계를 바꾸겠다는 결심을 했다. 차기 황제가 되기 위해 오더즈에 들어간 그는 비정한 검을 휘두른다.",
        "Rain, accablé par la tristesse dans la ville en ruine de Sacher. Le sang royal qui coule dans ses veines précipita la mort de la fille qui lui avait sauvé la vie. Cet épisode tragique fut le moteur de sa résolution à changer le monde. Brandissant sa lame avec cruauté, il rejoignit l'Ordre dans l'espoir de devenir le prochain empereur.",
        "Rain, wie er, von Trauer überwältigt, vor den Ruinen des Dorfes Sacher steht. Durch das königliche Blut in seinen Adern verlor er das Mädchen, das ihm das Leben rettete und hat sich geschworen, die Welt zu verändern. Er führt eine grausame Klinge und tritt dem Orden in der Hoffnung bei, der nächste Imperator zu werden.",
        "Rain, abrumado por la tristeza en la ciudad asolada de Sacher. Por culpa de la sangre real que corre por sus venas perdió a la chica que le salvó la vida y, desde entonces, ha tomado la resolución de cambiar el mundo. Se une a las Órdenes con una cruel espada entre las manos y la esperanza de convertirse en el próximo emperador.",
        "Rain yang diliputi kesedihan di kota Sacher yang telah hancur. Ia kehilangan gadis yang menyelamatkan nyawanya akibat darah kerajaan yang mengalir dalam tubuhnya, sehingga ia pun bertekad untuk mengubah dunia. Mengayunkan pedangnya dengan kejam, Rain bergabung dengan Orders dan berharap menjadi kaisar berikutnya.",
        "Rain\u001a \u001aอยู่\u001aใน\u001aสภาพ\u001aที่\u001aเปี่ยม\u001aไป\u001aด้วย\u001aความ\u001aโศกเศร้า\u001aท่ามกลาง\u001aเมือง\u001a \u001aSacher\u001a \u001aที่\u001aถูก\u001aทำลาย\u001a \u001aเพียง\u001aเพราะ\u001aเขา\u001aเป็น\u001aผู้\u001aมี\u001aสาย\u001aเลือก\u001aแห่ง\u001aกษัตริย์\u001a \u001aเด็กสาว\u001aผู้\u001aช่วยชีวิต\u001aเขา\u001aไว้\u001aจึง\u001aต้อง\u001aสิ้นชีพ\u001aไฟ\u001a \u001aด้วยเหตุนี้\u001aเขา\u001aจึง\u001aมุ่งมั่น\u001aที่จะ\u001aเปลี่ยนแปลง\u001aโลก\u001aให้ได้\u001a \u001aเขา\u001aเข้าร่วม\u001aภาคี\u001aยุทธ\u001aดารา\u001aและ\u001aฟาด\u001aฟันดาบ\u001aด้วย\u001aความ\u001aไร้\u001aปรานี\u001a \u001aภายใต้\u001aความหวัง\u001aที่จะ\u001aได้\u001aเป็น\u001aจักรพรรดิ\u001aองค์\u001aถัดไป\u001a"
    ],
    "100000601": [
        "Realizing that Lasswell is struggling with his own feelings interfering with the fulfillment of his duties as king, Akstar challenges him to a sparring session. Determined to steer him in the right direction, Akstar bestows upon him a new skill of his own creation—the guiding mirror of equity.",
        "向壓抑著自己的心情，決心履行自己身為王的職責的拉斯韋爾發起挑戰的阿克斯特。他為了引導迷茫的年輕人，自行創造出了「導・明鏡」，並運用這一技能來戰鬥。",
        "자신의 마음을 억누르고 왕으로서의 책무를 다하려 하는 라스웰에게 승부를 건 엑스타. 망설이는 젊은이를 이끌기 위해, 자신이 만들어낸 신기술 '도·잔잔한 거울'을 선보였다.",
        "Face au conflit intérieur de Lasswell, qui réprime ses propres sentiments pour remplir ses devoirs de roi, Akstar décide de lui proposer un duel amical. Déterminé à le guider dans la bonne direction, Akstar utilise sur lui sa nouvelle technique : Sérénité directrice.",
        "Akstar in seinem Kampf gegen Lasswell, der danach strebt, seine Pflichten als König zu erfüllen und dabei seine eigenen Gefühle unterdrückt. Um diesem verlorenen Jüngling zu helfen, entfesselt er die Leitende Kata, eine Technik, die er selbst erdacht hat.",
        "Al darse cuenta de que Lasswell tiene un conflicto interno que no le deja cumplir como debiera con sus deberes de rey, Akstar lo desafía a una sesión de entrenamiento y, decidido a guiarle en la dirección correcta, le otorga una nueva habilidad de su propia cosecha: la Tranquilidad guía.",
        "Menyadari bahwa Lasswell merasa terbebani dengan perasaan pribadinya yang mengganggunya dalam memenuhi tugasnya sebagai raja, Akstar menantangnya untuk melakukan sesi pelatihan. Bertekad untuk mengarahkannya dengan benar, Akstar mengajarinya jurus baru ciptaannya, Cermin Keadilan Pembimbing.",
        "หลังจากที่\u001aทราบ\u001aว่า\u001a \u001aLasswell\u001a \u001aกำลัง\u001aดิ้นรน\u001aใน\u001aการ\u001aเก็บกด\u001aความรู้สึก\u001aของ\u001aตัวเอง\u001a \u001aเพื่อ\u001aทำหน้าที่\u001aของ\u001aกษัตริย์\u001aให้\u001aลุล่วง\u001a \u001aAkstar\u001a \u001aจึง\u001aท้า\u001aประลอง\u001aกับ\u001aอีก\u001aฝ่าย\u001a  \u001aเขา\u001aได้\u001aพยายาม\u001aชี้แนะ\u001aแนวทาง\u001aให้\u001a \u001aLasswell\u001a \u001aผู้\u001aกำลัง\u001aสับ\u001aสนใจ\u001a \u001aด้วย\u001aการ\u001aใช้\u001aกระบวนท่า\u001aใหม่\u001aที่\u001aเขา\u001aคิดค้น\u001aขึ้น\u001aมา\u001aเอง\u001a \u001aนั่น\u001aก็\u001aคือ\u001a \u001aGuiding\u001a \u001aMirror\u001a \u001aof\u001a \u001aEquity\u001a"
    ],
    "100000701": [
        "Sol, in his attempt to destroy all of Lapis using the Chaotic Darkness. His name, which means sun, was given to him by a friend many long years ago.",
        "操縱混沌之暗，妄圖給拉比斯帶來毀滅的索菲拉。「索菲拉」這一意為「太陽」的名字，是很久以前一位友人贈與他的。",
        "혼돈의 어둠을 조종해 라피스 전역을 궤멸시키려 하는 솔. '태양'이라는 의미를 가진 솔의 이름은 먼 옛날 친구가 붙여준 것이다.",
        "Sol, s'efforçant de détruire tout Lapis en utilisant l'Obscurité chaotique. Son nom, qui signifie \"soleil\", lui a été donné par un ami il y a bien des années de cela.",
        "Sol, bei seinem Versuch, ganz Lapis mit dem Dunklen Chaos zu zerstören. Sein Name, der Sonne bedeutet, wurde ihm von einem Freund vor langer Zeit gegeben.",
        "Solfuego, en su intento de destruir todo Lapis mediante la Oscuridad caótica. Su nombre, que hace referencia al sol, se lo puso una amiga suya hace muchos, muchos años.",
        "Sol dalam upayanya untuk menghancurkan seluruh penjuru Lapis dengan kekuatan Kegelapan Malapetaka. Nama \"Sol\" yang berarti matahari diberikan oleh temannya jauh di masa lampau.",
        "Sol\u001a \u001aในขณะที่\u001aกำลัง\u001aควบคุม\u001aเงามืด\u001aแห่ง\u001aมิคสัญญี\u001aให้\u001aลงมือ\u001aทำลายล้าง\u001aดาว\u001a \u001aLapis\u001a \u001aทั้ง\u001aดวง\u001a \u001aชื่อ\u001a \u001aSol\u001a \u001aของ\u001aเขา\u001aมีความหมาย\u001aว่า\u001aดวงอาทิตย์\u001a \u001aชื่อ\u001aนี้\u001aถูก\u001aมอบให้\u001aเขา\u001aโดย\u001aเพื่อน\u001aของ\u001aเขา\u001aคน\u001aหนึ่ง\u001aเมื่อ\u001aเนิ่น\u001aนานมาแล้ว\u001a"
    ],
    "100000801": [
        "A scene depicting Shinju atop Est the coeurl as they carry out a surprise attack on an Aldore military base. They run circles around the soldiers guarding the area, toying with them like balls of yarn. Meow, meow!",
        "襲擊阿爾多爾駐扎地的真珠和埃斯特。橫衝直撞地四處奔馳著玩弄士兵們！喵、喵！",
        "알도르 주둔지를 습격한 신쥬와 에스트. 종횡무진 달리며 병사들을 농락한다. 먀, 먀!",
        "Une scène dévoilant Shinju en train de chevaucher Est, attaquant tous les deux par surprise une base militaire d'Aldore. Filant à toute allure autour des lignes ennemies, ils s'amusent avec les soldats comme s'ils n'étaient que de simples jouets. Miaou !",
        "Eine Szene, die zeigt, wie Shinju auf Est dem Quahl reitend zusammen einen Überraschungsangriff auf eine Militärbasis von Aldore ausübt. Die beiden umkreisen die Soldaten, die das Gebiet bewachen, und spielen mit ihnen wie mit einem Wollknäuel. Miau, miau!",
        "Escena que muestra a Shinju a lomos de Est mientras lanzan un ataque sorpresa contra una base militar de Aldore. Rodean a los soldados que protegen la zona, jugando con ellos como si fuesen ovillos de lana. ¡Miau, miau!",
        "Adegan yang menggambarkan Shinju menunggangi coeurl Est saat mereka melancarkan serangan mendadak di pangkalan militer Aldore. Mereka mengelilingi tentara yang melindungi daerah itu, bermain dengan mereka seolah-olah mereka adalah bola wol. Meong meong!",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aShinju\u001a \u001aขี่หลัง\u001aตัว\u001a \u001aCoeurl\u001a \u001aที่\u001aมี\u001aชื่อว่า\u001a \u001aEst\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aพวก\u001aเธอ\u001aเปิดฉาก\u001aโจมตี\u001a \u001aAldore\u001a \u001aแบบ\u001aสาย\u001aฟ้าแลบ\u001a \u001aพวก\u001aเธอ\u001aวิ่ง\u001aวนรอบ\u001aทหาร\u001aที่\u001aกำลัง\u001aเฝ้า\u001aระวัง\u001aพื้นที่\u001a \u001aแล้ว\u001aหลอกล่อ\u001aอีก\u001aฝ่าย\u001aราวกับว่า\u001aพวกเขา\u001aเป็น\u001aเพียง\u001aลูกบอล\u001aไหมพรม\u001a \u001aเหมียว\u001a \u001aเหมียว\u001a!\u001a \u001a"
    ],
    "100000901": [
        "Physalis, living in Grandshelt with Fina. Each day is full of smiles and laughter for the boisterous bunch.",
        "在格蘭謝爾特與菲娜一同生活的法伊薩利斯。她與最親密的朋友一起過著歡快熱鬧的生活，臉上時刻都洋溢著笑容。",
        "그랑셸트에서 피나와 함께 생활하는 파이사리스. 좋아하는 친구와 함께 신나는 나날을 보내는 그녀의 얼굴에서는 웃음꽃이 사라지지 않는다.",
        "Physalis vivant à Grandshelt avec Fina. Chaque jour est rempli de rires et de sourires pour les deux inséparables amies.",
        "Physalis, wie sie mit Fina in Grandshelt lebt. In dieser quirligen Wohngemeinschaft vergeht kein Tag, an dem nicht herzhaft gelacht wird.",
        "Physalis viviendo en Grandshelt con Fina. Cada día está lleno de sonrisas para las dos amigas.",
        "Physalis yang tinggal di Grandshelt bersama Fina. Setiap hari, hidup kedua sahabat dekat ini dipenuhi dengan senyum dan tawa.",
        "Physalis\u001a \u001aในขณะที่\u001aใช้ชีวิต\u001aร่วมกัน\u001aกับ\u001a \u001aFina\u001a \u001aที่\u001a \u001aGrandshelt\u001a \u001aวัน\u001aเวลา\u001aใน\u001aแต่ละวัน\u001aของ\u001aสอง\u001aสาว\u001aสุด\u001aเฮฮา\u001aนั้น\u001aเต็มไปด้วย\u001aรอยยิ้ม\u001aและ\u001aเสียงหัวเราะ\u001a"
    ],
    "100001001": [
        "A scene depicting Folka and Citra enjoying a luxurious vacation at the beach. Leaving their weapons aside, they are set on making the best out of their summer, even if this particular moment of peace and calm turns out to be brief.",
        "優雅享受假期的芙爾卡和希特拉。兩位美女放下了武器，單純的在享受著夏天。這一風景，也許正是她們可能實現的安寧一刻的幻想。",
        "우아하게 바캉스를 즐기는 폴카와 시트라. 두 미녀는 무기를 놓고 여름을 한껏 만끽하고 있다. 그녀들이 언젠가 다다르게 될지도 모르는, 안온한 한때의 풍경이다.",
        "Une scène représentant Folka et Citra profitant de vacances luxueuses à la plage. Laissant leurs armes de côté, elles s'efforcent de tirer le meilleur de leur été, même si ce moment de paix et de calme s'avère bref.",
        "Eine Szene, die Folka und Citra zeigt, wie sie einen luxuriösen Strandurlaub genießen. Sie lassen ihre Waffen zurück und sind entschlossen, das Beste aus ihrem Sommer zu machen, auch wenn dieser besondere Moment des Friedens und der Stille nicht lange anhalten wird.",
        "Escena que muestra a Folka y Citra disfrutando de unas lujosas vacaciones en la playa. Han dejado a un lado sus armas y se han propuesto aprovechar el verano al máximo, aunque este momento de paz y tranquilidad acabe siendo breve.",
        "Folka dan Citra yang sedang menikmati liburan mewah mereka di pantai. Keduanya menanggalkan persenjataan mereka dan menggunakan waktu liburan musim ini dengan sebaik-baiknya, walaupun hanya sebentar.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aFolka\u001a \u001aและ\u001a \u001aCitra\u001a \u001aที่\u001aกำลัง\u001aเพลิดเพลิน\u001aไป\u001aกับ\u001aช่วงเวลา\u001aวันหยุด\u001aอัน\u001aดูดี\u001aมีระดับ\u001aที่\u001aชายหาด\u001a \u001aพวก\u001aเธอ\u001aต่าง\u001aวางอาวุธ\u001aพัก\u001aไว้\u001a \u001aเพื่อที่จะ\u001aได้\u001aเพลิดเพลิน\u001aไป\u001aกับ\u001aช่วงเวลา\u001aฤดูร้อน\u001aได้\u001aอย่าง\u001aเต็มที่\u001a \u001aถึงแม้ว่า\u001aช่วงเวลา\u001aแต่\u001aสันติภาพ\u001aอัน\u001aสุขสงบ\u001aนี้\u001aจะ\u001aคงอยู่\u001aเพียงแค่\u001aชั่วคราว\u001aก็ตาม\u001a"
    ],
    "100001101": [
        "Madam Edel, squaring off against the giant bird Bennu within some ancient ruins. The atmosphere is tense as treasure seeker and treasure protector face each other.",
        "在古代遺跡與巨鳥貝努進行對峙的埃德爾夫人。秘寶的守護者與秘寶追求者相對，緊張的氣氛一觸即發。",
        "고대 유적에서 거조 벤누와 대치하는 마담 에델. 비보를 지키는 자와 비보를 원하는 자 사이에 긴박한 공기가 흐르고 있다.",
        "Madame Edel affrontant Bennu dans des ruines. La tension est palpable au moment du face-à-face entre celle qui chasse le trésor et celui qui le protège.",
        "Dame Edel im Duell mit dem Riesenvogel Bennu in einer Ruine. Spannung erfüllt die Luft, als Schatzsucher und Schatzhüter sich von Angesicht zu Angesicht gegenüberstehen.",
        "Madam Edel, preparada para luchar contra el pájaro gigante Bennu en unas ruinas antiguas. El ambiente se tensa entre la cazatesoros y el guardián del tesoro.",
        "Nyonya Besar Edel yang bertarung melawan burung raksasa Bennu di dalam suatu reruntuhan kuno. Suasana tegang menyelimuti ruang ketika sang pencari harta karun berhadapan dengan sang penjaga harta karun.",
        "มาดาม\u001a \u001aEdel\u001a \u001aใน\u001aระหว่าง\u001aที่\u001aกำลัง\u001aปะทะ\u001aกับ\u001aนก\u001aยักษ์\u001a \u001aBennu\u001a \u001aภายใน\u001aซาก\u001aโบราณสถาน\u001aแห่ง\u001aหนึ่ง\u001a \u001aเมื่อ\u001aนัก\u001aล่า\u001aสมบัติ\u001aและ\u001aผู้พิทักษ์\u001aสมบัติ\u001aมา\u001aปะทะ\u001aกัน\u001a \u001aบรรยากาศ\u001aจึง\u001aตึงเครียด\u001aเป็น\u001aอย่างยิ่ง\u001a"
    ],
    "100001501": [
        "Fina and Daisy playing at the beach. Enjoying themselves amidst the sand and sea allows them to forget the hardship of battle. This vision is a glimpse into a moment of peace the two may someday find.",
        "在海邊玩耍的菲娜與黛西。忘卻戰鬥的兩位少女正在盡情與大海嬉戲。這一風景，也許正是她們可能實現的安寧一刻的幻想。",
        "바다에서 함께 노는 피나와 데이지. 소녀들은 싸움을 잊고 바다에서 한껏 뛰놀고 있다. 소녀들이 언젠가 다다르게 될 지도 모르는, 안온한 한때의 풍경이다.",
        "Fina et Daisy s'amusant à la mer. Jouant dans l'eau, les deux amies oublient un instant les épreuves endurées. Cette vision offre un aperçu de la vie paisible que les deux jeunes filles obtiendront peut-être un jour.",
        "Fina und Daisy, wie sie sich am Strand vergnügen. Umgeben von Sand und Wasser haben sie die Mühsal des Kampfes längst vergessen. Diese Vision ist ein flüchtiger Ausblick auf ein friedlicheres Leben, das die beiden vielleicht eines Tages erwartet.",
        "Fina y Margarita divirtiéndose en la playa. Disfrutar de la arena y las olas les permite olvidarse por un momento de las adversidades del combate. Esta visión es un atisbo de la paz y la tranquilidad que puede que ambas encuentren algún día.",
        "Fina dan Daisy yang sedang bermain di pantai. Keduanya terlihat bersenang-senang di tengah laut biru, melupakan pedihnya pertarungan. Inilah vision ketika mereka berdua pada akhirnya dapat bersantai dengan tenang.",
        "Fina\u001a \u001aและ\u001a \u001aDaisy\u001a \u001aกำลัง\u001aเล่น\u001aสนุก\u001aกัน\u001aอยู่\u001aที่\u001aชายหาด\u001a \u001aการ\u001aได้\u001aผ่อนคลาย\u001aท่ามกลาง\u001aหาดทราย\u001aและ\u001aผืน\u001aทะ\u001aล\u001aนั้น\u001aช่วย\u001aให้\u001aพวก\u001aเธอ\u001aลืม\u001aความยากลำบาก\u001aจาก\u001aการต่อสู้\u001aได้\u001aเป็น\u001aอย่าง\u001aดี\u001a \u001aนี่\u001aคือ\u001aภาพ\u001aฉาก\u001aช่วงเวลา\u001aแห่ง\u001aสันติสุข\u001aที่\u001aทั้งสอง\u001aสาว\u001aอาจจะ\u001aได้\u001aเจอ\u001aสักวันหนึ่ง\u001a"
    ],
    "202000101": [
        "Firion and company as they are set upon by the Palamecian Empire's black knights. This tenacious pursuit leaves them little time to catch their breath as they flee the empire's all-out assault.",
        "被帕拉美奇亞帝國的黑騎士逼入絕境的弗利奧尼爾一行人。剛剛逃出帝國的全力攻撃，卻依舊被執著地追擊到喘不過氣。",
        "파라메키아 제국의 흑기사에게 쫓기는 프리오닐 일행. 제국의 총공격으로부터 도망치긴 했지만, 집요한 추적으로 숨이 끊어지기 일보 직전 상태에 놓여 있다.",
        "Firion et ses compagnons, poursuivis par les chevaliers noirs de l'empire de Palmécia. Cette course-poursuite frénétique, alors qu'ils tentent d'échapper à l'assaut brutal du terrible régime, ne leur laisse guère le temps de récupérer leur souffle.",
        "Firion und seine Gruppe, als sie von den Dunkelrittern des Imperiums Palmekia überfallen wurden. Bei dieser hartnäckigen Verfolgung bleibt ihnen wenig Zeit, zu Atem zu kommen, während sie vor dem radikalen Angriff des Imperiums fliehen.",
        "Firion y compañía perseguidos por los Caballeros Negros del Imperio de Palamecia. Su obstinada persecución no les da tregua, y Firion y los suyos corren por sus vidas.",
        "Firion bersama rekan-rekannya diburu oleh kesatria hitam dari Kekaisaran Palamecia. Tidak ada waktu sedikit pun bagi mereka menarik napas dalam pengejaran tanpa henti yang menentukan hidup dan mati ini.",
        "Firion\u001a \u001aและ\u001aพรรคพวก\u001aในขณะที่\u001aถูก\u001aไล่ล่า\u001aโดย\u001aเหล่า\u001aอัศวิน\u001aดำ\u001aแห่ง\u001aจักรวรรดิ\u001a \u001aPalamecia\u001a \u001aการ\u001aที่\u001aต้อง\u001aมา\u001aเจอ\u001aกับ\u001aการ\u001aไล่ล่า\u001aแบบ\u001aกัดไม่ปล่อย\u001aใน\u001aระหว่าง\u001aพวกเขา\u001aกำลัง\u001aหลบหนี\u001aจาก\u001aการ\u001aประจัญบาน\u001aเต็ม\u001aรูป\u001aอยู่\u001aนั้น\u001a \u001aทำให้\u001aพวกเขา\u001aอยู่\u001aใน\u001aสภาพ\u001aที่\u001aไม่\u001aมีโอกาส\u001aที่จะ\u001aหยุดพัก\u001aหายใจ\u001aแม้แต่น้อย\u001a"
    ],
    "203000101": [
        "Luneth, Arc, Refia, and Ingus being chosen by the Wind Crystal to become Warriors of Light. Blessed with the Crystal's power, the four embark on a journey to save the world.",
        "被風之水晶選為光之戰士的魯內斯、亞爾柯、蕾菲雅及英格茲。獲得水晶之力之後，開始了拯救世界的冒險。",
        "바람의 크리스탈의 선택을 받아 빛의 전사가 된 루네스, 아르크, 레피아, 그리고 잉그스. 그들은 크리스탈의 힘으로 세계를 구하기 위해 여행을 떠난다.",
        "Luneth, Arc, Refia et Ingus ont été choisis par le Cristal de vent pour devenir les Guerriers de la Lumière. Bénis par le pouvoir du Cristal, les quatre héros commencent leur voyage pour sauver le monde.",
        "Luneth, Arc, Refia und Ingus, die gerade vom Windkristall zu den Kriegern des Lichts ernannt worden sind. Gemeinsam machen sie sich auf die Reise, um mit der Kraft des Kristalls die Welt zu retten.",
        "Luneth, Arc, Refia e Ingus siendo elegidos por el Cristal del viento para convertirse en los Guerreros de la Luz. Bendecidos con el poder del Cristal, los cuatro se embarcan en un viaje para salvar el mundo.",
        "Luneth, Arc, Refia dan Ingus yang dipilih oleh Kristal Angin untuk menjadi Kesatria Cahaya. Dikaruniai dengan kekuatan Kristal, mereka berempat memulai perjalanan mereka untuk menyelamatkan dunia.",
        "Luneth\u001a,\u001a \u001aArc\u001a,\u001a \u001aRefia\u001a \u001aและ\u001a \u001aIngus\u001a \u001aในขณะที่\u001aถูก\u001aคริสตัล\u001aวาตะ\u001aเลือก\u001aให้\u001aเป็น\u001aนักรบ\u001aแห่ง\u001aแสงสว่าง\u001a \u001aหลัง\u001aได้รับ\u001aพลัง\u001aจาก\u001aคริสตัล\u001a \u001aพวกเขา\u001aทั้ง\u001aสี่\u001aก็\u001aออกเดินทาง\u001aเพื่อ\u001aกอบกู้\u001aโลก\u001a"
    ],
    "206000101": [
        "Magitek armors heading towards Narshe to obtain an esper encased in ice. One of the three is piloted by Terra, a girl being controlled by the Empire due to her ability to use magic.",
        "為了獲得被冰覆蓋的幻獸而前往炭坑都市納爾謝的格斯塔拉帝國的魔導裝甲。搭乘在其中一台的少女蒂娜被擁有魔導之力的帝國所操縱著。",
        "얼어붙은 환수를 손에 넣기 위해 탄광도시 나르셰를 향하는 가스트라 제국의 마도 아머와, 그중 한 기에 올라탄 소녀 티나. 그녀는 마도의 힘을 가진 탓에 제국에게 조종당하고 있다.",
        "Trois pilotes à bord d'armures magitech se dirigeant vers Narshe afin de mettre la main sur une chimère scellée dans une prison de glace. Parmi eux se trouve Terra, une jeune femme possédant le don inné de la magie, que l'empire de Gestahl maintient sous son contrôle.",
        "Magitek-Mechs, die sich nach Narshe begeben, um einen in Eis gehüllten Esper zu erlangen. Einer von ihnen wird von Terra gesteuert, einem Mädchen, das aufgrund ihrer Fertigkeit, Magie zu nutzen, vom Imperium kontrolliert wird.",
        "Armaduras Magitec de camino a Narshe para obtener un esper recubierto de hielo. Uno de los tres lo pilota Terra, una chica controlada por el Imperio debido a su capacidad de usar la magia.",
        "Armor magitek yang sedang menuju Narshe untuk memperoleh esper yang terkurung dalam es. Salah satu armor magitek ini dikendarai oleh Terra, seorang gadis di bawah kendali Kekaisaran karena kemampuannya untuk menggunakan magic.",
        "กลุ่ม\u001aของ\u001aหุ่น\u001aเกราะ\u001a \u001aMagitek\u001a \u001aArmor\u001a \u001aกำลัง\u001aมุ่งหน้า\u001aไป\u001aยัง\u001a \u001aNarshe\u001a \u001aเพื่อ\u001aเข้า\u001aครอบครอง\u001a \u001aEsper\u001a \u001aที่\u001aถูก\u001aผนึก\u001aไว้\u001aใน\u001aก้อน\u001aน้ำแข็ง\u001a \u001aหนึ่ง\u001aใน\u001aพลขับ\u001a \u001aMagitek\u001a \u001aArmor\u001a \u001aนั้น\u001aก็\u001aคือ\u001a \u001aTerra\u001a \u001aผู้\u001aที่\u001aถูก\u001aจักรวรรดิ\u001aควบคุม\u001aไว้\u001aเนื่องด้วย\u001aความสามารถ\u001aใน\u001aการ\u001aใช้\u001aเวทมนตร์\u001aของ\u001aเธอ\u001a"
    ],
    "207000101": [
        "A scene depicting Cloud with Jessie, an Avalanche member, riding through the night on a motorcycle. He shows off his impressive driving skills all the while fending off the Shinra security officers on their tail.",
        "與雪崩的成員潔西一同騎乘機車在深夜奔馳的克勞德。他一邊擊倒追趕而來的警備兵，一邊發揮著精湛的駕駛技術。",
        "아발란치의 멤버 제시를 바이크에 태우고 어두운 밤길을 질주하는 클라우드. 추격하는 경비병들을 쓰러뜨리며 멋진 드라이빙 테크닉을 선보인다.",
        "Une scène montrant Cloud fendant l'air nocturne sur une moto, avec Jessie d'Avalanche dans son dos. Il affiche pleinement sa maîtrise des deux-roues tout en se débarrassant des gardes de la Shinra.",
        "Cloud, wie er mit Jessie, einem Mitglied von Avalanche, auf einem Motorrad mitten in der Nacht unterwegs ist. Er beweist seine überlegenen Fahrkünste, indem er auch noch die Shinra-Gardisten abwehrt, die den beiden auf den Fersen sind.",
        "Una ilustración de Cloud y Jessie, una miembro de Avalancha, a lomos de una moto en mitad de la noche. En esta escena, Cloud hace alarde de sus extraordinarias habilidades de conducción al sortear a los centinelas de Shinra, que van pisándoles los talones.",
        "Adegan di mana Cloud dan Jessie, anggota Avalanche kebut-kebutan dengan sepeda motor di tengah malam. Cloud menunjukkan kemampuan mengemudinya yang hebat sambil menyingkirkan pasukan Shinra yang mengejar di belakang mereka.",
        "ภาพ\u001aฉาก\u001aที่\u001a \u001aCloud\u001a \u001aและ\u001aสมาชิก\u001aลุ่ม\u001a \u001aAvalanche\u001a \u001aชื่อ\u001a \u001aJessie\u001a \u001aขับ\u001aรถมอเตอร์ไซค์\u001aซิ่ง\u001aไป\u001aใน\u001aยามค่ำคืน\u001a \u001aเขา\u001aได้\u001aแสดง\u001aฝีไม้ลายมือ\u001aใน\u001aการขับขี่\u001aอัน\u001aยอดเยี่ยม\u001aของ\u001aเขา\u001aใน\u001aระหว่าง\u001aที่\u001aต่อสู้\u001aกับ\u001aเจ้าหน้าที่\u001aความปลอดภัย\u001aของ\u001a \u001aShinra\u001a \u001aที่\u001aไล่ล่า\u001aเขา\u001aอยู่\u001a"
    ],
    "207000201": [
        "When Cloud and Barret infiltrate Mako Reactor 1 in order to destroy it, Shinra sends the Scorpion Sentinel to put a stop to their plans.",
        "為了執行引爆魔晄爐的任務，克勞德與巴雷特潛入了壹號魔晄爐。然而他們卻在魔晄池遭遇了「神羅公司」的兵器・守衛巨蠍並與其戰鬥。",
        "마황로 폭파 작전을 수행하기 위해 1번 마황로에 잠입한 클라우드와 바렛. 그러나 마황 노심에서 '신라 컴퍼니'의 병기인 가드 스콜피온과의 전투가 벌어지고 만다.",
        "Quand Cloud et Barret infiltrent le réacteur mako nº 1 dans le but de le saboter, ils se retrouvent contraints d'affronter le scorpion gardien, une puissante arme automatisée de la Shinra.",
        "Als Cloud und Barret den Mako-Reaktor 1 infiltrieren, um diesen zu zerstören, entsendet Shinra den Wachskorpion, um ihre Pläne zu vereiteln.",
        "Cuando Cloud y Barret se infiltran en el reactor de mako n.º 1 con el objetivo de destruirlo, Shinra envía al escorpión guardián para frustrar sus planes.",
        "Ketika Cloud dan Barret menyusup untuk menghancurkan Reaktor Mako 1, Shinra mengirim Scorpion Sentinel untuk menghentikan rencana mereka.",
        "เมื่อ\u001a \u001aCloud\u001a \u001aและ\u001a \u001aBarret\u001a \u001aแทรกซึม\u001aเข้าไป\u001aทำลาย\u001aเตา\u001aปฏิกรณ์\u001a \u001aMako\u001a \u001aหมายเลข\u001a \u001a1\u001a \u001aนั้น\u001a \u001aฝ่าย\u001a \u001aShinra\u001a \u001aได้\u001aส่ง\u001aหุ่น\u001a \u001aScorpion\u001a \u001aSntinel\u001a \u001aออกมา\u001aหยุดยั้ง\u001aแผน\u001aของ\u001aพวกเขา\u001a"
    ],
    "207000301": [
        "In a corner of Midgar's upper Sector 8, Aerith, the flower peddler, kneels down before a set of glowing pipes overflowing with mako energy—the lifeblood of the planet.",
        "米德加第捌區市區裡蹲在角落中賣花的艾莉絲。眼前的管道中正露出了可稱之為行星生命的魔晄能量的光。",
        "미드가르 8번가 시가지 한쪽 구석에 쭈그려 앉아 있는, 꽃 파는 처녀 에어리스. 눈앞의 배관에서 별의 생명인 '마황 에너지'가 내뿜는 빛이 흘러나오고 있다.",
        "Quelque part dans le centre-ville du secteur 8, Aerith, la marchande de fleurs, s'agenouille devant de lourds tuyaux débordant d'énergie mako, l'essence vitale de la planète.",
        "In einer Ecke im achten Sektor Midgards kniet ein Blumenmädchen namens Aerith vor einem Rohrkonstrukt nieder, das Mako, die Lebensenergie des Planeten, verströmt.",
        "En una esquina del distrito central del sector 8 de Midgar, Aeris, la florista, se arrodilla frente unas tuberías relucientes repletas de energía mako, la sangre del planeta.",
        "Di suatu sudut Sektor 8 atas di Midgar, Aerith, si penjual bunga, berlutut di depan serangkaian pipa bercahaya penuh dengan energi mako yang merupakan sumber kehidupan planet ini.",
        "ใน\u001aมุม\u001aหนึ่ง\u001aของ\u001aพื้นที่\u001aชั้นบน\u001aของ\u001aมหานคร\u001a \u001aMidgar\u001a \u001aSector\u001a \u001a8\u001a \u001aนั้น\u001a \u001aสาว\u001aขาย\u001aดอกไม้\u001aชื่อ\u001a \u001aAerith\u001a \u001aได้\u001aคุกเข่า\u001aลง\u001aหน้า\u001aท่อ\u001aส่ง\u001aพลังงาน\u001a \u001aMako\u001a \u001aที่\u001aมี\u001aประกาย\u001aแสง\u001aเล็ดลอด\u001aออกมา\u001a \u001aพลังงาน\u001aดังกล่าว\u001aนั้น\u001aคือ\u001aสายเลือด\u001aที่\u001aหล่อเลี้ยง\u001aดาวเคราะห์\u001aดวง\u001aนี้\u001a"
    ],
    "212000101": [
        "The Judge Magisters, assembled in front of the throne of the Archadian Empire. Between them, they lead the Judges in filling a number of roles including Inspector, Judge, and Executioner.",
        "阿爾卡迪亞帝國的玉座前聚集的最高審判者。他們統率著帝國軍的監察官、裁判官、處刑人等各種各樣的審判者們。",
        "아르케이디아 제국의 왕좌 앞에 모인 심판장. 그들은 제국군의 감독관이자 재판관, 처형인 등 여러 역할을 담당한 심판관들을 이끄는 존재이다.",
        "Les Hauts Juges, rassemblés devant le trône de l'empire archadien. Ensemble, ils dirigent les Juges dans leurs fonctions d'inspecteur, de juge et de bourreau.",
        "Die Hohen Richter, versammelt vor dem Thron des Archadianischen Imperiums. Ihre Aufgabe im Königreich besteht darin, die Richter bei verschiedenen Aufgaben wie Falluntersuchungen der imperialen Armee, Verhandlungsführung und Urteilsvollstreckungen zu leiten.",
        "Los jueces magistrados, reunidos frente al trono del Imperio de Arcadia. Ellos son los que designan al resto de jueces su papel, incluidos los de inspector, juez y ejecutor.",
        "Para Judge Magister yang berkumpul di depan takhta Kekaisaran Archadia. Merekalah yang mengarahkan Judge lainnya dalam tugas masing-masing, seperti inspektur, hakim, dan eksekutor.",
        "คณะ\u001aมหา\u001aตุลาการ\u001aผู้\u001aมา\u001aชุมนุม\u001aต่อหน้า\u001aบัลลังก์\u001aแห่ง\u001aจักรพรรดิ\u001a \u001aArchadia\u001a \u001aพวกเขา\u001aเป็น\u001aผู้นำ\u001aของ\u001aเหล่า\u001aตุลาการ\u001aซึ่ง\u001aรับผิดชอบ\u001aตำแหน่งหน้าที่\u001aต่างๆ\u001a \u001aไม่\u001aว่า\u001aจะ\u001aเป็น\u001a \u001aเจ้าหน้าที่\u001aสืบสวน\u001a \u001aตุลาการ\u001a \u001aและ\u001a \u001aเพชฌฆาต\u001a"
    ],
    "335000101": [
        "A scene depicting an unfaltering Sora riding atop a myriad of keyblades as he faces off against a gigantic tide of Heartless.",
        "駕馭鑰刃束飛行的索拉。即使與巨大的無心者集合體為敵，也毫無懼色地勇敢面對。",
        "키블레이드 다발을 타고 비행하는 소라. 거대한 하트리스 집합체 앞에서도 굴하지 않고 맞서 싸우고 있다.",
        "Une scène montrant Sora chevauchant avec courage une nuée de Keyblades alors qu'il se prépare à affronter une véritable légion de Sans-cœur.",
        "Sora, wie er auf unzähligen Schlüsselschwertern gleitend sich einer gewaltigen Horde an Herzlosen stellt.",
        "Una escena en la que aparece un Sora resuelto montado sobre una infinidad de llaves espada, enfrentándose a una tromba de sincorazones.",
        "Sora yang maju tak gentar menaiki Keyblade dalam jumlah tak terhingga, menghadapi segerombolan besar Heartless.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSora\u001a \u001aผู้\u001aโจน\u001aทะยาน\u001aอยู่\u001aท่ามกลาง\u001aกอง\u001a \u001aKeyblade\u001a \u001aมหาศาล\u001a \u001aและ\u001aยืนหยัด\u001aต่อสู้\u001aกับ\u001a \u001aHeartless\u001a \u001aร่าง\u001aยักษ์\u001aมหึมา\u001aโดย\u001aไม่\u001aกลัวเกรง\u001a"
    ],
    "335000201": [
        "A scene depicting Riku as he searches for the missing keyblade wielder \"Aqua\" in the Realm of Darkness. There, he faces off against a tower made of innumerable Heartless.",
        "為尋找下落不明的鑰刃使者亞克雅而前往暗之世界的里克。他在那裡與連成塔一樣的無心者集合體進行了戰鬥。",
        "소식이 끊어진 키블레이드 사용자 아쿠아를 찾아 어둠의 세계를 찾은 리쿠. 그곳에서 탑처럼 이어져 뭉친 하트리스 집합체와 싸운다.",
        "Une scène montrant Riku dans le Royaume des ténèbres, où il s'efforce de retrouver Aqua, la porteuse de Keyblade disparue. Au cours de ses recherches, il se voit forcé d'affronter une tour formée d'un amas d'innombrables Sans-cœur.",
        "Riku, wie er nach dem vermissten Träger des Schlüsselschwertes \"Aqua\" in der Welt der Dunkelheit sucht. Dort stellt er sich einem Turm, der aus unzähligen Herzlosen geschaffen wurde.",
        "Una escena en la que aparece Riku buscando a la portadora de la llave espada desaparecida, Aqua, en el Reino de la oscuridad. Allí se enfrenta a una torre hecha de innumerables sincorazones.",
        "Riku di mana ia pergi mencari pengguna Keyblade yang menghilang, \"Aqua\", di dalam Dunia Kegelapan. Di sana, ia bertarung menghadapi menara yang merupakan kumpulan Heartless dalam jumlah besar.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aRiku\u001a \u001aในขณะที่\u001aออก\u001aตาม\u001aผู้ใช้\u001a \u001aKeyblade\u001a \u001aนาม\u001a \u001aAqua\u001a \u001aที่\u001aหายสาบสูญ\u001aไป\u001aใน\u001aดินแดน\u001aแห่ง\u001aความมืด\u001a \u001aณ\u001a \u001aที่\u001aแห่ง\u001aนั้น\u001aเขา\u001aได้\u001aเผชิญหน้า\u001aกับ\u001aหอคอย\u001aที่เกิด\u001aจาก\u001aเหล่า\u001a \u001aHeartless\u001a \u001aจำนวน\u001aนับไม่ถ้วน\u001aที่รวม\u001aร่าง\u001aกัน\u001a"
    ],
    "335000301": [
        "A scene depicting Sora and Kairi sitting on the trunk of a paopu tree. Rumor has it that when two people share the fruit of this tree, they will always be reunited regardless of whatever hardships may try to keep them apart.",
        "在帕朴樹上並排坐著的索拉與凱莉。據說只要兩人一起吃了這種樹果，不論之後發生什麼事都會在一起。",
        "파오프 나무에 나란히 걸터앉은 소라와 카이리. 전설에 따르면 함께 이 나무의 열매를 나눠 먹은 두 사람은 어떤 일이 있더라도 반드시 맺어진다고 한다.",
        "Une scène montrant Sora et Kairi assis tous les deux sur le tronc d'un arbre Paopou. La légende raconte que si deux personnes partagent le fruit de cet arbre, elles sont alors garanties d'être réunies et de surmonter sans faille tous les obstacles susceptibles de les séparer.",
        "Sora und Kairi, wie sie nebeneinander auf einem Papu-Baum sitzen. Gerüchte munkeln, dass als die beiden die Frucht dieses Baumes teilten, sie immer wieder zu sich finden würden, egal, was auch passieren sollte.",
        "Una escena en la que aparecen Sora y Kairi sentados en el tronco de un árbol de paopu. Dicen que cuando dos personas comparten el fruto de este árbol, estarán destinadas a reencontrarse, por más obstáculos y dificultades que los separen.",
        "Sora dan Kairi yang duduk di atas batang pohon paopu. Menurut rumor, ketika dua orang saling berbagi buah dari pohon ini, mereka akan selalu disatukan kembali, tidak peduli rintangan apa yang akan mengadang keduanya.",
        "ภาพ\u001aฉาก\u001aของ\u001a \u001aSora\u001a \u001aและ\u001a \u001aKairi\u001a \u001aที่\u001aกำลัง\u001aนั่งลง\u001aบน\u001aส่วน\u001aลำต้น\u001aของ\u001aต้น\u001a \u001aPaopu\u001a \u001aตำนาน\u001aได้\u001aเล่าขาน\u001aว่า\u001aทั้งคู่\u001aได้\u001aนำ\u001aผล\u001aของ\u001aต้น\u001aนี้\u001aมา\u001aแบ่งปัน\u001aกัน\u001aทาน\u001a \u001aและ\u001aนั่น\u001aส่งผล\u001aให้\u001aทั้งคู่\u001aสามารถ\u001aตามหา\u001aอีก\u001aฝ่าย\u001aกัน\u001aจน\u001aเจอ\u001a \u001aไม่\u001aว่า\u001aจะ\u001aมี\u001aอุปสรรค\u001aขวากหนาม\u001aประการ\u001aใด\u001aกั้น\u001aกลาง\u001aอยู่\u001aก็ตาม\u001a"
    ],
    "401000101": [
        "Not one to spend much of his time physically exerting himself, Yoshikiri prefers to do most of his training virtually⁠—through games. This modern type of training may do little for his melee skills, but it does serve as good reflex practice for his ranged attacks.",
        "葦切並不是一個會花很多時間鍛鍊身體的人，他比較偏好透過「遊戲」來進行虛擬操練。這個現代化訓練方式也許對近戰技巧的幫助不大，但卻是練習遠程攻擊反應能力的絕佳手段。",
        "몸 쓰는 일에 시간을 들이는 걸 좋아하지 않는 요시키리는 대부분의 훈련을 게임을 통해 가상으로 소화하는 것을 선호한다. 이런 신세대 훈련 방식이 근접 격투에는 그다지 효과가 없을 수도 있지만, 원거리 공격에는 효과적인 반사 신경 훈련으로 충분히 도움이 된다.",
        "Yoshikiri n'est pas véritablement adepte des combats physiques, il préfère de loin s'adonner à ses entraînements virtuels grâce à ses jeux. Bien que cette façon de s'entraîner ne lui permet pas de développer ses aptitudes de combat au corps à corps, elle lui permet cependant de développer ses réflexes quant à ses attaques de longues portées.",
        "Nicht der Typ für physische Übungen, trainiert Yoshikiri lieber virtuell – durch Videospiele. Zwar mag diese moderne Art des Trainings seine Nahkampffähigkeiten nicht stark verbessern, aber eine ideale Übung für seine Fernkampf-Reflexe ist sie auf jeden Fall.",
        "Yoshikiri no es de los que se pasan las horas ejercitándose físicamente. Prefiere hacerlo virtualmente, a través de los videojuegos. Este nuevo sistema de entrenamiento no le servirá de mucho para mejorar sus habilidades cuerpo a cuerpo, pero le va bien para practicar sus reflejos con ataques a distancia.",
        "Yoshikiri bukan tipe orang yang suka beraktivitas fisik, sehingga ia lebih cenderung untuk berlatih secara virtual melalui game. Tipe latihan modern ini mungkin tidak terlalu meningkatkan kemampuan serangan jarak dekatnya, tapi lebih berfungsi sebagai latihan refleks untuk meningkatkan kemampuan serangan jarak jauhnya.",
        "Yoshikiri\u001a \u001aไม่\u001aใช่\u001aคน\u001aที่\u001aนิยม\u001aใช้เวลา\u001aไป\u001aกับ\u001aการ\u001aเคี่ยว\u001aกรำ\u001aร่างกาย\u001aตนเอง\u001aนัก\u001a \u001aในทางกลับกัน\u001aเขา\u001aชื่นชอบ\u001aใน\u001aการ\u001aฝึก\u001aวิชา\u001aผ่าน\u001aทางโลก\u001aเสมือน\u001a \u001a-\u001a \u001aนั่น\u001aก็\u001aคือ\u001aการ\u001aเล่น\u001aเกม\u001aนั่นเอง\u001a \u001aการฝึกฝน\u001aใน\u001aสไตล์\u001aทัน\u001aสมัยนี้\u001aอาจจะ\u001aไม่\u001aช่วย\u001aพัฒนา\u001aทักษะ\u001aการต่อสู้\u001aระยะ\u001aประชิด\u001aสัก\u001aเท่าไร\u001a \u001aแต่\u001aมัน\u001aก็\u001aช่วย\u001aให้\u001aประสาท\u001aสัมผัสใน\u001aการ\u001aโจมตี\u001aระยะไกล\u001aของ\u001aเขา\u001aเฉียบคม\u001aมากขึ้น\u001a"
    ],
    "401000201": [
        "Dwelling within a sacred tree, Ibara has received many visitors over the centuries. This has made her more and more curious about humans, sparking within her a desire to understand them. How will she feel, and what will she do, when someone in true need of her power finally appears?",
        "寄宿於神木中的「茨木童女」在經年累月裡接收了許多人的祈禱。因此，她開始對人產生興趣，變得想要去了解人。若有天一位真正需要她力量的人出現時，她將會如何思考及行動呢？",
        "신성한 고목에 사는 이바라는 수백 년이 넘는 세월 동안 많은 사람들을 맞이했다. 이로 인해 그녀는 점차 인간에게 호기심을 가지게 되었고, 마음속에서는 인간을 이해하고자 하는 열망이 피어올랐다. 진정으로 그녀의 힘이 필요한 누군가가 나타날 때, 그녀는 무엇을 느끼고, 또 무엇을 하게 될 것인가?",
        "Habitant au sein d'un arbre sacré, Ibara a reçu de nombreux visiteurs au cours des siècles. Cela l'a rendue de plus en plus curieuse des humains, suscitant en elle un désir de les comprendre. Comment se sentira-t-elle, et que fera-t-elle, lorsque quelqu'un qui a vraiment besoin de son pouvoir apparaîtra enfin ?",
        "Ibara hat über die Jahrhunderte, die sie in einem heiligen Baum hauste, schon viele Besucher empfangen. Dies hat sie immer neugieriger auf die Menschen gemacht und den Wunsch in ihr ausgelöst, sie zu verstehen. Wie wird sie empfinden, und was wird sie tun, wenn sie letztendlich auf jemanden trifft, der ihre Kräfte wirklich braucht?",
        "El árbol sagrado en el que mora Ibara ha recibido muchas visitas a lo largo de los siglos y eso ha despertado en ella una curiosidad insaciable por los humanos y el ferviente deseo de entenderlos. ¿Cómo se sentirá y que hará cuando aparezca alguien que realmente necesite su poder?",
        "Ibara yang bersemayam dalam pohon suci telah menerima banyak pengunjung selama ratusan tahun. Inilah yang membuat rasa ingin tahunya terhadap manusia semakin besar sehingga ia ingin memahami mereka. Bagaimana perasaannya, dan apa yang akan ia lakukan ketika seseorang yang sungguh-sungguh membutuhkan kekuatannya muncul?",
        "Ibara\u001a \u001aอาศัย\u001aอยู่\u001aใน\u001aต้นไม้\u001aศักดิ์สิทธิ์\u001aและ\u001aได้\u001aต้อนรับ\u001aผู้มาเยือน\u001aจำนวนมาก\u001aตลอดเวลา\u001aนับ\u001aหลาย\u001aศตวรรษ\u001a \u001aเธอ\u001aจึง\u001aเริ่ม\u001aมี\u001aความสนใจ\u001aใน\u001aเหล่า\u001aมนุษย์\u001aมากขึ้น\u001aเรื่อยๆ\u001a \u001aและ\u001aส่งผล\u001aให้\u001aเธอ\u001aเกิด\u001aความปรารถนา\u001aที่จะ\u001aเข้าใจ\u001aใน\u001aตัว\u001aพวกเขา\u001a \u001aเมื่อ\u001aผู้\u001aที่\u001aต้องการ\u001aพลัง\u001aของ\u001aเธอ\u001aอย่าง\u001aแท้จริง\u001aได้\u001aปรากฏตัว\u001aขึ้น\u001a \u001aเธอ\u001aจะ\u001aรู้สึก\u001aอย่างไร\u001aและ\u001aจะ\u001aทำ\u001aสิ่งใด\u001aกัน\u001aแน่\u001a?\u001a"
    ],
    "401000301": [
        "A cake made to celebrate the 4th Anniversary of FINAL FANTASY BRAVE EXVIUS. The story's main protagonists and other beloved heroes adorn it as they partake in the joyous festivities. Thank you all for four wonderful years!",
        "慶祝《FINAL FANTASY BRAVE EXVIUS》4週年的蛋糕。故事中的主要人物和其他備受喜愛的英雄齊聚於蛋糕之上，如同他們也正在參與歡樂的慶典。感謝各位和我們共同度過這美好的四年！",
        "FINAL FANTASY BRAVE EXVIUS의 4주년을 기념하기 위해 만든 케이크. 스토리의 주인공과 다른 여러 인기 영웅들이 기쁨으로 가득한 축제에 함께하며 케이크를 장식했다. 지난 4년을 놀라운 시간으로 만들어주신 모든 여러분께 감사드립니다!",
        "Un gâteau fabriqué à l'occasion du 4e anniversaire de FINAL FANTASY BRAVE EXVIUS. Les personnages principaux de l'histoire et d'autres héros mémorables le décorent tout en participant aux festivités. Merci pour ces quatre merveilleuses années !",
        "Ein Kuchen zur Feier des 4. Jubiläums von FINAL FANTASY BRAVE EXVIUS. Die Hauptprotagonisten der Geschichte und andere beliebte Helden verzieren ihn, während sie an den fröhlichen Festlichkeiten teilnehmen. Vielen Dank für vier wundervolle Jahre!",
        "Una tarta para celebrar el 4.º aniversario de FINAL FANTASY BRAVE EXVIUS. Los protagonistas de la historia principal y otros héroes memorables la decoran mientras participan en las festividades. ¡Gracias por estos cuatro años maravillosos!",
        "Kue yang dibuat untuk merayakan Peringatan 4 Tahun FINAL FANTASY BRAVE EXVIUS. Para jagoan utama cerita ini bersama dengan pahlawan-pahlawan lainnya menghiasi kue ini sekaligus memperingati perayaan yang meriah tersebut. Terima kasih semuanya untuk empat tahun yang luar biasa ini!",
        "เค้ก\u001aนี้\u001aถูก\u001aทำ\u001aขึ้น\u001aมา\u001aเพื่อ\u001aฉลอง\u001aครบรอบ\u001aปี\u001aที่\u001a \u001a4\u001a \u001aของ\u001aเกม\u001a \u001aFINAL\u001a \u001aFANTASY\u001a \u001aBRAVE\u001a \u001aEXVIUS\u001a \u001aบน\u001aเค้ก\u001aมี\u001aเหล่า\u001aตัวเอก\u001aใน\u001aเกม\u001aพร้อม\u001aเหล่า\u001aวีรชน\u001aยอดนิยม\u001aคนอื่นๆ\u001aประดับประดา\u001aจน\u001aดู\u001aราวกับว่า\u001aพวกเขา\u001aได้\u001aเข้ามา\u001aร่วม\u001aการเฉลิมฉลอง\u001aนี้\u001aด้วย\u001a \u001aขอ\u001aขอบคุณ\u001aทุกท่าน\u001aสำหรับ\u001aช่วงเวลา\u001aสี่\u001aปี\u001aอัน\u001aน่ามหัศจรรย์\u001aนี้\u001a!\u001a"
    ],
    "401000401": [
        "A moment in time depicting Elena touching the Crystal that grants her the power of all the warriors who have wielded it before her. She is determined to fight alongside her partner, the Azure Crystal, to bring back light to the world.",
        "下定決心自前代戰士那裡繼承了藍色之力的艾琳娜，在接觸到水晶的時候窺見的光景。為了使世界光芒普照，她與夥伴藍色水晶一同戰鬥著。",
        "엘레나가 모든 선대 전사들의 힘을 자신에게 부여한 크리스탈을 만지던 순간. 세상에 다시 빛을 비추기 위해 그녀는 파트너인 푸른 크리스탈과 함께 싸우기로 결심했다.",
        "Un moment dans le temps représentant Elena touchant le Cristal qui lui confère le pouvoir de tous les guerriers qui l'ont porté avant elle. Elle est déterminée à se battre aux côtés de son partenaire, le Cristal bleu, pour ramener la lumière dans ce monde.",
        "Stellt den Moment dar, in dem Elena den Kristall berührt, der ihr die Kräfte all der Krieger verleiht, die zuvor im Besitz dieses Kristalls waren. Elena ist entschlossen, gemeinsam an der Seite ihres Partners, dem blauen Kristall, das Licht wieder zurück in die Welt zu bringen.",
        "Un momento en el tiempo en el que se ve a Elena tocando el cristal que le otorga el poder de todos los guerreros que lo poseyeron antes que ella. Está decidida a combatir junto a su compañero, el Cristal azul, para devolverle la luz al mundo.",
        "Saat di mana Elena menyentuh Kristal yang memberikannya kekuatan para prajurit yang dulu pernah menggunakan Kristal tersebut. Ia bertekad untuk bertarung bersama partnernya, Kristal Azure, untuk membawa cahaya kembali ke dunia.",
        "ภาพ\u001aฉาก\u001aในขณะที่\u001a \u001aElena\u001a \u001aสัมผัส\u001aกับ\u001aคริสตัล\u001aและ\u001aได้รับ\u001aพลัง\u001aของ\u001aเหล่า\u001aนักรบ\u001aผู้\u001aเคย\u001aเป็นเจ้าของ\u001aคริสตัล\u001aนี้\u001aเมื่อ\u001aครั้ง\u001aอดีต\u001a \u001aเธอ\u001aมุ่งมั่น\u001aที่จะ\u001aต่อสู้\u001aไป\u001aด้วยกัน\u001aกับ\u001aคริสตัล\u001aสี\u001aฟ้า\u001aซึ่ง\u001aเป็น\u001aคู่หู\u001aของ\u001aเธอ\u001a \u001aเพื่อ\u001aนำ\u001aแสงสว่าง\u001aกลับคืน\u001aสู่\u001aโลก\u001aใบ\u001aนี้\u001a"
    ],
    "900020101": [
        "The long-awaited appearance of a metal cactuar. He flew onstage feeling a strong obligation to provide experience to vision cards, but fled backstage and ran home after noticing the spotlight.",
        "在絕佳的時機登場的金屬巨型仙人掌。他燃燒著給予幻兵卡經驗值的使命感而跳到了舞台之上，但因察覺到眾人的目光又逃回到了簾幕之後。",
        "만반의 준비를 갖추고 등장한 메탈 사보텐더. 비전 카드에 경험치를 주겠다는 불타는 사명감을 안고 무대에 뛰어들었지만, 주목을 받게 되자 커튼 뒤로 줄행랑치고 말았다.",
        "L'apparition tant attendue d'un pampinator. Il s'est précipité sur scène en sentant en lui le devoir de donner de l'expérience aux atouts-visions, mais il s'enfuit en coulisses et rentra chez lui si tôt qu'il aperçut les projecteurs.",
        "Der langerwartete Auftritt des Metallkaktorius. Sein starkes Pflichtbewusstsein, Visionskarten Erfahrung verleihen zu müssen, ließ ihn förmlich auf die Bühne fliegen, aber als er sich binnen kurzer Zeit bewusst geworden war, dass er im Zentrum der Aufmerksamkeit stand, zog er ebenso schnell wieder von dannen.",
        "La esperada entrada en escena de un cactilio de metal. Apareció al sentir la imperiosa necesidad de compartir su experiencia con las cartas de visión, pero se escondió entre bastidores y se marchó corriendo a casa abrumado al convertirse en el centro de todas las miradas.",
        "Kemunculan kaktuar logam yang sudah ditunggu-tunggu. Ia menampakkan diri ketika merasakan kebutuhan mendesak untuk menyediakan pengalamannya kepada kartu vision, tapi kaktuar ini segera bersembunyi dan kembali ke rumahnya apabila ia menyadari dirinya menjadi pusat perhatian.",
        "ฉาก\u001aการ\u001aปรากฏตัว\u001aของ\u001aของ\u001a \u001aCactuar\u001a \u001aเหล็ก\u001aที่\u001aผู้คน\u001aรอคอย\u001a \u001aเขา\u001aโผล่\u001aขึ้น\u001aมา\u001aบน\u001aเวที\u001aด้วย\u001aความรู้สึก\u001aอัน\u001aแรงกล้า\u001aที่\u001aต้องการ\u001aมอบ\u001aค่า\u001a \u001aEXP\u001a \u001aให้\u001aแก่\u001aการ์ด\u001a \u001aVision\u001a \u001aแต่\u001aพอ\u001aเจอ\u001aไฟ\u001aสปอต\u001aไลท์\u001aส่อง\u001aเขา\u001aก็\u001aหลบ\u001aไป\u001aยัง\u001aหลัง\u001aเวที\u001aแล้ว\u001aหนี\u001aกลับบ้าน\u001aไป\u001aเลย\u001a"
    ]
}